[
  {
    "sectionCode": "A",
    "sectionDescription": "NECESIDADES CORRIENTES DE LA VIDA",
    "sectionChildren": [
      {
        "classContCode": "A01",
        "classContDescription": "ACTIVIDADES RURALES",
        "classContChildren": [
          {
            "classCode": "A01",
            "classDescription": "AGRICULTURA; SILVICULTURA; CRIA; CAZA; CAPTURA; PESCA",
            "classChildren": [
              {
                "code": "A01B",
                "description": "TRABAJO DE LA TIERRA EN AGRICULTURA O EN SILVICULTURA; PARTES CONSTITUTIVAS O ACCESORIOS DE MAQUINAS O INSTRUMENTOS AGRICOLAS, EN GENERAL (apertura o recubrimiento de surcos o de hoyos para la siembra, plantación o abonado A01C 5/00; máquinas para la recogida de raíces o tubérculos A01D; segadoras convertibles en aparatos para trabajo de la tierra o capaces de trabajar la tierra A01D 42/04; segadoras combinadas con instrumentos para trabajo de la tierra A01D 43/12; trabajo de la tierra para obras públicas o explotaciones mineras E01, E02, E21)"
              },
              {
                "code": "A01C",
                "description": "PLANTACION; SIEMBRA; FERTILIZACION (partes constitutivas o accesorios de máquinas o instrumentos agrícolas, en general A01B 51/00-A01B 75/00)"
              },
              {
                "code": "A01D",
                "description": "RECOLECCION; SIEGA"
              },
              {
                "code": "A01F",
                "description": "TRILLA (cosechadoras-trilladoras A01D 41/00); FORMACION DE BALAS DE PAJA, HENO O SIMILARES; APARATOS FIJOS O HERRAMIENTAS MANUALES PARA AGAVILLAR O ATAR PAJA O HENO O SIMILAR EN BALAS; CORTE DE LA PAJA, EL HENO O SIMILARES; ALMACENAMIENTO DE PRODUCTOS AGRICOLAS U HORTICOLAS (Dispositivos para la colocación de la cosecha en almiares A01D 85/00)"
              },
              {
                "code": "A01G",
                "description": "HORTICULTURA; CULTIVO DE HORTALIZAS, FLORES, ARROZ, FRUTOS, VID, LÚPULO O ALGAS; SILVICULTURA; RIEGO (recolección de frutas, verduras, lúpulo o productos similares A01D 46/00; crecimiento de algas unicelulares C12N 1/12)"
              },
              {
                "code": "A01H",
                "description": "NOVEDADES VEGETALES O PROCEDIMIENTOS PARA SU OBTENCION; REPRODUCCION DE PLANTAS POR TECNICAS DE CULTIVO DE TEJIDOS [5]"
              },
              {
                "code": "A01J",
                "description": "FABRICACION DE PRODUCTOS LACTEOS (para los aspectos químicos, ver la subclase A23C)"
              },
              {
                "code": "A01K",
                "description": "CRÍA DE ANIMALES; AVICULTURA; APICULTURA; PISCICULTURA; PESCA; ANIMALES PARA CRIA O REPRODUCCIÓN, NO PREVISTOS EN OTRO LUGAR; NUEVAS VARIEDADES DE ANIMALES"
              },
              {
                "code": "A01L",
                "description": "HERRADO"
              },
              {
                "code": "A01M",
                "description": "CAPTURA O CAZA DE ANIMALES, AHUYENTADORES PARA ANIMALES (dispositivos para la captura de enjambres o zánganos A01K 57/00; pesca A01K 69/00-A01K 97/00; biocidas, pesticidas, productos que atraen o repelen a los animales A01N); APARATOS DE DESTRUCCION DE ANIMALES O PLANTAS PERJUDICIALES"
              },
              {
                "code": "A01N",
                "description": "CONSERVACION DE CUERPOS HUMANOS O ANIMALES O DE VEGETALES O DE PARTES DE ELLOS (conservación de alimentos o productos alimenticios A23); BIOCIDAS, p. ej. EN TANTO QUE SEAN DESINFECTANTES, PESTICIDAS O HERBICIDAS (preparaciones de uso médico, dental o para el aseo que eliminan o previenen el crecimiento o la proliferación de organismos no deseados A61K); PRODUCTOS QUE ATRAEN O REPELEN A LOS ANIMALES; REGULADORES DEL CRECIMIENTO DE LOS VEGETALES"
              },
              {
                "code": "A01P",
                "description": "BIOCIDAS, SUSTANCIAS QUE REPELEN O QUE ATRAEN A ANIMALES NOCIVOS O PREPARACIONES O COMPUESTOS QUIMICOS CON ACTIVIDAD REGULADORA DEL CRECIMIENTO DE LAS PLANTAS [2006.01]"
              }
            ]
          }
        ]
      },
      {
        "classContCode": "A21",
        "classContDescription": "ALIMENTACI0N; TABACO",
        "classContChildren": [
          {
            "classCode": "A21",
            "classDescription": "COCCION EN HORNO; EQUIPAMIENTO PARA LA PREPARACION O EL TRATAMIENTO DE LA MASA; MASAS PARA COCER EN HORNO [2006.01]",
            "classChildren": [
              {
                "code": "A21B",
                "description": "HORNOS DE PANADERIA; MAQUINARIA O MATERIAL DE HORNEADO (material de cocción de uso doméstico A47J 37/00; aparatos de combustión F23; hornillos o cocinas domésticas que son total o parcialmente hornos F24B, F24C)"
              },
              {
                "code": "A21C",
                "description": "MAQUINAS O MATERIAL PARA LA PREPARACION O EL TRATAMIENTO DE LA MASA; MANIPULACION DE ARTICULOS COCIDOS HECHOS DE MASA"
              },
              {
                "code": "A21D",
                "description": "TRATAMIENTO, p.ej. CONSERVACION DE LA HARINA O DE LA MASA, p.ej. POR ADICION DE INGREDIENTES; COCCION; PRODUCTOS DE PANADERIA; SU CONSERVACION [2006.01]"
              }
            ]
          },
          {
            "classCode": "A22",
            "classDescription": "CARNICERIA; TRATAMIENTO DE LA CARNE; TRATAMIENTO DE LAS AVES DE CORRAL O DEL PESCADO",
            "classChildren": [
              {
                "code": "A22B",
                "description": "MATANZA"
              },
              {
                "code": "A22C",
                "description": "TRATAMIENTO DE LA CARNE, DE LAS AVES DE CORRAL O DEL PESCADO (conservas A23B; producción de composiciones a base de proteínas para la alimentación A23J 1/00; productos alimenticios a base de pescado, carne o aves de corral A23L; trituración, p. ej. picado de la carne B02C 18/00; preparación de proteínas en sí C07K 1/00)"
              }
            ]
          },
          {
            "classCode": "A23",
            "classDescription": "ALIMENTOS O PRODUCTOS ALIMENTICIOS; SU TRATAMIENTO, NO CUBIERTO POR OTRAS CLASES",
            "classChildren": [
              {
                "code": "A23B",
                "description": "CONSERVACION, P.EJ. MEDIANTE ENLATADO, DE CARNE, PESCADO, HUEVOS, FRUTAS, VERDURAS, SEMILLAS COMESTIBLES; MADURACION QUIMICA DE FRUTAS Y VERDURAS; PRODUCTOS CONSERVADOS, MADURADOS O ENLATADOS"
              },
              {
                "code": "A23C",
                "description": "PRODUCTOS LÁCTEOS, p. ej. LECHE, MANTECA O QUESO; SUSTITUTIVOS DE LA LECHE O EL QUESO; ELABORACIÓN DE LOS MISMOS (obtención de composiciones proteicas para productos alimenticios A23J 1/00)"
              },
              {
                "code": "A23D",
                "description": "ACEITES O GRASAS COMESTIBLES, p. ej. MARGARINAS, SHORTENINGS, ACEITES PARA COCINAR (productos alimenticios para animales C11B, C11C; hidrogenación C11C 3/12)"
              },
              {
                "code": "A23F",
                "description": "CAFE; TE; SUCEDANEOS DEL CAFE O DEL TE; SU FABRICACION, PREPARACION O INFUSION"
              },
              {
                "code": "A23G",
                "description": "CACAO; PRODUCTOS A BASE DE CACAO, p. ej. CHOCOLATE; SUCEDANEOS DEL CACAO O DE LOS PRODUCTOS A BASE DE CACAO; CONFITERIA; GOMA DE MASCAR; HELADOS; SU PREPARACION 2006.01 href=# oncontextmenu=return false; onclick=return false;>[2006.01]"
              },
              {
                "code": "A23J",
                "description": "COMPOSICIONES A BASE DE PROTEINAS PARA LA ALIMENTACION; TRATAMIENTO DE PROTEINAS PARA LA ALIMENTACION; COMPOSICIONES A BASE DE FOSFATIDOS PARA LA ALIMENTACION [4]"
              },
              {
                "code": "A23K",
                "description": "ALIMENTOS PARA ANIMALES; METODOS ESPECIALMENTE ADAPTADOS PARA SU PRODUCCION"
              },
              {
                "code": "A23L",
                "description": "ALIMENTOS, PRODUCTOS ALIMENTICIOS O BEBIDAS NO ALCOHOLICAS NO CUBIERTOS POR LAS SUBCLASES A21D O A23B-A23J; SU PREPARACION O TRATAMIENTO, p. ej. COCCION, MODIFICACION DE LAS CUALIDADES NUTRICIONALES, TRATAMIENTO FISICO (conformación o tratamiento, no enteramente cubierto por la presente subclase, A23P); CONSERVACION DE ALIMENTOS O DE PRODUCTOS ALIMENTICIOS, EN GENERAL 2006.01 href=# oncontextmenu=return false; onclick=return false;>[2006.01]"
              },
              {
                "code": "A23N",
                "description": "MAQUINAS O APARATOS PARA TRATAR LAS COSECHAS DE FRUTAS, VEGETALES O BULBOS DE FLOR A GRANEL, NO PREVISTOS EN OTRO LUGAR; PELADO DE FRUTAS O VERDURAS A GRANEL; APARATOS PARA LA PREPARACION DE ALIMENTOS PARA ANIMALES (máquinas para cortar la paja o el forraje A01F 29/00; disgregación, p.ej. trituración, B02C; separación, p.ej. corte, división, recortado, B26B, B26D)"
              },
              {
                "code": "A23P",
                "description": "CONFORMACIÓN O TRATAMIENTO DE PRODUCTOS ALIMENTICIOS NO CUBIERTO ÍNTEGRAMENTE POR UNA SOLA DE LAS OTRAS SUBCLASES"
              }
            ]
          },
          {
            "classCode": "A24",
            "classDescription": "TABACO; PUROS; CIGARRILLOS; DISPOSITIVOS PARA SIMULAR LA ACCIÓN DE FUMAR; ARTICULOS PARA FUMADORES",
            "classChildren": [
              {
                "code": "A24B",
                "description": "FABRICACION O PREPARACION DEL TABACO PARA FUMAR O PARA MASCAR; TABACO; TABACO PARA ASPIRAR"
              },
              {
                "code": "A24C",
                "description": "MAQUINAS PARA LA FABRICACION DE PUROS O CIGARRILLOS"
              },
              {
                "code": "A24D",
                "description": "PUROS; CIGARRILLOS; FILTROS PARA EL HUMO DEL TABACO; BOQUILLAS DE PUROS O DE CIGARRILLOS; FABRICACION DE LOS FILTROS PARA EL HUMO DEL TABACO O DE BOQUILLAS"
              },
              {
                "code": "A24F",
                "description": "ARTICULOS PARA FUMADORES; CAJAS DE CERILLAS; DISPOSITIVOS PARA SIMULAR LA ACCIÓN DE FUMAR (aparatos de inhalación para uso médico, con forma de cigarros, cigarrillos o pipas A61M 15/06)"
              }
            ]
          }
        ]
      },
      {
        "classContCode": "A41",
        "classContDescription": "OBJETOS PERSONALES O DOMESTICOS",
        "classContChildren": [
          {
            "classCode": "A41",
            "classDescription": "VESTIMENTA",
            "classChildren": [
              {
                "code": "A41B",
                "description": "CAMISAS; ROPA INTERIOR; AJUAR DEL RECIEN NACIDO; PAÑUELOS"
              },
              {
                "code": "A41C",
                "description": "CORSES; SUJETADORES"
              },
              {
                "code": "A41D",
                "description": "ROPA EXTERIOR; ROPA DE PROTECCIÓN; ACCESORIOS"
              },
              {
                "code": "A41F",
                "description": "DISPOSITIVOS DE ABROCHADO PARA PRENDAS DE VESTIR; ARTICULOS DE SUJECION"
              },
              {
                "code": "A41G",
                "description": "FLORES ARTIFICIALES; POSTIZOS; MASCARAS; PLUMAS"
              },
              {
                "code": "A41H",
                "description": "ÚTILES O METODOS PARA LA CONFECCIÓN DE VESTIDOS, p. ej. PARA CONFECCIÓN A MEDIDA O SASTRERÍA, NO PREVISTOS EN OTRO LUGAR"
              }
            ]
          },
          {
            "classCode": "A42",
            "classDescription": "SOMBRERERIA",
            "classChildren": [
              {
                "code": "A42B",
                "description": "SOMBREROS; CUBRECABEZAS (cintas para la cabeza, A41D 20/00; pañuelos para la cabeza A41D 23/00)"
              },
              {
                "code": "A42C",
                "description": "FABRICACION O GUARNICION DE CUBRECABEZAS, p. ej. SOMBREROS"
              }
            ]
          },
          {
            "classCode": "A43",
            "classDescription": "CALZADOS",
            "classChildren": [
              {
                "code": "A43B",
                "description": "ELEMENTOS CARACTERISTICOS DEL CALZADO; PARTES CONSTITUTIVAS DEL CALZADO"
              },
              {
                "code": "A43C",
                "description": "CIERRES O ACCESORIOS PARA EL CALZADO; CORDONES EN GENERAL"
              },
              {
                "code": "A43D",
                "description": "MAQUINAS, HERRAMIENTAS, EQUIPOS O PROCEDIMIENTOS PARA LA FABRICACION O LA REPARACION DEL CALZADO (costura D05B) [6]"
              }
            ]
          },
          {
            "classCode": "A44",
            "classDescription": "MERCERIA; JOYERIA",
            "classChildren": [
              {
                "code": "A44B",
                "description": "BOTONES, ALFILERES, HEBILLAS, CIERRES DE CORREDERA O DE CURSOR O SIMILARES (cierres adaptados especialmente al calzado A43C)"
              },
              {
                "code": "A44C",
                "description": "ADORNOS PERSONALES, p. ej. JOYERÍA; MONEDAS"
              }
            ]
          },
          {
            "classCode": "A45",
            "classDescription": "OBJETOS DE USO PERSONAL O ARTICULOS DE VIAJE",
            "classChildren": [
              {
                "code": "A45B",
                "description": "BASTONES (ayudas para caminar, p.ej. bastones, destinadas a invidentes A61H 3/06); PARAGUAS O SOMBRILLAS; ABANICOS U OBJETOS SIMILARES PARA SEÑORAS (bastoneras, paragüeros o soportes para bastones o paraguas A47G 25/12)"
              },
              {
                "code": "A45C",
                "description": "PORTAMONEDAS; EQUIPAJE; BOLSOS DE MANO"
              },
              {
                "code": "A45D",
                "description": "ARTICULOS PARA EL PEINADO O EL AFEITADO (pelucas, postizos o artículos similares A41G 3/00, A41G 5/00; sillones de peluquero A47C 1/04; utensilios para cortar el cabello, navajas de afeitar B26B); EQUIPOS PARA COSMÉTICA O TRATAMIENTOS COSMETICOS, p. ej. PARA MANICURA O PEDICURA"
              },
              {
                "code": "A45F",
                "description": "MATERIAL DE VIAJE O DE CAMPING; SACOS O PAQUETES LLEVADOS SOBRE EL CUERPO 2006.01 href=# oncontextmenu=return false; onclick=return false;>[2006.01]"
              }
            ]
          },
          {
            "classCode": "A46",
            "classDescription": "CEPILLERIA",
            "classChildren": [
              {
                "code": "A46B",
                "description": "CEPILLOS O PINCELES (mangos que no forman parte del cuerpo del cepillo B25G)"
              },
              {
                "code": "A46D",
                "description": "FABRICACION DE CEPILLOS O PINCELES"
              }
            ]
          },
          {
            "classCode": "A47",
            "classDescription": "MOBILIARIO; ARTICULOS O APARATOS DE USO DOMESTICO; MOLINILLOS DE CAFE; MOLINILLOS DE ESPECIAS; ASPIRADORES EN GENERAL",
            "classChildren": [
              {
                "code": "A47B",
                "description": "MESAS; ESCRITORIOS; MOBILIARIO DE OFICINA; MUEBLES CON CAJONES; CAJONES; PARTES CONSTITUTIVAS GENERALES DE LOS MUEBLES (unión de muebles F16B 12/00)"
              },
              {
                "code": "A47C",
                "description": "SILLAS (asientos especialmente concebidos para los vehículos B60N 2/00); SOFAS; CAMAS (capitonado en general B68G)"
              },
              {
                "code": "A47D",
                "description": "MOBILIARIO ESPECIALMENTE ADAPTADO PARA NIÑOS (bancos o pupitres escolares A47B 39/00, A47B 41/00)"
              },
              {
                "code": "A47F",
                "description": "MOBILIARIO, GUARNICIONES O ACCESORIOS ESPECIALES PARA TIENDAS, ALMACENES, BARES, RESTAURANTES O LOCALES SIMILARES; MOSTRADORES DE CAJA"
              },
              {
                "code": "A47G",
                "description": "UTENSILIOS DE USO DOMESTICO O DE MESA (sujeta-libros A47B 65/00; cuchillos B26B)"
              },
              {
                "code": "A47H",
                "description": "GUARNICIONES PARA VENTANAS O PUERTAS (relacionadas con el funcionamiento de la puerta o de la ventana E05; toldos enrollables E06B; disposiciones especiales o dispositivos relacionados con puertas o ventanas, p.ej. para ventilación o sellado, E06B 7/00)"
              },
              {
                "code": "A47J",
                "description": "MATERIAL DE COCINA; MOLINILLOS DE CAFE; MOLINILLOS DE ESPECIAS; APARATOS PARA PREPARAR LAS BEBIDAS [6]"
              },
              {
                "code": "A47K",
                "description": "APARATOS SANITARIOS NO PREVISTOS EN OTRO LUGAR (conexión al suministro de agua o a los desagües, fregaderos E03C; retretes E03D); ACCESORIOS PARA EL ASEO (equipos para cosméticos A45D)"
              },
              {
                "code": "A47L",
                "description": "LAVADO O LIMPIEZA DOMESTICA (cepillos A46B; limpieza de grandes cantidades de botellas o de otros objetos huecos de una sola especie B08B 9/00; lavado de la ropa D06F); ASPIRADORES EN GENERAL (limpieza en general B08)"
              }
            ]
          }
        ]
      },
      {
        "classContCode": "A61",
        "classContDescription": "SALUD; SALVAMENTO; DIVERSIONES",
        "classContChildren": [
          {
            "classCode": "A61",
            "classDescription": "CIENCIAS MEDICAS O VETERINARIAS; HIGIENE",
            "classChildren": [
              {
                "code": "A61B",
                "description": "DIAGNOSTICO; CIRUGIA; IDENTIFICACION (análisis de material biológico G01N, p.ej. G01N 33/48)"
              },
              {
                "code": "A61C",
                "description": "TECNICA DENTAL; APARATOS O METODOS PARA HIGIENE ORAL O DENTAL (cepillos dentales no accionados mecánicamente A46B; preparaciones para la técnica dental A61K 6/00; preparaciones para la limpieza de los dientes o enjuagado de la boca A61K 8/00, A61Q 11/00)"
              },
              {
                "code": "A61D",
                "description": "INSTRUMENTOS, DISPOSITIVOS, UTILES O METODOS DE LA MEDICINA VETERINARIA"
              },
              {
                "code": "A61F",
                "description": "FILTROS IMPLANTABLES EN LOS VASOS SANGUINEOS; PROTESIS; DISPOSITIVOS QUE MANTIENEN LA LUZ O QUE EVITAN EL COLAPSO DE ESTRUCTURAS TUBULARES, p. ej. STENTS; DISPOSITIVOS DE ORTOPEDIA, CURA O PARA LA CONTRACEPCION; FOMENTACION; TRATAMIENTO O PROTECCION DE OJOS Y OIDOS; VENDAJES, APOSITOS O COMPRESAS ABSORBENTES; BOTIQUINES DE PRIMEROS AUXILIOS (prótesis dentales A61C) 2006.01 href=# oncontextmenu=return false; onclick=return false;>[2006.01]"
              },
              {
                "code": "A61G",
                "description": "MEDIOS DE TRANSPORTE, MEDIOS DE TRANSPORTE PERSONALES O DISPOSICIONES ESPECIALMENTE ADAPTADAS PARA ENFERMOS O PARA INVALIDOS (aparatos para ayudar a caminar a enfermos o a inválidos A61H 3/00); SILLAS O MESAS DE OPERACIONES; SILLONES DE DENTISTA; DISPOSITIVOS DE INHUMACION (embalsamado cadáveres A01N 1/00)"
              },
              {
                "code": "A61H",
                "description": "APARATOS DE FISIOTERAPIA, p. ej. DISPOSITIVOS PARA LOCALIZAR O ESTIMULAR LOS PUNTOS EN DONDE SE LOCALIZAN LOS CUERPOS; RESPIRACION ARTIFICIAL; MASAJE; DISPOSITIVOS DE BAÑO PARA USOS TERAPEUTICOS O HIGIENICOS PARTICULARES O PARA PARTES DETERMINADAS DEL CUERPO (electroterapia, magnetoterapia, radioterapia, terapia por ultrasonidos A61N)"
              },
              {
                "code": "A61J",
                "description": "RECIPIENTES ESPECIALMENTE ADAPTADOS PARA USOS MEDICOS O FARMACEUTICOS; DISPOSITIVOS O METODOS ESPECIALMENTE CONCEBIDOS PARA CONFERIR A LOS PRODUCTOS FARMACEUTICOS UNA FORMA FISICA O DE ADMINISTRACION PARTICULAR; DISPOSITIVOS PARA ADMINISTRAR ALIMENTOS O MEDICINAS VIA ORAL; CHUPETES PARA BEBES; ESCUPIDERAS"
              },
              {
                "code": "A61K",
                "description": "PREPARACIONES DE USO MEDICO, DENTAL O PARA EL ASEO (dispositivos o métodos especialmente concebidos para conferir a los productos farmacéuticos una forma física o de administración particular A61J 3/00; aspectos químicos o utilización de substancias químicas para, la desodorización del aire, la desinfección o la esterilización, vendas, apósitos, almohadillas absorbentes o de los artículos para su realización A61L; composiciones a base de jabón C11D)"
              },
              {
                "code": "A61L",
                "description": "PROCEDIMIENTOS O APARATOS PARA ESTERILIZAR MATERIALES U OBJECTOS EN GENERAL; DESINFECCION, ESTERILIZACION O DESODORIZACION DEL AIRE; ASPECTOS QUIMICOS DE VENDAS, APOSITOS, COMPRESAS ABSORBENTES O ARTICULOS QUIRURGICOS; MATERIALES PARA VENDAS, APOSITOS, COMPRESAS ABSORBENTES O ARTICULOS QUIRURGICOS (conservación de cuerpos o desinfección caracterizada por los agentes empleados A01N; conservación, p. ej. esterilización de alimentos o productos alimenticios A23; preparaciones de uso medico, dental o para el aseo A61K) [4]"
              },
              {
                "code": "A61M",
                "description": "DISPOSITIVOS PARA INTRODUCIR AGENTES EN EL CUERPO O PARA DEPOSITARLOS SOBRE EL MISMO (introducción de remedios en o sobre el cuerpo de animales A61D 7/00; medios para la inserción de tampones A61F 13/26; dispositivos para la administración vía oral de alimentos o medicinas A61J; recipientes para la recogida, almacenamiento o administración de sangre o de fluidos médicos A61J 1/05); DISPOSITIVOS PARA HACER CIRCULAR LOS AGENTES POR EL CUERPO O PARA SU EXTRACCION (cirugía A61B; aspectos químicos de los artículos quirúrgicos A61L; magnetoterapia utilizando elementos magnéticos colocados dentro del cuerpo A61N 2/10); DISPOSITIVOS PARA INDUCIR UN ESTADO DE SUEÑO O LETARGIA O PARA PONERLE FIN 5 href=# oncontextmenu=return false; onclick=return false;>[5]"
              },
              {
                "code": "A61N",
                "description": "ELECTROTERAPIA; MAGNETOTERAPIA; RADIOTERAPIA; TERAPIA POR ULTRASONIDOS (medida de corrientes bioeléctricas A61B; instrumentos quirúrgicos, dispositivos o métodos para transferir formas no mecánicas de energía hacia o desde el cuerpo A61B 18/00; aparatos de anestesia en general A61M; lámparas incandescentes H01K; radiadores de infrarrojos utilizados como calefactores H05B) [6]"
              },
              {
                "code": "A61P",
                "description": "ACTIVIDAD TERAPEUTICA ESPECIFICA DE COMPUESTOS QUIMICOS O DE PREPARACIONES MEDICINALES [7]"
              },
              {
                "code": "A61Q",
                "description": "USO ESPECIFICO DE COSMETICOS O DE PREPARACIONES SIMILARES PARA EL ASEO [2006.01]"
              }
            ]
          },
          {
            "classCode": "A62",
            "classDescription": "SALVAMENTO; LUCHA CONTRA INCENDIOS",
            "classChildren": [
              {
                "code": "A62B",
                "description": "DISPOSITIVOS, APARATOS O PROCEDIMIENTOS DE SALVAMENTO (válvulas especialmente concebidas para uso médico A61M 39/00; composición de sustancias químicas usadas en respiradores, máscaras de gas, aparatos para respirar u otros A62D; rescate en montañas o árboles A63B 27/00, A63B 29/00; dispositivos, aparatos o procedimientos de salvamento especialmente concebidos para el salvamento en el mar B63C 9/00; equipos de buzo B63C 11/00; specialmente concebidos para ser utilizados en aeronáutica, p. ej. paracaídas, asientos eyectores, B64D; dispositivos de salvamento especiales para minas E21F 11/00)"
              },
              {
                "code": "A62C",
                "description": "LUCHA CONTRA INCENDIOS (composiciones para apagar incendios, empleo de productos químicos para apagar incendios A62D 1/00; pulverización, aplicación de líquidos u otros materiales fluidos a las superficies en general B05; avionetas para la lucha contraincendios B64D 1/16; sistemas de alarma G08B, p. ej. alarmas de incendio disparadas por el humo o los gases G08B 17/10)"
              },
              {
                "code": "A62D",
                "description": "MEDIOS QUIMICOS PARA APAGAR LOS INCENDIOS; PROCEDIMIENTOS PARA TRANSFORMAR LAS SUSTANCIAS QUIMICAS NOCIVAS EN INOCUAS O MENOS PERJUDICIALES, EFECTUANDO UNA TRANSFORMACION QUIMICA; COMPOSICION DE LOS MATERIALES PARA REVESTIMIENTOS O PARA ROPAS PROTECTORAS FRENTE A AGENTES QUIMICOS NOCIVOS; COMPOSICION DE LOS MATERIALES PARA LAS PARTES TRANSPARENTES DE LAS MASCARAS DE GAS, APARATOS PARA RESPIRAR, BOLSAS O CASCOS PARA RESPIRAR; COMPOSICION DE LAS SUSTANCIAS QUIMICAS QUE SE UTILIZAN EN LOS APARATOS RESPIRATORIOS"
              }
            ]
          },
          {
            "classCode": "A63",
            "classDescription": "DEPORTES; JUEGOS; DISTRACCIONES",
            "classChildren": [
              {
                "code": "A63B",
                "description": "MATERIAL PARA LA EDUCACION FISICA, GIMNASIA, NATACION, ESCALADA O ESGRIMA; JUEGOS DE PELOTA; MATERIAL DE ENTRENAMIENTO (aparatos para gimnasia pasiva, masaje A61H)"
              },
              {
                "code": "A63C",
                "description": "PATINES; ESQUIES; PATINES DE RUEDAS; DISEÑO O TRAZADO DE CAMPOS DE JUEGO, PISTAS O SIMILARES (esquíes naúticos B63B 32/00, B63B 34/00) [5]"
              },
              {
                "code": "A63D",
                "description": "JUEGOS DE BOLAS, p.ej. BOLOS, BOCCE, PETANCA O BOLOS SOBRE HIERBA; SUS INSTALACIONES; BAGATELLE O JUEGOS SIMILARES; BILLARES (bolas A63B 37/00)"
              },
              {
                "code": "A63F",
                "description": "JUEGOS DE CARTAS, RULETA O JUEGOS DE MESA; JUEGOS DE INTERIOR QUE UTILIZAN PEQUEÑOS ELEMENTOS DE JUEGO MOVILES; JUEGOS NO PREVISTOS EN OTRO LUGAR; GAMES NOT OTHERWISE PROVIDED FOR [5]"
              },
              {
                "code": "A63G",
                "description": "TIOVIVOS; COLUMPIOS; CABALLOS BASCULANTES (balancines o caballos de balancín como mobiliario para niños A47D 13/10); TOBOGANES; MONTAÑA RUSA; DISTRACCIONES PUBLICAS ANALOGAS"
              },
              {
                "code": "A63H",
                "description": "JUGUETES, p. ej. TROMPOS, MUÑECOS, AROS O JUEGOS DE CONSTRUCCION"
              },
              {
                "code": "A63J",
                "description": "MATERIAL DE TEATRO, DE CIRCO U OTROS ESPECTACULOS; ACCESORIOS PARA LA PRESTIDIGITACION O ANALOGOS"
              },
              {
                "code": "A63K",
                "description": "CARRERAS; DEPORTES ECUESTRES; MATERIAL O ACCESORIOS A ESTOS EFECTOS (contadores de tiempo G04F 7/06; cronometraje G07C 1/22; dispositivos indicadores de información variable por selección o combinación de elementos individuales G09F 9/00)"
              }
            ]
          },
          {
            "classCode": "A99",
            "classDescription": "MATERIA NO PREVISTA EN OTRO LUGAR DE ESTA SECCION [2006.01]",
            "classChildren": [
              {
                "code": "A99Z",
                "description": "MATERIA NO PREVISTA EN OTRO LUGAR DE ESTA SECCION [2006.01]"
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "sectionCode": "B",
    "sectionDescription": "TECNICAS INDUSTRIALES DIVERSAS; TRANSPORTES",
    "sectionChildren": [
      {
        "classContCode": "B01",
        "classContDescription": "SEPARACION; MEZCLA",
        "classContChildren": [
          {
            "classCode": "B01",
            "classDescription": "PROCEDIMIENTOS O APARATOS FISICOS O QUIMICOS EN GENERAL",
            "classChildren": [
              {
                "code": "B01B",
                "description": "EBULLICION; APARATOS DE EBULLICION"
              },
              {
                "code": "B01D",
                "description": "SEPARACION (separación de sólidos por vía húmeda B03B, B03D, mesas o cribas neumáticas B03B, por vía seca B07; separación magnética o electrostática de materiales sólidos a partir de materiales sólidos o de fluidos, separación mediante campos eléctricos de alta tensión B03C; aparatos centrifugadores B04B; aparato de vórtice B04C; prensas en sí para exprimir los líquidos de las sustancias que los contienen B30B 9/02) [5]"
              },
              {
                "code": "B01F",
                "description": "MEZCLA, p. ej. DISOLUCION, EMULSION, DISPERSION (mezcla de pinturas B44D 3/06)"
              },
              {
                "code": "B01J",
                "description": "PROCEDIMIENTOS QUÍMICOS O FÍSICOS, p. ej. CATÁLISIS O QUÍMICA DE LOS COLOIDES; APARATOS ADECUADOS [2]"
              },
              {
                "code": "B01L",
                "description": "APARATOS DE LABORATORIO PARA LA QUIMICA O LA FISICA, DE USO GENERAL"
              }
            ]
          },
          {
            "classCode": "B02",
            "classDescription": "TRITURACION, REDUCCION A POLVO O DESINTEGRACION; TRATAMIENTO PREPARATORIO DE LOS GRANOS PARA LA MOLIENDA",
            "classChildren": [
              {
                "code": "B02B",
                "description": "PREPARACION DE GRANOS PARA LA MOLIENDA; REFINO DE FRUTOS GRANULADOS CON FINES COMERCIALES POR TRATAMIENTO SUPERFICIAL (fabricación de pasta directamente a partir de cereales A21C; conservación o esterilización de cereales A23B; limpieza de frutos A23N; preparación de la malta C12C)"
              },
              {
                "code": "B02C",
                "description": "TRITURACION, REDUCCION A POLVO O DISGREGACION EN GENERAL; MOLIENDA DE GRANOS (obtención de polvo metálico por trituración, trabajo con muela o molido B22F 9/04)"
              }
            ]
          },
          {
            "classCode": "B03",
            "classDescription": "SEPARACION DE SOLIDOS POR UTILIZACION DE LIQUIDOS O POR UTILIZACION DE MESAS O CRIBAS DE PISTON NEUMATICO; SEPARACION MAGNETICA O ELECTROSTATICA DE MATERIALES SOLIDOS A PARTIR DE MATERIALES SOLIDOS O DE FLUIDOS; SEPARACION POR CAMPOS ELECTRICOS DE ALTA TENSION [5]",
            "classChildren": [
              {
                "code": "B03B",
                "description": "SEPARACION DE MATERIALES SOLIDOS POR UTILIZACION DE LIQUIDOS O POR UTILIZACION DE MESAS O CRIBAS DE PISTON NEUMATICO"
              },
              {
                "code": "B03C",
                "description": "SEPARACION MAGNETICA O ELECTROSTATICA DE MATERIALES SOLIDOS A PARTIR DE MATERIALES SOLIDOS O DE FLUIDOS; SEPARACION POR CAMPOS ELECTRICOS DE ALTA TENSION (separación de isótopos B01D 59/00; combinación de procedimientos de separación magnéticos o electrostáticos con otros procedimientos de separación de sólidos B03B, B07B) [5]"
              },
              {
                "code": "B03D",
                "description": "FLOTACION; SEDIMENTACION DIFERENCIAL (en combinación con otra separación de sólidos B03B; separación por flotación e inmersión B03B 5/28)"
              }
            ]
          },
          {
            "classCode": "B04",
            "classDescription": "APARATOS O MAQUINAS CENTRIFUGAS UTILIZADAS PARA LOS PROCEDIMIENTOS FISICOS O QUIMICOS",
            "classChildren": [
              {
                "code": "B04B",
                "description": "CENTRIFUGADORES (tambores de gran velocidad para la desintegración B02C 19/11)"
              },
              {
                "code": "B04C",
                "description": "APARATOS QUE UTILIZAN EL VORTICE LIBRE, p. ej. CICLONES (silenciadores o aparatos de escape para máquinas o motores con medios para retirar los constituyentes sólidos de los gases de escape, utilizando separadores centrífugos o inerciales F01N 3/037; aparatos de combustión del tipo ciclón F23)"
              }
            ]
          },
          {
            "classCode": "B05",
            "classDescription": "PULVERIZACION O ATOMIZACION EN GENERAL; APLICACION DE MATERIALES FLUIDOS A SUPERFICIES, EN GENERAL [2]",
            "classChildren": [
              {
                "code": "B05B",
                "description": "APARATOS DE PULVERIZACIÓN; APARATOS DE ATOMIZACIÓN; BOQUILLAS (mezcladores de pulverización con boquillas B01F 25/72; procesos para aplicar líquidos u otros materiales fluidos a superficies por pulverización B05D) [2]"
              },
              {
                "code": "B05C",
                "description": "APARATOS PARA LA APLICACION DE MATERIALES FLUIDOS A LAS SUPERFICIES, EN GENERAL (aparatos de pulverización, aparatos de atomización, toberas o boquillas B05B; instalaciones para aplicar líquidos u otros materiales fluidos a objetos por pulverización electrostática B05B 5/08) [2]"
              },
              {
                "code": "B05D",
                "description": "PROCEDIMIENTOS PARA APLICAR MATERIALES FLUIDOS A SUPERFICIES, EN GENERAL (transporte de objetos en los baños de líquidos B65G, p. ej.. B65G 49/02) [2]"
              }
            ]
          },
          {
            "classCode": "B06",
            "classDescription": "PRODUCCION O TRANSMISION DE VIBRACIONES MECANICAS, EN GENERAL",
            "classChildren": [
              {
                "code": "B06B",
                "description": "PRODUCCION O TRANSMISION DE VIBRACIONES MECANICAS EN GENERAL (para las aplicaciones particulares, ver las subclases correspondientes, p. ej. B07B 1/40, B22C 19/06, B23Q 17/12, B24B 31/06, E01C 19/22; medida de vibraciones mecánicas o de ondas ultrasonoras, sonoras o infrasonoras G01H; sistemas que utilizan la reflexión o la rerradiación de ondas acústicas G01S 15/00; producción de energía sísmica para la prospección G01V 1/02; control de las vibraciones mecánicas G05D 19/00; procedimientos o dispositivos para transmitir, conducir o dirigir el sonido, en general G10K 11/00; síntesis de ondas acústicas G10K 15/02; elementos piezoeléctricos, electroestrictivos o magnetoestrictivos H10N 30/00, H10N 35/00; motores con imán, inducido o sistema de bobina vibrantes H02K 33/00; motores que utilizan el efecto piezoeléctrico, la electroestrición o la magnetoestrición H02N 2/00; producción de oscilaciones eléctricas H03B; resonadores electromecánicos como elementos de circuitos resonantes H03H; altavoces, micrófonos, cabezas de lectura para gramófonos o transductores acústicos electromecánicos análogos H04R) [2]"
              }
            ]
          },
          {
            "classCode": "B07",
            "classDescription": "SEPARACION DE SOLIDOS; CLASIFICACION",
            "classChildren": [
              {
                "code": "B07B",
                "description": "SEPARACION DE DIFERENTES SOLIDOS ENTRE SI POR CRIBADO, TAMIZADO, CERNIDO O POR MEDIO DE CORRIENTES DE GAS; SEPARACION POR OTROS METODOS SECOS DE MATERIALES A GRANEL, p. ej. PARA ARTÍCULOS SUELTOS ADECUADOS PARA SER MANIPULADOS COMO MATERIAL A GRANEL (procedimientos de separación por vía húmeda, clasificación por procedimientos utilizando materiales que fluyen como los líquidos B03; combinaciones de aparatos de separación por vía seca con aparatos por vía húmeda B03B; mediante la utilización de líquido B03B, B03D; clasificación por separación magnética o electrostática de materiales sólidos a partir de materiales sólidos o de fluidos, separación por campos eléctricos de alta tensión B03C; aparatos centrífugos o de vértice para la realización de procedimientos físicos B04; clasificación manual, clasificación postal, clasificación por sistemas de agujas o por otros sistemas que funcionen en respuesta a la detección o a la medida de las características de los objetos o de las muestras del material B07C)"
              },
              {
                "code": "B07C",
                "description": "CLASIFICACION POSTAL; CLASIFICACION DE OBJETOS INDIVIDUALES O DE UN MATERIAL A GRANEL MANIPULABLE PIEZA POR PIEZA COMO OBJETOS INDIVIDUALES (especialmente adaptada a un fin determinado previsto en otra clase, ver la clase apropiada, p. ej. A43D 33/06, B23Q 7/12)"
              }
            ]
          },
          {
            "classCode": "B08",
            "classDescription": "LIMPIEZA",
            "classChildren": [
              {
                "code": "B08B",
                "description": "LIMPIEZA EN GENERAL; PREVENCION DE LA SUCIEDAD EN GENERAL (cepillos A46; dispositivos para limpieza del hogar o análogos A47L; separación de partículas sólidas de líquidos o gases B01D; separación de sólidos B03, B07; pulverización o aplicación de líquidos u otros materiales fluidos sobre superficies en general B05; dispositivos de limpieza para transportadores B65G 45/10; operaciones combinadas de lavado, llenado y cierre de botellas B67C 7/00; inhibición de la corrosión o de la incrustación en general C23; limpieza de calles, de vías férreas, de playas o de terrenos E01H; partes constitutivas, detalles o accesorios de piscinas para nadar o para chapotear especialmente adaptados a la limpieza E04H 4/16; protección contra las cargas electrostáticas o supresión de estas cargas H05F)"
              }
            ]
          },
          {
            "classCode": "B09",
            "classDescription": "ELIMINACION DE DESECHOS SOLIDOS; REGENERACION DE SUELOS CONTAMINADOS 6 href=# oncontextmenu=return false; onclick=return false;>[6]",
            "classChildren": [
              {
                "code": "B09B",
                "description": "ELIMINACION DE RESIDUOS SOLIDOS [3]"
              },
              {
                "code": "B09C",
                "description": "REGENERACION DE SUELOS CONTAMINADOS (máquinas para retirar piedras y similares del suelo A01B 43/00; esterilización del suelo por medio de vapor A01G 11/00; eliminación de materias indeseables, p. ej. detritos, E01H 15/00) [6]"
              }
            ]
          }
        ]
      },
      {
        "classContCode": "B21",
        "classContDescription": "CONFORMACION",
        "classContChildren": [
          {
            "classCode": "B21",
            "classDescription": "TRABAJO MECANICO DE LOS METALES SIN ARRANQUE SUSTANCIAL DE MATERIAL; CORTE DEL METAL POR PUNZONADO",
            "classChildren": [
              {
                "code": "B21B",
                "description": "LAMINADO DE METALES (operaciones auxiliares en relación con el trabajo de los metales previstos en la clase B21, ver\n\t\t\t\t\t\t\t\tB21C; curvado por pasado entre rodillos B21D; fabricación de objetos particulares, p. ej. tornillos, ruedas, anillos, cilindros o bolas, por laminado B21H; soldadura por presión por medio de un laminado B23K 20/04)"
              },
              {
                "code": "B21C",
                "description": "FABRICACION DE CHAPAS, ALAMBRES, BARRAS, TUBOS, PERFILES METALICO O PRODUCTOS ANALOGOS SEMIACABADOS POR PROCEDIMIENTOS DISTINTOS AL LAMINADO; OPERACIONES AUXILIARES RELACIONADAS CON EL TRABAJO DE METALES SIN ARRANQUE SUSTANCIAL DE MATERIA"
              },
              {
                "code": "B21D",
                "description": "TRABAJO MECANICO O TRATAMIENTO DE CHAPAS, TUBOS, BARRAS O PERFILES METALICOS SIN ARRANQUE SUSTANCIAL DE MATERIAL; CORTE DE METALES POR PUNZONADO (trabajo mecánico o tratamiento de alambre B21F)"
              },
              {
                "code": "B21F",
                "description": "TRABAJO MECANICO O TRATAMIENTO DE ALAMBRE METÁLICO (laminado de metales B21B; por estirado, operaciones auxiliares en relación con el trabajo del metal sin desprendimiento sustancial de materia B21C; atado de objetos en paquetes B65B 13/00)"
              },
              {
                "code": "B21G",
                "description": "FABRICACION DE AGUJAS, ALFILERES O CLAVOS METÁLICOS"
              },
              {
                "code": "B21H",
                "description": "FABRICACION DE ARTICULOS METALICOS ESPECIALES POR LAMINADO, p. ej. TORNILLOS, RUEDAS, ANILLOS, CILINDROS, BOLAS (principalmente a partir de chapas B21D)"
              },
              {
                "code": "B21J",
                "description": "FORJADO; MARTILLADO; PRENSADO DE METALES; REMACHADO; HORNOS DE FORJA (laminado de metales B21B; fabricación de productos particulares por forjado o prensado B21K; chapeado B23K; tratamiento o acabado de superficies por martillado B23P 9/04; aumento de la compacidad de superficies por chorro de materiales en partículas B24C 1/10; características generales de las prensas, prensas para compactar los residuos B30B; hornos en general F27)"
              },
              {
                "code": "B21K",
                "description": "FABRICACION DE ARTICULOS METÁLICOS FORJADOS O PRENSADOS, p. ej. HERRADURAS, REMACHES, BULONES O RUEDAS (fabricación de artículos especiales por trabajo de las hojas metálicas sin arranque sustancial de material B21D; Trabajo de alambre B21F; fabricación de alfileres, agujas o clavos B21G; fabricación de artículos especiales por laminado B21H; máquinas de forjar, prensar, martillar en general B21J; fabricación de cadenas B21L; chapado B23K)"
              },
              {
                "code": "B21L",
                "description": "FABRICACION DE CADENAS METÁLICAS (fabricación de cadenas o eslabones de cadenas por colada B22D 25/02; cadenas en sí F16G)"
              }
            ]
          },
          {
            "classCode": "B22",
            "classDescription": "FUNDICION; METALURGIA DE POLVOS METALICOS",
            "classChildren": [
              {
                "code": "B22C",
                "description": "MOLDEO EN FUNDICION (moldeo de materiales refractarios en general B28B)"
              },
              {
                "code": "B22D",
                "description": "COLADA DE METALES; COLADA DE OTRAS MATERIAS POR LOS MISMOS PROCEDIMIENTOS O CON LOS MISMOS DISPOSITIVOS (trabajo de materias plásticas o sustancias en estado plástico B29C; tratamientos metalúrgicos, empleo de sustancias específicas que se añaden al metal C21, C22)"
              },
              {
                "code": "B22F",
                "description": "TRABAJO DEL POLVO METÁLICO; FABRICACIÓN DE OBJETOS A PARTIR DE POLVO METÁLICO; FABRICACIÓN DE POLVO METÁLICO (fabricación de aleaciones mediante metalurgia de polvos C22C); APARATOS O DISPOSITIVOS ESPECIALMENTE ADAPTADOS PARA POLVO METÁLICO"
              }
            ]
          },
          {
            "classCode": "B23",
            "classDescription": "MAQUINAS-HERRAMIENTAS; TRABAJO DE METALES NO PREVISTO EN OTRO LUGAR",
            "classChildren": [
              {
                "code": "B23B",
                "description": "TORNEADO; TALADRADO (usando un electrodo en lugar de una herramienta B23H, p.ej. haciendo agujeros B23H 9/14; trabajando con un haz de laser B23K 26/00; dispositivos para copiar o controlar B23Q)"
              },
              {
                "code": "B23C",
                "description": "FRESADO (brochado B23D; para la fabricación de engranajes B23F; dispositivos para copiar o controlar B23Q)"
              },
              {
                "code": "B23D",
                "description": "CEPILLADO; MORTAJADO; CIZALLADO; BROCHADO; ASERRADO; LIMADO; RASPADO; OPERACIONES ANALOGAS NO PREVISTAS EN OTRO LUGAR, PARA EL TRABAJO DE METALES CON ARRANQUE DE MATERIAL (fabricación de ruedas dentadas o de órganos similares B23F; corte del metal por calentamiento localizado B23K; dispositivos para copiar o controlar B23Q)"
              },
              {
                "code": "B23F",
                "description": "FABRICACION DE ENGRANAJES O DE CREMALLERAS (por estampado B21D; por laminado B21H; por forja o prensado B21K; por moldeo B22; dispositivos para copiar o controlar B23Q; máquinas o dispositivos para trabajar con muela o pulir en general B24B)"
              },
              {
                "code": "B23G",
                "description": "FILETEADO; TRABAJO MECANICO DE TORNILLOS, CABEZAS DE TORNILLOS O TUERCAS, EN COMBINACION CON EL FILETEADO (formación de roscas por ondulación de tubos B21D 15/04; por laminado B21H 3/02; por forjado, prensado o martillado B21K 1/56; fabricación de ranuras helicoidales por torneado B23B 5/48; por fresado B23C 3/32; por trabajo con muela B24B 19/02; dispositivos para copiar o controlar  B23Q)"
              },
              {
                "code": "B23H",
                "description": "TRABAJO DEL METAL POR ACCION DE UNA ALTA CONCENTRACION DE CORRIENTE ELECTRICA, SOBRE LA PIEZA DE TRABAJO UTILIZANDO UN ELECTRODO EN LUGAR DE UNA HERRAMIENTA; UTILIZACION COMBINADA DE ESTA FORMA DE TRABAJO CON OTRAS FORMAS DE TRABAJO DEL METAL (procesos para producción electrolítica o electroforética de revestimientos, galvanoplastia, aparatos a este efecto C25D; procedimientos para retirar electrolíticamente material de los objetos C25F; fabricación de circuitos impresos utilizando técnicas de precipitación para aplicar el material conductor de manera que forme el diseño del conductor deseado H05K 3/18) [4]"
              },
              {
                "code": "B23K",
                "description": "SOLDADURA SIN FUSION O DESOLDEO; SOLDADURA; REVESTIMIENTO O CHAPADO POR SOLDADURA O SOLDADURA SIN FUSION; CORTE POR CALENTAMIENTO LOCALIZADO, p. ej. CORTE CON SOPLETE; TRABAJO POR RAYOS LASER (fabricación de productos revestidos de metal por extrusión de metales B21C 23/22; realización de guarniciones o recubrimientos por moldeo B22D 19/08; moldeo por inmersión B22D 23/04; fabricación de capas compuestas por sinterización de polvos metálicos B22F 7/00; disposiciones sobre las máquinas para copiar o controlar B23Q; recubrimiento de metales o recubrimiento de materiales con metales, no previsto en otro lugar C23C; quemadores F23D)"
              },
              {
                "code": "B23P",
                "description": "OTROS PROCEDIMIENTOS PARA EL TRABAJO DEL METAL NO PREVISTOS EN OTRO LUGAR; OPERACIONES MIXTAS; MAQUINAS HERRAMIENTAS UNIVERSALES (dispositivos para el copiado o el control B23Q)"
              },
              {
                "code": "B23Q",
                "description": "PARTES CONSTITUTIVAS, DISPOSITIVOS O ACCESORIOS DE MAQUINAS HERRAMIENTAS, p. ej. DISPOSITIVOS PARA COPIAR O CONTROLAR (herramientas del tipo utilizado en tornos o máquinas de agujerear B23B 27/00); MAQUINAS HERRAMIENTAS DE UTILIZACION GENERAL, CARACTERIZADAS POR LA ESTRUCTURA DE CIERTAS PARTES CONSTITUTIVAS O DISPOSITIVOS; COMBINACIONES O ASOCIACIONES DE MAQUINAS PARA TRABAJAR EL METAL NO DESTINADAS A UN TRABAJO EN PARTICULAR"
              }
            ]
          },
          {
            "classCode": "B24",
            "classDescription": "TRABAJO CON MUELA; PULIDO",
            "classChildren": [
              {
                "code": "B24B",
                "description": "MAQUINAS, DISPOSITIVOS O PROCEDIMIENTOS PARA TRABAJAR CON MUELA O PARA PULIR (por electroerosión B23H; tratamiento por chorro abrasivo B24C; grabado o pulido electrolítico C25F 3/00); REAVIVACION O ACONDICIONAMIENTO DE SUPERFICIES ABRASIVAS; ALIMENTACION DE MAQUINAS CON MATERIALES DE RECTIFICAR, PULIR O ALISAR [2]"
              },
              {
                "code": "B24C",
                "description": "TRATAMIENTO POR CHORRO ABRASIVO O CHORRO ANALOGO, CON MATERIALES EN PARTICULAS"
              },
              {
                "code": "B24D",
                "description": "HERRAMIENTAS PARA TRABAJAR CON MUELA, PULIR O AFILAR (cuerpos abrasivos especialmente concebidos para el trabajo en tambor, p. ej. bolas abrasivas B24B 31/14; herramientas de acabado B24B 33/08; herramientas de afinado B24B 37/11)"
              }
            ]
          },
          {
            "classCode": "B25",
            "classDescription": "HERRAMIENTAS MANUALES; HERRAMIENTAS DE MOTOR PORTATILES; MANGOS PARA UTENSILIOS MANUALES; UTILLAJE DE TALLER; MANIPULADORES",
            "classChildren": [
              {
                "code": "B25B",
                "description": "HERRAMIENTAS O UTILLAJE DE BANCO NO PREVISTOS EN OTRO LUGAR, PARA FIJAR, UNIR, DESENGANCHAR O MANTENER"
              },
              {
                "code": "B25C",
                "description": "HERRAMIENTAS MANUALES PARA CLAVAR O GRAPAR; HERRAMIENTAS PORTATILES PARA GRAPAR ACCIONADAS POR FUERZA MUSCULAR (para la fabricación de calzados A43D)"
              },
              {
                "code": "B25D",
                "description": "HERRAMIENTAS DE PERCUSION [2]"
              },
              {
                "code": "B25F",
                "description": "HERRAMIENTAS COMBINADAS O PARA TRABAJOS MULTIPLES NO PREVISTAS EN OTRO LUGAR; DETALLES O PARTES CONSTITUTIVAS DE HERRAMIENTAS PORTATILES CON MOTOR NO RELACIONADAS PARTICULARMENTE CON LAS OPERACIONES EFECTUADAS Y NO PREVISTAS EN OTRO LUGAR [4]"
              },
              {
                "code": "B25G",
                "description": "MANGOS PARA UTENSILIOS MANUALES (fijación de hojas o de dispositivos similares a los mangos de herramientas manuales para el trabajo del suelo A01B 1/22; mangos de herramientas manuales para la recolección A01D 1/14; empuñaduras incorporadas a los cepillos A46B)"
              },
              {
                "code": "B25H",
                "description": "UTILLAJE DE TALLER, p. ej. PARA EL TRAZADO DE LAS PIEZAS QUE VAN A SER TRABAJADAS; DISPOSICION DE LOS TALLERES"
              },
              {
                "code": "B25J",
                "description": "MANIPULADORES; RECINTOS CON DISPOSITIVOS DE MANIPULACION INTEGRADOS (dispositivos robóticos para recolección individual de frutas, hortalizas, lúpulo y similares A01D 46/30; manipuladores de agujas para cirugía A61B 17/062; manipuladores asociados a las laminadoras B21B 39/20; manipuladores asociados a las máquinas de forja B21J 13/10; medios para mantener las ruedas o sus elementos B60B 30/00; grúas B66C; disposiciones para la manipulación del combustible o de otros materiales utilizados en el interior de reactores nucleares G21C 19/00; combinación estructural de manipuladores con celdas o recintos protegidos contra la radiación G21F 7/06) [5]"
              }
            ]
          },
          {
            "classCode": "B26",
            "classDescription": "HERRAMIENTAS MANUALES DE CORTE; CORTE; SEPARACION",
            "classChildren": [
              {
                "code": "B26B",
                "description": "HERRAMIENTAS MANUALES DE CORTE, NO PREVISTAS EN OTRO LUGAR (para la recolección A01D; para la horticultura o la silvicultura A01G; para la carnicería o el tratamiento de la carne A22; para la fabricación o reparación de calzado A43D; pinzas de uñas o cortauñas A45D 29/02; utensilios de cocina A47J; para la cirugía A61B 17/00; para el trabajo del metal B23D; corte mediante chorros de fluidos abrasivos B24C 5/02; herramientas en forma de pinzas B25B 7/22; tenazas B25C 11/02; mangos para utensilios manuales, en general B25G; herramientas de corte del tipo de guillotina B26D; raspadores B43L 19/00; para materiales textiles D06H)"
              },
              {
                "code": "B26D",
                "description": "CORTE; DETALLES COMUNES A LAS MAQUINAS DE PERFORACION, PUNZONADO, CORTE, O CORTE CON SACABOCADOS (disgregación por medio de cuchillos u otros elementos cortantes o desgarrantes que transforman el material en fragmentos B02C 18/00; corte mediante chorros de fluidos abrasivos B24C 5/02; herramientas manuales de corte B26B) 5 href=# oncontextmenu=return false; onclick=return false;>[5]"
              },
              {
                "code": "B26F",
                "description": "PERFORACION; CORTE CON SACABOCADOS; RECORTE; PUNZONADO; SEPARACION POR MEDIOS DISTINTOS AL CORTE (trazado, perforación o fabricación de ojales A41H 25/00; fabricación de calzado A43D; cirugía A61B; recorte del metal B21D; perforado de metales B23B; corte del metal por calentamiento localizado, p. ej. corte con soplete, B23K; corte mediante chorros de fluidos abrasivos B24C 5/02; detalles comunes a las máquinas de separar B26D; perforado de la madera B27C; perforado de la piedra B28D; trabajo de materias plásticas o de sustancias en estado plástico B29; fabricación de cajas, cajas de cartón, envolturas o bolsas, de papel o material trabajado de forma análoga, p. ej. de hojas metálicas, B31B; del vidrio C03B; del cuero C14B; de materiales textiles D06H; de guías de luz  G02B 6/25; de billetes G07B) 5 href=# oncontextmenu=return false; onclick=return false;>[5]"
              }
            ]
          },
          {
            "classCode": "B27",
            "classDescription": "TRABAJO O CONSERVACION DE LA MADERA O DE MATERIALES SIMILARES; MAQUINAS PARA CLAVAR, GRAPAR O COSER EN GENERAL",
            "classChildren": [
              {
                "code": "B27B",
                "description": "SIERRAS PARA MADERA O MATERIALES SIMILARES; PARTES CONSTITUTIVAS O ACCESORIOS DE LAS SIERRAS (sierras especialmente adaptadas a la poda de árboles A01G 3/08; aparatos de serrar especialmente adaptados para el derribo de árboles A01G 23/091; características no limitadas a un tipo particular de sierras de madera B23D, p. ej. fijación de hojas de sierra B23D 51/00; bastidores, bancos, apoyos o elementos similares de las máquinas-herramientas, en general B23Q 1/01) [5]"
              },
              {
                "code": "B27C",
                "description": "CEPILLADORAS, TALADRADORAS, FRESADORAS, TORNOS O MAQUINAS UNIVERSALES PARA LA MADERA O MATERIALES SIMILARES (máquinas-herramientas en general B23; trabajo de la madera por medio de dispositivos abrasivos, p. ej. por arenado, B24; herramientas para estas operaciones B27G)"
              },
              {
                "code": "B27D",
                "description": "TRABAJO DEL CHAPADO O DEL CONTRACHAPADO DE LA MADERA (aplicación de líquidos u otros materiales fluidos a las superficies en general B05; apomazado, tratado con arena o pulido de la madera B24; aplicación de adhesivos o de cola a las superficies de madera B27G 11/00; fabricación de hojas de madera chapadas B27L 5/00)"
              },
              {
                "code": "B27F",
                "description": "COLAS DE MILANO; ESPIGAS; MORTAJADORAS PARA MADERA O MATERIALES SIMILARES; MAQUINAS DE CLAVAR, DE GRAPAR O DE UNIR (herramientas manuales para clavar o grapar B25C; fabricación de cajas, arcas o cofres de madera B27M 3/34; medios de ensamblaje para elementos de construcción en general, p. ej. clavijas utilizadas en la construcción de edificios, E04B 1/38; elementos de ensamblaje en general, p. ej. clavijas en general, F16B)"
              },
              {
                "code": "B27G",
                "description": "MAQUINAS ACCESORIAS O APARATOS PARA TRABAJAR LA MADERA O MATERIALES SIMILARES; HERRAMIENTAS PARA TRABAJAR LA MADERA O MATERIALES SIMILARES (herramientas para trabajar con muela B24D; herramientas para aserrar B27B 33/00; herramientas para máquinas de entallar o mortajar B27F 5/02; herramientas para fabricar serrín, virutas, polvo o productos similares B27L 11/00); DISPOSITIVOS DE SEGURIDAD PARA MÁQUINAS O HERRAMIENTAS PARA EL TRABAJO DE LA MADERA"
              },
              {
                "code": "B27H",
                "description": "CURVADO DE MADERA O MATERIALES SIMILARES; TONELERIA; FABRICACION DE RUEDAS DE MADERA O MATERIALES SIMILARES"
              },
              {
                "code": "B27J",
                "description": "TRABAJO MECANICO DEL JUNCO, DEL CORCHO O DE OTROS MATERIALES SIMILARES"
              },
              {
                "code": "B27K",
                "description": "PROCEDIMIENTOS, EQUIPOS O EMPLEO DE SUSTANCIAS ESPECIFICAS PARA LA IMPREGNACION, LA COLORACION, EL TINTE O EL BLANQUEO DE LA MADERA, O PARA EL TRATAMIENTO  DE LA MADERA CON LIQUIDOS POR PENETRACION, NO PREVISTO EN OTRO LUGAR; TRATAMIENTO QUIMICO O FISICO DEL CORCHO, DE LA CAÑA, DEL JUNCO, DE LA PAJA O DE MATERIALES SIMILARES [2]"
              },
              {
                "code": "B27L",
                "description": "DESCORTEZADO O QUITADO DE VESTIGIOS DE RAMAS (silvicultura A01G); RAJADO DE LA MADERA; FABRICACION DE HOJAS DE MADERA PARA CHAPADO, VARILLAS, BASTONCILLOS, VIRUTAS, FIBRAS O POLVO DE MADERA"
              },
              {
                "code": "B27M",
                "description": "TRABAJO DE LA MADERA NO PREVISTO EN LAS SUBCLASES B27B-B27L; FABRICACION DE ARTICULOS PARTICULARES DE MADERA"
              },
              {
                "code": "B27N",
                "description": "FABRICACION DE OBJETOS POR PROCEDIMIENTOS EN SECO, CON O SIN AGENTES AGLOMERANTES ORGANICOS, A PARTIR DE PARTICULAS O DE FIBRAS DE MADERA O DE OTRAS MATERIAS LIGNOCELULOSICAS O SUSTANCIAS ORGANICAS ANALOGAS (conteniendo materias de cemento B28B; formación de sustancias en estado plástico B29C; tableros de fibras hechos a partir de suspensiones de fibras D21J; secado F26B 17/00) [4]"
              }
            ]
          },
          {
            "classCode": "B28",
            "classDescription": "TRABAJO DEL CEMENTO, DE LA ARCILLA O LA PIEDRA",
            "classChildren": [
              {
                "code": "B28B",
                "description": "CONFORMACION DE LA ARCILLA O DE OTRAS COMPOSICIONES CERAMICAS; CONFORMACIÓN DE ESCORIAS; CONFORMACIÓN DE MEZCLAS QUE CONTENGAN SUSTANCIAS ANALOGAS AL CEMENTO, p. ej. YESO (moldeo en fundición B22C; trabajo de la piedra o de materiales similares B28D; conformación de sustancias en estado plástico en general B29C; fabricación de productos estratificados no compuestos enteramente de estas sustancias B32B; conformación in situ, ver las clases correspondientes de la sección E)"
              },
              {
                "code": "B28C",
                "description": "PREPARACION DE LA ARCILLA; PRODUCCION DE MEZCLAS QUE CONTENGAN ARCILLA O SUSTANCIAS ANALOGAS AL CEMENTO, p. ej. YESO (preparación de los materiales para los moldes de fundición B22C 5/00)"
              },
              {
                "code": "B28D",
                "description": "TRABAJO DE LA PIEDRA O DE MATERIALES SIMILARES A LA PIEDRA (máquinas o procedimientos de explotación de minas o canteras E21C)"
              }
            ]
          },
          {
            "classCode": "B29",
            "classDescription": "TRABAJO DE LAS MATERIAS PLASTICAS; TRABAJO DE SUSTANCIAS EN ESTADO PLASTICO EN GENERAL",
            "classChildren": [
              {
                "code": "B29B",
                "description": "PREPARACION O PRETRATAMIENTO DE MATERIAS A CONFORMAR; FABRICACION DE GRANULOS O DE PREFORMAS; RECUPERACION DE LAS MATERIAS PLASTICAS O DE OTROS CONSTITUYENTES DE MATERIALES DE DESECHO QUE CONTIENEN MATERIAS PLASTICAS [4]"
              },
              {
                "code": "B29C",
                "description": "CONFORMACIÓN O UNIÓN DE MATERIAS PLÁSTICAS; CONFORMACIÓN DE MATERIALES EN ESTADO PLÁSTICO, NO PREVISTA EN OTRO LUGAR; POSTRATAMIENTO DE PRODUCTOS CONFORMADOS, p. ej. REPARACIÓN (fabricación de preformas B29B 11/00; fabricación de productos estratificados combinando capas previamente no unidas para convertirse en un producto cuyas capas permanecerán unidas B32B 37/00-B32B 41/00) [4]"
              },
              {
                "code": "B29D",
                "description": "FABRICACION DE OBJETOS PARTICULARES A PARTIR DE MATERIAS PLASTICAS O DE SUSTANCIAS EN ESTADO PLASTICO (fabricación de gránulos B29B 9/00; fabricación de preformas B29B 11/00) [4]"
              },
              {
                "code": "B29K",
                "description": "SISTEMA DE INDEXACION ASOCIADO A LAS SUBCLASES B29B, B29C O B29D, RELATIVO A LAS MATERIAS A MOLDEAR O MATERIALES DE REFUERZO, CARGAS O PREFORMADAS, p. ej. INSERCIONES [4]"
              },
              {
                "code": "B29L",
                "description": "SISTEMA DE INDEXACION ASOCIADO A LA SUBCLASE B29C, RELATIVO A OBJETOS PARTICULARES [4]"
              }
            ]
          },
          {
            "classCode": "B30",
            "classDescription": "PRENSAS",
            "classChildren": [
              {
                "code": "B30B",
                "description": "PRENSAS EN GENERAL; PRENSAS NO PREVISTAS EN OTRO LUGAR (producción de las ultrapresiones o de ultrapresiones con temperaturas elevadas para obtener modificaciones en una sustancia, p. ej. para fabricar diamantes artificiales, B01J 3/00) [2]"
              }
            ]
          },
          {
            "classCode": "B31",
            "classDescription": "FABRICACION DE ARTICULOS DE PAPEL, DE CARTON O DE MATERIAL TRABAJADO DE FORMA ANÁLOGA AL PAPEL; TRABAJO DEL PAPEL, DELCARTON O DE MATERIAL TRABAJADO DE FORMA ANÁLOGA AL PAPEL",
            "classChildren": [
              {
                "code": "B31B",
                "description": "FABRICACION DE CONTENEDORES DE PAPEL, CARTON O DE MATERIAL TRABAJADO DE FORMA ANÁLOGA AL PAPEL (fabricación de artículos enrollados, p. ej. tubos enrollados, B31C; fabricación y rellenado combinados B65B)"
              },
              {
                "code": "B31C",
                "description": "FABRICACION DE ARTICULOS ENROLLADOS, p. ej. TUBOS ENROLLADOS, DE PAPEL, CARTON O MATERIAL TRABAJADO DE FORMA ANÁLOGA AL PAPEL"
              },
              {
                "code": "B31D",
                "description": "FABRICACION DE OTROS ARTICULOS DE PAPEL, CARTON O MATERIAL TRABAJADO DE MANERA ANÁLOGA AL PAPEL NO PREVISTOS EN LAS SUBCLASES B31B O B31C (fabricación de objetos por procedimientos en seco a partir de partículas o fibras de madera u otras materias lignocelulósicas o sustancias orgánicas análogas B27N; fabricación de productos estratificados no compuestos solo a base de papel o de cartón B32B; fabricación de artículos a partir de suspensiones fibrosas de celulosa, p.ej. pasta de madera D21J)"
              },
              {
                "code": "B31F",
                "description": "TRABAJO O DEFORMACION MECANICA DEL PAPEL, DEL CARTONO DE MATERIAL TRABAJADO DE MANERA ANÁLOGA AL PAPEL (fabricación de productos estratificados incluyendo otras materias además del papel o del cartón B32B)"
              }
            ]
          },
          {
            "classCode": "B32",
            "classDescription": "PRODUCTOS ESTRATIFICADOS",
            "classChildren": [
              {
                "code": "B32B",
                "description": "PRODUCTOS ESTRATIFICADOS, es decir, HECHOS DE VARIAS CAPAS DE FORMA PLANA O NO PLANA, p. ej. CELULAR O EN NIDO DE ABEJA"
              }
            ]
          },
          {
            "classCode": "B33",
            "classDescription": "TECNOLOGIA DE FABRICACION ADITIVA [2015.01]",
            "classChildren": [
              {
                "code": "B33Y",
                "description": "FABRICACION ADITIVA, ES DECIR, FABRICACION DE OBJETOS TRIDIMENSIONALES [3D] POR DEPOSICION ADITIVA, AGLOMERACION ADITIVA O ESTRATIFICACION ADITIVA , p. ej. POR IMPRESION 3D, ESTEREOLITOGRAFIA O SINTERIZADO SELECTIVO POR LASER [2015.01]"
              }
            ]
          }
        ]
      },

      {
        "classContCode": "B41",
        "classContDescription": "IMPRENTA",
        "classContChildren": [
          {
            "classCode": "B41",
            "classDescription": "IMPRENTA; MAQUINAS COMPONEDORAS DE LINEAS; MAQUINAS DE ESCRIBIR; SELLOS [4]",
            "classChildren": [
              {
                "code": "B41B",
                "description": "MAQUINAS O ACCESORIOS PARA FABRICAR, COMPONER O DISTRIBUIR LOS TIPOS; TIPOS; DISPOSITIVOS DE COMPOSICION FOTOGRAFICOS O FOTOELECTRONICOS (dispositivos fotográficos en general G03)"
              },
              {
                "code": "B41C",
                "description": "PROCESOS DE FABRICACION O DE REPRODUCCION DE SUPERFICIES DE IMPRESION (procesos fotomecánicos para producir superficies de impresión G03F; procesos fotoeléctricos para producir superficies de impresión G03G)"
              },
              {
                "code": "B41D",
                "description": "APARATOS DE REPRODUCCION MECANICA DE SUPERFICIES DE IMPRESION PARA LA IMPRESION ESTEREOTIPO; CONFORMACION DE MATERIALES ELASTICOS O DEFORMABLES PARA REALIZAR SUPERFICIES DE IMPRESION (marcado o grabado del metal por acción de una fuerte concentración de corriente eléctrica B23H 9/06; máquinas o accesorios para fabricar, fundir o distribuir los tipos B41B; procesos de fabricación o de reproducción de superficies de impresión B41C; máquinas o aparatos para grabado en general o para sellado en hueco B44B 3/00, B44B 5/00; grabado químico de metales C23F 1/00; grabado electrolítico C25F 3/00; reproducción fotomecánica G03F)"
              },
              {
                "code": "B41F",
                "description": "MAQUINAS O PRENSAS DE IMPRIMIR (dispositivos para copiar en varios ejemplares o aparatos para impresión de oficina B41L) [4]"
              },
              {
                "code": "B41G",
                "description": "APARATOS DE BRONCEAR, DE IMPRIMIR LINEAS O DE ORILLAR O GUILLOTINAR LAS HOJAS O ARTICULOS SIMILARES; APARATOS AUXILIARES PARA PERFORAR CONJUNTAMENTE CON LA IMPRESION (perforación en general B26D; producción de decoraciones B44C; perforación en relación con el caudal de hojas o de las bandas B65H 35/00; plegado o desplegado de materiales finos, p. ej. en hojas, en bandas, B65H 45/00, B65H 47/00)"
              },
              {
                "code": "B41J",
                "description": "MAQUINAS DE ESCRIBIR; MECANISMOS DE IMPRESION SELECTIVA, es decir, MECANISMOS QUE IMPRIMEN SIN UTILIZAR FORMAS TIPOGRÁFICAS; CORRECCION DE ERRORES TIPOGRAFICOS"
              },
              {
                "code": "B41K",
                "description": "SELLOS; APARATOS O DISPOSITIVOS DE SELLADO O DE NUMERACION (marcado de la carne A22C 17/10; estampado e impresión combinados B41F 19/00; mecanismos de impresión selectivos B41J; estampado para trabajos de arte B44B 5/00; marcado o código de los paquetes acabados B65B 61/26; impresión y entrega de billetes, registro del precio de los billetes, aspectos de los aparatos de franqueo no relacionados con la impresión G07B)"
              },
              {
                "code": "B41L",
                "description": "APARATOS O DISPOSITIVOS DE COPIAR EN VARIOS EJEMPLARES, POLICOPIAR O IMPRIMIR DE USO DE OFICINA U OTROS FINES COMERCIALES; MAQUINAS DE IMPRIMIR DIRECCIONES O MAQUINAS SIMILARES DE IMPRIMIR EN SERIE (prensas o máquinas de imprimir de tipo industrial B41F; sellos, dispositivos de sellado o de numeración B41K)"
              },
              {
                "code": "B41M",
                "description": "PROCESOS DE IMPRESION, DE REPRODUCCION, DE MARCADO O COPIADO; IMPRESION EN COLOR (corrección de errores tipográficos B41J; procedimientos para aplicar imágenes transferencia o similares B44C 1/16; productos fluidos para corregir errores tipográficos C09D 10/00; impresión de textiles D06P)"
              },
              {
                "code": "B41N",
                "description": "CLICHES O PLACAS DE IMPRESION (materiales fotosensibles G03); MATERIALES PARA SUPERFICIES UTILIZADAS EN LA IMPRESION PARA IMPRIMIR, ENTINTAR, MOJAR O SIMILAR; PREPARACION DE TALES SUPERFICIES PARA SU EMPLEO O SU CONSERVACION"
              }
            ]
          },
          {
            "classCode": "B42",
            "classDescription": "ENCUADERNACION; ALBUMES; CLASIFICADORES; IMPRESOS ESPECIALES",
            "classChildren": [
              {
                "code": "B42B",
                "description": "FIJACION PERMANENTE UNOS A OTROS O A OBJETOS, DE HOJAS, MANOS DE PAPEL O CUADERNOS (cosido o grapado en general B25C, B27F; máquinas que efectúan a la vez el pegado o unido y la fijación permanente de las hojas o cuadernos unos con otros B42C 1/12; unión temporal de hojas unas con otras B42F)"
              },
              {
                "code": "B42C",
                "description": "ENCUADERNACION (máquinas, dispositivos o utillaje de corte o perforación B26; plegado de hojas o de bandas B31F; decoración de libros B44)"
              },
              {
                "code": "B42D",
                "description": "LIBROS; CUBIERTAS DE LIBROS; HOJAS SUELTAS; IMPRESOS CARACTERIZADOS POR SU IDENTIFICACION O POR SUS CARACTERISTICAS DE SEGURIDAD; IMPRESOS DE UN FORMATO O DE UN TIPO ESPECIAL, NO PREVISTOS EN OTRO LUGAR; DISPOSITIVOS QUE FACILITAN SU UTILIZACION, NO PREVISTOS EN OTRO LUGAR; APARATOS DE BANDA MOVIL PARA ESCRIBIR O LEER"
              },
              {
                "code": "B42F",
                "description": "HOJAS ENSAMBLADAS TEMPORALMENTE; CLASIFICADORES; FICHAS; LOCALIZACION (atriles A47B 19/00; apoyalibros A47B 23/00)"
              }
            ]
          },
          {
            "classCode": "B43",
            "classDescription": "MATERIAL PARA ESCRIBIR O DIBUJAR; ACCESORIOS DE OFICINA",
            "classChildren": [
              {
                "code": "B43K",
                "description": "INSTRUMENTOS PARA ESCRIBIR O DIBUJAR (recipientes, estuches o accesorios de perfumería, p. ej. jabón de afeitar, pintalabios, maquillaje, A45D 34/00, A45D 40/00)"
              },
              {
                "code": "B43L",
                "description": "OBJETOS SOBRE LOS QUE SE ESCRIBE O SE DIBUJA; ACCESORIOS PARA ESCRIBIR O DIBUJAR (utillaje de taller para el trazado de piezas a trabajar B25H 7/00; enseñanza de la escritura o del dibujo G09B 11/00)"
              },
              {
                "code": "B43M",
                "description": "ACCESORIOS DE OFICINA NO PREVISTOS EN OTRO LUGAR (grapadoras B25C, B27F; dispositivos para ensamblar temporalmente hojas B42F; distribuidores de banda adhesiva B65H 35/07)"
              }
            ]
          },
          {
            "classCode": "B44",
            "classDescription": "ARTES DECORATIVAS",
            "classChildren": [
              {
                "code": "B44B",
                "description": "MAQUINAS, APARATOS O UTILES PARA TRABAJOS DE ARTE, p. ej. PARA ESCULPIR, ENTALLAR, CINCELAR, PIROGRABAR O MARQUETEAR (decoración del cuero C14B)"
              },
              {
                "code": "B44C",
                "description": "REALIZACION DE EFECTOS DECORATIVOS (procedimientos para aplicar líquidos u otros materiales fluidos a superficies en general B05D; conformación de materias plásticas o de sustancias en estado plástico B29C; procedimientos de impresión para imágenes-transferencia B41M 3/12; procedimientos termográficos de reproducción o de marcado B41M 5/00); MOSAICOS; MARQUETERIA (imitación de mosaicos o de marquetería B44F 11/04); COLOCACION DE PAPELES PINTADOS [2]"
              },
              {
                "code": "B44D",
                "description": "PINTURA O DIBUJO ARTISTICO, NO PREVISTO EN OTRO LUGAR; CONSERVACION DE PINTURAS; TRATAMIENTO DE SUPERFICIES PARA OBTENER EFECTOS O ACABADOS DE SUPERFICIE ARTISTICOS (tratamiento de superficies en general, ver las entradas apropiadas, p. ej. aplicación de líquidos o de otras materias fluidas B05) [2]"
              },
              {
                "code": "B44F",
                "description": "DIBUJOS PARTICULARES"
              }
            ]
          }
        ]
      },
      {
        "classContCode": "B60",
        "classContDescription": "TRANSPORTES O MANUTENCION",
        "classContChildren": [
          {
            "classCode": "B60",
            "classDescription": "VEHICULOS EN GENERAL",
            "classChildren": [
              {
                "code": "B60B",
                "description": "RUEDAS DE VEHICULOS (fabricación de ruedas o de sus partes por laminado B21H 1/00, por forjado, martillado o prensado B21K 1/28); RUEDAS PEQUEÑAS PIVOTANTES; EJES PARA RUEDAS; MEJORA EN LA ADHERENCIA DE RUEDAS"
              },
              {
                "code": "B60C",
                "description": "NEUMATICOS PARA VEHICULOS; INFLADO DE NEUMATICOS; CAMBIO DE NEUMATICOS; FIJACION DE VALVULAS A CUERPOS ELASTICOS INFLABLES, EN GENERAL; DISPOSITIVOS O INSTALACIONES CONCERNIENTES A LOS NEUMATICOS [5]"
              },
              {
                "code": "B60D",
                "description": "CONEXIONES PARA VEHICULOS (elementos de los sistemas de frenos B60T 17/04)"
              },
              {
                "code": "B60F",
                "description": "VEHICULOS RAIL-CARRETERA; VEHICULOS CAPACES DE DESPLAZARSE EN  O SOBRE MEDIOS DIFERENTES, p. ej. VEHICULOS ANFIBIOS (vehículos de colchón de aire B60V)"
              },
              {
                "code": "B60G",
                "description": "SUSPENSION DE VEHICULOS (vehículos de colchón de aire B60V; montajes entre el chasis y el cuerpo del vehículo B62D 24/00) [5]"
              },
              {
                "code": "B60H",
                "description": "DISPOSICIONES DE DISPOSITIVOS DE CALEFACCION, REFRIGERACION, VENTILACION O DE OTROS TRATAMIENTOS DEL AIRE, ESPECIALMENTE ADAPTADAS PARA ESPACIOS DE VEHICULOS DESTINADOS A PASAJEROS O MERCANCIAS"
              },
              {
                "code": "B60J",
                "description": "VENTANAS, PARABRISAS, TECHOS AMOVIBLES, PUERTAS O DISPOSITIVOS SIMILARES PARA VEHICULOS; CUBIERTAS PROTECTORAS EXTERNAS AMOVIBLES ESPECIALMENTE ADAPTADAS A VEHICULOS (fijación, suspensión, cierre o apertura de esos dispositivos E05)"
              },
              {
                "code": "B60K",
                "description": "DISPOSICIONES O MONTAJE DE CONJUNTOS DE PROPULSION O DE TRANSMISIONES SOBRE VEHICULOS; DISPOSICIONES O MONTAJE DE VARIOS MOTORES PRINCIPALES DIFERENTES EN VEHÍCULOS; ACCIONAMIENTOS AUXILIARES PARA VEHICULOS; INSTRUMENTACION O TABLEROS DE A BORDO DE VEHICULOS; DISPOSICIONES DE CONJUNTOS DE PROPULSION SOBRE VEHICULOS, RELATIVAS A LA REFRIGERACION, A LA ADMISION DE AIRE, AL ESCAPE DE GASES O A LA ALIMENTACION DE CARBURANTE 2006.01 href=# oncontextmenu=return false; onclick=return false;>[2006.01]"
              },
              {
                "code": "B60L",
                "description": "PROPULSION DE VEHICULOS PROPULSADOS ELECTRICAMENTE (disposición o montaje de conjuntos de propulsión eléctrica  o de varios motores principales diferentes para una propulsión recíproca o común sobre los vehículos B60K 1/00, B60K 6/20; disposición o montaje de la transmisión eléctrica en los vehículos B60K 17/12, B60K 17/14; prevención del patinado de las ruedas reduciendo la fuerza motriz en vehículos sobre raíles B61C 15/08; máquinas dinamoeléctricas H02K; control o regulación de motores H02P); SUMINISTRO DE LA ENERGIA ELECTRICA AL EQUIPO AUXILIAR DE VEHICULOS PROPULSADOS ELECTRICAMENTE (circuitos eléctricos para el acoplamiento de vehículos B60D 1/64; calefacción eléctrica para vehículos B60H 1/00); SISTEMAS DE FRENOS ELECTRODINAMICOS PARA VEHICULOS, EN GENERAL (control o regulación de motores H02P); SUSPENSION O LEVITACION MAGNETICAS PARA VEHICULOS; CONTROL DE LOS PARAMETROS DE FUNCIONAMIENTO SOBRE LOS VEHICULOS PROPULSADOS ELECTRICAMENTE; DISPOSITIVOS ELECTRICOS DE SEGURIDAD SOBRE VEHICULOS PROPULSADOS ELECTRICAMENTE [4]"
              },
              {
                "code": "B60M",
                "description": "LINEAS DE SUMINISTRO DE CORRIENTE O DISPOSITIVOS A LO LARGO DE LA VIA PARA VEHICULOS PROPULSADOS ELECTRICAMENTE (controles de agujas o dispositivos de seguridad a lo largo de la vía B61L; estructura en general de raíles o agujas E01B)"
              },
              {
                "code": "B60N",
                "description": "ASIENTOS ESPECIALMENTE ADAPTADOS PARA VEHÍCULOS; ADAPTACIONES DE VEHICULOS PARA PASAJEROS NO PREVISTAS EN OTRO LUGAR"
              },
              {
                "code": "B60P",
                "description": "VEHICULOS ADAPTADOS AL TRANSPORTE DE CARGAS O PARA TRANSPORTAR, LLEVAR O CONTENER CARGAS U OBJETOS PARTICULARES (vehículos adaptadas para transportar personas enfermas o inválidas, o sus medios personales de transporte A61G 3/00)"
              },
              {
                "code": "B60Q",
                "description": "DISPOSICION DE DISPOSITIVOS DE SEÑALIZACION O ILUMINACION, SU MONTAJE O SOPORTE, SUS CIRCUITOS, PARA VEHICULOS EN GENERAL [4]"
              },
              {
                "code": "B60R",
                "description": "VEHICULOS, EQUIPOS O PARTES DE VEHICULOS, NO PREVISTOS EN OTRO LUGAR (prevención, limitación o extinción de incendios especialmente adaptadas a los vehículos A62C 3/07)"
              },
              {
                "code": "B60S",
                "description": "MANTENIMIENTO, LIMPIEZA, REPARACION, ELEVACION O MANIOBRA DE VEHICULOS, NO PREVISTOS EN OTRO LUGAR"
              },
              {
                "code": "B60T",
                "description": "SISTEMAS DE CONTROL DE FRENOS PARA VEHICULOS O PARTES DE ESOS SISTEMAS; SISTEMAS DE CONTROL DE FRENOS O PARTES DE ESOS SISTEMAS, EN GENERAL (control de sistemas de frenado electrodinámico B60L 7/00; control conjugado de frenos y otras unidades de accionamiento de vehículos B60W); DISPOSICION DE ELEMENTOS DE FRENADO DE VEHICULOS EN GENERAL; DISPOSITIVOS PORTATILES PARA EVITAR EL MOVIMIENTO INDESEADO DE VEHICULOS; MODIFICACIONES REALIZADAS EN VEHICULOS PARA FACILITAR LA REFRIGERACION DE LOS FRENOS 2006.01 href=# oncontextmenu=return false; onclick=return false;>[2006.01]"
              },
              {
                "code": "B60V",
                "description": "VEHICULOS DE COLCHON DE AIRE"
              },
              {
                "code": "B60W",
                "description": "CONTROL CONJUGADO DE VARIAS SUBUNIDADES DE UN VEHICULO DE DIFERENTE TIPO O FUNCION; SISTEMAS DE CONTROL ESPECIALMENTE ADAPTADOS PARA VEHICULOS HIBRIDOS; SISTEMAS DE CONTROL DE LA CONDUCCION DE VEHICULOS TERRESTRES NO RELACIONADOS CON EL CONTROL DE UNA SUBUNIDAD PARTICULAR [2006.01]"
              }
            ]
          },
          {
            "classCode": "B61",
            "classDescription": "FERROCARRILES",
            "classChildren": [
              {
                "code": "B61B",
                "description": "SISTEMAS FERROVIARIOS; EQUIPAMIENTOS A ESTE EFECTO NO PREVISTOS EN OTRO LUGAR (ascensores o montacargas, elevadores, escaleras o aceras mecánicas B66B) [4]"
              },
              {
                "code": "B61C",
                "description": "LOCOMOTORAS; AUTOMOTORES (vehículos en general B60; chasis o bogies B61F; equipo especial de la vía férrea para las locomotoras B61J, B61K)"
              },
              {
                "code": "B61D",
                "description": "PARTES CONSTITUTIVAS  O TIPOS DE VEHICULOS FERROVIARIOS (vehículos en general B60; adaptación de vehículos a sistemas ferroviarios especiales B61B; chasis B61F)"
              },
              {
                "code": "B61F",
                "description": "SUSPENSIONES DE VEHICULOS FERROVIARIOS, p. ej. CHASIS, BOGIES O DISPOSICIONES DE EJES DE RUEDAS; VEHICULOS FERROVIARIOS UTILIZABLES SOBRE VIAS DE DISTINTA ANCHURA; PREVENCION DE DESCARRILAMIENTOS DE VEHÍCULOS FERROVIARIOS; GUARDARRUEDAS, ELIMINADORES DE OBSTACULOS O DISPOSITIVOS SIMILARES PARA VEHÍCULOS FERROVIARIOS (para vehículos en general B60; ejes o ruedas B60B; neumáticos para vehículos B60C)"
              },
              {
                "code": "B61G",
                "description": "ACOPLAMIENTOS ESPECIALMENTE ADAPTADOS PARA VEHICULOS FERROVIARIOS; ORGANOS DE TRACCION O DE ABSORCION DE CHOQUES ESPECIALMENTE ADAPTADOS PARA VEHICULOS FERROVIARIOS"
              },
              {
                "code": "B61H",
                "description": "FRENOS U OTROS DISPOSITIVOS DE DISMINUCION DE LA MARCHA ESPECIALMENTE ADAPTADOS A LOS VEHICULOS FERROVIARIOS; INSTALACION O DISPOSICION DE LOS MISMOS SOBRE LOS VEHICULOS FERROVIARIOS (frenado electrodinámico de vehículos B60L, en general H02K; disposiciones sobre los vehículos ferroviarios para adaptar la fuerza de frenado a las condiciones variables del vehículo o de la vía B60T 8/00; transmisión de la acción de frenado entre el órgano de ataque y los órganos terminales de acción con potencia de frenado asistida o de relé de potencia, o sistemas de frenado que tienen esos medios de transmisión, p. ej. sistemas de frenado de presión de aire B60T 13/00; estructura, disposición o funcionamiento de válvulas incorporadas en los sistemas de control de frenos asistidos o de relé de potencia B60T 15/00; elementos, partes constitutivas o accesorios de sistemas de frenos B60T 17/00; frenos en sí F16D)"
              },
              {
                "code": "B61J",
                "description": "TRANSBORDO O CLASIFICACION DE VEHICULOS FERROVIARIOS (transferencia de vehículos en general B60S; sistemas de clasificación B61B)"
              },
              {
                "code": "B61K",
                "description": "EQUIPOS AUXILIARES ESPECIALMENTE ADAPTADOS PARA FERROCARRILES, NO PREVISTOS EN OTRO LUGAR (frenos acumuladores de la energía B61H; protección de la vía contra los agentes atmosféricos E01B; limpieza de raíles, quitanieves E01H)"
              },
              {
                "code": "B61L",
                "description": "CONTROL DE TRAFICO FERROVIARIO; SEGURIDAD DEL TRAFICO FERROVIARIO (frenos o equipos auxiliares B61H, B61K; estructura de sistemas de agujas E01B)"
              }
            ]
          },
          {
            "classCode": "B62",
            "classDescription": "VEHICULOS TERRESTRES QUE SE DESPLAZAN DE OTRO MODO QUE POR RAILES",
            "classChildren": [
              {
                "code": "B62B",
                "description": "VEHICULOS PROPULSADOS A MANO, p. ej. COCHES DE MANO O COCHES DE NIÑO; TRINEOS (caracterizados por la propulsión animal B62C; propulsión de trineos por el conductor o por motor B62M)"
              },
              {
                "code": "B62C",
                "description": "VEHICULOS DE TRACCION ANIMAL"
              },
              {
                "code": "B62D",
                "description": "VEHICULOS DE MOTOR; REMOLQUES (dirección o guiado de máquinas o instrumentos agrícolas según un recorrido determinado A01B 69/00; ruedas, ruedecillas pivotantes, mejora de la adherencia de ruedas B60B; neumáticos para vehículos, inflado de neumáticos, cambio o reparación de neumáticos B60C; conexiones entre vehículos de un mismo tren o de un conjunto similar B60D; vehículos raíl-carretera, vehículos anfibios o transformables B60F; disposiciones de suspensión B60G; calefacción, refrigeración, ventilación u otros dispositivos de tratamiento del aire B60H; ventanas, parabrisas, techos descapotables, puertas o dispositivos similares, cubiertas de protección para vehículos fuera de servicio B60J; disposiciones de conjuntos de propulsión, accionamientos auxiliares, transmisiones, disposición de instrumentos o tableros de a bordo B60K; equipo eléctrico o propulsión de vehículos de tracción eléctrica B60L; alimentación de energía eléctrica para vehículos de tracción eléctrica B60M; disposiciones para pasajeros no previstas en otro lugar B60N; vehículos adaptados al transporte de cargas o para llevar cargas u objetos especiales B60P; adaptación de los dispositivos de señalización o de iluminación, su montaje o soporte, circuitos a este efecto, para vehículos en general B60Q; vehículos, equipos o partes de vehículos, no previstos en otro lugar B60R; servicio,limpieza, reparación, elevación o maniobra, no previstos en otro lugar B60S; frenos, sistemas de control de frenos o partes de estos sistemas B60T; vehículos de colchón de aire B60V; ciclos de motor, sus accesorios B62J, B62K; ensayo de vehículos G01M)"
              },
              {
                "code": "B62H",
                "description": "APOYOS DE CICLOS; SOPORTES O FIJACIONES PARA EL APARCADO O EL ALMACENADO DE CICLOS; DISPOSITIVOS QUE IMPIDEN O INDICAN EL USO NO AUTORIZADO O EL ROBO DE LOS CICLOS; SISTEMAS DE CIERRE QUE FORMAN CUERPO CON LOS CICLOS (ANTIRROBOS); DISPOSITIVOS PARA APRENDER A CONDUCIR LOS CICLOS"
              },
              {
                "code": "B62J",
                "description": "SILLINES O ASIENTOS PARA CICLOS; DISPOSITIVOS AUXILIARES O ACCESORIOS ESPECIALMENTE ADAPTADOS A LOS CICLOS NO PREVISTOS EN OTRO LUGAR, p. ej. PORTAMALETAS, GUARDABARROS"
              },
              {
                "code": "B62K",
                "description": "CICLOS; CUADROS PARA CICLOS; DISPOSITIVOS DE DIRECCION; MANDOS ACCIONADOS POR EL CONDUCTOR ADAPTADOS ESPECIALMENTE A LOS CICLOS; SUSPENSION DE CUBOS DE RUEDAS DE CICLOS; SIDECARS, REMOLQUES DELANTEROS O VEHICULOS ADICIONALES SIMILARES PARA CICLOS"
              },
              {
                "code": "B62L",
                "description": "FRENOS ADAPTADOS ESPECIALMENTE A CICLOS"
              },
              {
                "code": "B62M",
                "description": "PROPULSION POR EL CONDUCTOR DE VEHICULOS DE RUEDAS O DE TRINEOS; PROPULSION POR MOTOR DE TRINEOS O DE CICLOS; TRANSMISIONES ADAPTADAS ESPECIALMENTE A ESTOS VEHICULOS (disposiciones o montaje de transmisiones de vehículos en general B60K; elementos de transmisión en sí\n\t\t\t\t\t\t\t\tF16)"
              }
            ]
          },
          {
            "classCode": "B63",
            "classDescription": "BUQUES U OTRAS EMBARCACIONES FLOTANTES; SUS EQUIPOS",
            "classChildren": [
              {
                "code": "B63B",
                "description": "BUQUES U OTRAS EMBARCACIONES FLOTANTES; EQUIPAMIENTO PARA EMBARCACIONES (disposiciones relativas a la ventilación, calefacción, refrigeración o acondicionamiento de aire en los buques B63J 2/00; subestructuras flotantes como soportes de las dragas o máquinas par el movimiento de tierras E02F 9/06) [2]"
              },
              {
                "code": "B63C",
                "description": "BOTADURA, VARADO, O PUESTA EN DIQUE SECO DE BUQUES; SALVAMENTO EN LA MAR; EQUIPOS PARA PERMANECER O TRABAJAR BAJO EL AGUA; MEDIOS DE LOCALIZACION O RECUPERACION DE OBJETOS SUMERGIDOS (redes flotantes, rampas de amerizaje flotantes o dispositivos similares para la recuperación de aviones del agua B63B 35/52)"
              },
              {
                "code": "B63G",
                "description": "INSTALACIONES OFENSIVAS Y DEFENSIVAS EN LOS BUQUES; COLOCACION DE MINAS; DRAGADO DE MINAS; SUBMARINOS; PORTAAVIONES (medios de ataque o de defensa en general, p. ej. torretas, F41H)"
              },
              {
                "code": "B63H",
                "description": "PROPULSION O GOBIERNO MARINO (propulsión de vehículos de colchón de aire B60V 1/14; especialmente adaptados para submarinos que no sean de propulsión nuclear, B63G; especialmente adaptados para torpedos F42B 19/00)"
              },
              {
                "code": "B63J",
                "description": "AUXILIARES DE BUQUES"
              }
            ]
          },
          {
            "classCode": "B64",
            "classDescription": "AERONAVES; AVIACION; ASTRONAUTICA",
            "classChildren": [
              {
                "code": "B64B",
                "description": "AERONAVES MAS LIGERAS QUE EL AIRE (instalaciones en tierra para aeronaves en general B64F)"
              },
              {
                "code": "B64C",
                "description": "AEROPLANOS; HELICOPTEROS"
              },
              {
                "code": "B64D",
                "description": "EQUIPAMIENTO INTERIOR O ACOPLABLE A AERONAVES; ROPA DE VUELO; PARACAIDAS; DISPOSICIONES O MONTAJE DE GRUPOS MOTORES O DE TRANSMISIONES DE PROPULSION EN AERONAVES"
              },
              {
                "code": "B64F",
                "description": "INSTALACIONES EN TIERRA O INSTALACIONES EN CUBIERTA DE PORTAAVIONES ESPECIALMENTE ADAPTADAS PARA SU USO EN CONEXIÓN CON AERONAVES; DISEÑO, FABRICACIÓN, ENSAMBLAJE, LIMPIEZA, MANTENIMIENTO O REPARACIÓN DE AERONAVES, NO PREVISTOS EN OTRO LUGAR; MANIPULACIÓN, TRANSPORTE, ENSAYO O INSPECCIÓN DE COMPONENTES DE AERONAVES, NO PREVISTOS EN OTRO LUGAR"
              },
              {
                "code": "B64G",
                "description": "ASTRONAUTICA; VEHICULOS O EQUIPOS A ESTE EFECTO (aparatos o métodos para obtener materiales de fuentes extraterrestres E21C 51/00)"
              },
              {
                "code": "B64U",
                "description": "VEHÍCULOS AÉREOS NO TRIPULADOS [UAV], DRONES; EQUIPAMIENTO AL EFECTO [2023.01]"
              }
            ]
          },
          {
            "classCode": "B65",
            "classDescription": "TRANSPORTE; EMBALAJE; ALMACENADO; MANIPULACION DE MATERIALES DELGADOS O FILIFORMES",
            "classChildren": [
              {
                "code": "B65B",
                "description": "MAQUINAS, APARATOS, DISPOSITIVOS O PROCEDIMIENTOS DE EMBALAJE DE OBJETOS O MATERIALES; DESEMBALAJE (dispositivos para la colocación en paquetes y el prensado de puros A24C 1/44; dispositivos para tensar y fijar ataduras adaptadas para ser soportadas por el objeto u objetos a fijar B25B 25/00; colocación de cierres en botellas, tarros o recipientes análogos B67B 1/00-B67B 6/00; limpieza, llenado y cierre simultáneo de botellas B67C 7/00; vaciado de botellas, jarras, latas, cubas, barriles o contenedores similares B67C 9/00)"
              },
              {
                "code": "B65C",
                "description": "MAQUINAS, APARATOS O PROCEDIMIENTOS DE ETIQUETADO (clavado o grapado en general B25C, B27F; procedimientos para aplicar calcomanías B44C 1/16; aplicación de etiquetas para embalaje B65B; etiquetas, placas de identificación G09F)"
              },
              {
                "code": "B65D",
                "description": "RECIPIENTES PARA EL ALMACENAMIENTO O EL TRANSPORTE DE OBJETOS O MATERIALES, p. ej. SACOS, BARRILES, BOTELLAS, CAJAS, LATAS, CARTONES, ARCAS, BOTES, BIDONES, TARROS, TANQUES; ACCESORIOS O CIERRES PARA RECIPIENTES; ELEMENTOS DE EMBALAJE; PAQUETES"
              },
              {
                "code": "B65F",
                "description": "RECOGIDA O RETIRADA DE BASURAS DOMESTICAS O DESPERDICIOS SIMILARES (desinfección de basuras A61L; desintegrado de basuras B02C; clasificación de basuras B03B, B07B; vehículos a mano para el transporte de recipientes de basuras B62B; soportes de sacos B65B 67/00; transformación de basuras en fertilizantes C05F; transformación de basuras en combustibles sólidos C10L; colectores, pozos E03F; disposiciones en los edificios para evacuar las basuras E04F 17/10; hornos de incineración de basuras F23G)"
              },
              {
                "code": "B65G",
                "description": "DISPOSITIVOS DE TRANSPORTE O ALMACENAJE, p. ej. TRANSPORTADORES PARA CARGAR O BASCULAR, SISTEMAS TRANSPORTADORES PARA TALLERES O TRANSPORTADORES NEUMATICOS DE TUBOS (embalajes B65B; manipulación de material delgado o filiforme, p. ej. hojas de papel o fibras B65H; grúas B66C; aparatos de elevación o arrastre,p. ej. montacargas, B66D; dispositivos para elevar o bajar mercancías para carga y descarga, p. ej. carretillas elevadoras, B66F 9/00; vaciado de botellas, jarras, latas, barricas, barriles o contendores similares, no previstos en otro lugar, B67C 9/00; distribución o trasvase de líquidos B67D; llenado o descarga de contenedores para gases licuados, solidificados o comprimidos F17C; sistemas de conducción para fluídos F17D)"
              },
              {
                "code": "B65H",
                "description": "MANIPULACION DE MATERIALES DELGADOS O FILIFORMES, p. ej. HOJAS, BANDAS, CABLES"
              }
            ]
          },
          {
            "classCode": "B66",
            "classDescription": "ELEVACION; LEVANTAMIENTO; REMOLCADO",
            "classChildren": [
              {
                "code": "B66B",
                "description": "ASCENSORES; ESCALERAS O PASILLOS MECANICOS (dispositivos salvavidas utilizados como alternativa a los medios de salida normales, p. ej. escaleras, durante el rescate, para hacer descender a las personas de los edificios u otras estructuras análogas, en jaulas, bolsas, o soportes similares A62B 1/02; equipamiento para la manipulación de cargars o para facilitar el embarque de  pasajeros o similar B64D 9/00; dispositivos de frenado o de parada caracterizados por su aplicación a los mecanismos de elevación o izado B66D 5/00) [4]"
              },
              {
                "code": "B66C",
                "description": "GRUAS Y PUENTES-GRUA; ELEMENTOS O DISPOSITIVOS DE TOMA DE CARGA PARA GRUAS, PUENTES GRUA, CABRESTANTES, CABRIAS O POLIPASTOS (mecanismos de enroscadura de cuerda, de cable o de cadena, dispositivos de frenado o de parada de su uso B66D; adaptados especialmente para los reactores nucleares G21)"
              },
              {
                "code": "B66D",
                "description": "CABRESTANTES; CABRIAS; APAREJOS, p. ej. POLIPASTOS; TROCOLAS (enrollado y desenrollado de cables con fines de alimentación o almacenado B65H; mecanismos de enrollado o desenrollado de cables para ascensores B66B; dispositivos de elevación especialmente adaptados a los andamios suspendidos E04G 3/32)"
              },
              {
                "code": "B66F",
                "description": "ELEVACION, LEVANTAMIENTO, REMOLQUE O EMPUJE, NO PREVISTOS EN OTRO LUGAR, p. ej. DISPOSITIVOS CUYA FUERZA DE LEVANTAMIENTO O EMPUJE SE APLICA DIRECTAMENTE SOBRE LA SUPERFICIE DE LA CARGA (montaje de islas artificiales sobre pilotes o soportes similares E02B 17/00; andamiajes combinados con aparatos de elevación E04G 1/22, E04G 3/28; dispositivos de elevación para encofrados deslizantes E04G 11/24; sobreelevación de edificios E04G 23/06; puntales o tirantes E04G 25/00; elevadores u otros dispositivos de elevación de escaleras E06C 7/12; puntales para minería E21D 15/00)"
              }
            ]
          },
          {
            "classCode": "B67",
            "classDescription": "APERTURA Y CIERRE DE BOTELLAS, TARROS O RECIPIENTES ANALOGOS; MANIPULACION DE LIQUIDOS",
            "classChildren": [
              {
                "code": "B67B",
                "description": "COLOCACION DE ELEMENTOS DE CIERRE A BOTELLAS, TARROS O RECIPIENTES SIMILARES; APERTURA DE RECIPIENTES CERRADOS (dispositivos de apertura o cierre fijados o incorporados en los recipientes o en los cierres de los mismos B65D)"
              },
              {
                "code": "B67C",
                "description": "LLENADO CON LIQUIDOS O SEMILIQUIDOS, O VACIADO DE BOTELLAS, TARROS, BOTES, CUBAS, BARRILES O RECIPIENTES SIMILARES, NO PREVISTO EN OTRO LUGAR; EMBUDOS"
              },
              {
                "code": "B67D",
                "description": "DISTRIBUCION, SUMINISTRO O TRANFERENCIA DE LIQUIDOS, NO PREVISTA EN OTRO LUGAR (limpieza de conducciones o tubos o de sistemas de conducciones o tubos B08B 9/02; limpieza, vaciado o llenado de botellas, tarros, botes, cubas, barriles o recipientes similares no previstos en otro lugar B67C; suministros de agua E03; sistemas de tuberías F17D; sistemas de suministro de agua caliente para uso doméstico F24D; medidas de volúmenes, de caudales, de gasto másico o de niveles de líquidos, cómputo volumétrico G01F; aparatos accionados por monedas o similares G07F) [5]"
              }
            ]
          },
          {
            "classCode": "B68",
            "classDescription": "GUARNICIONERIA; TAPICERIA",
            "classChildren": [
              {
                "code": "B68B",
                "description": "MONTURAS; DISPOSITIVOS UTILIZADOS CON ESAS MONTURAS; FUSTAS U OBJETOS ANALOGOS"
              },
              {
                "code": "B68C",
                "description": "SILLAS DE MONTAR; ESTRIBOS"
              },
              {
                "code": "B68F",
                "description": "FABRICACION DE ARTICULOS EN CUERO, LONA O MATERIAL ANALOGO"
              },
              {
                "code": "B68G",
                "description": "PROCESOS, EQUIPO O MAQUINAS, EMPLEADOS PARA LA TAPICERIA; TAPIZADO, NO PREVISTO EN OTRO LUGAR"
              }
            ]
          }
        ]
      },
      {
        "classContCode": "B81",
        "classContDescription": "TECNOLOGIA DE LAS MICROESTRUCTURAS; NANOTECNOLOGIA",
        "classContChildren": [
          {
            "classCode": "B81",
            "classDescription": "TECNOLOGIA DE LAS MICROESTRUCTURAS [7]",
            "classChildren": [
              {
                "code": "B81B",
                "description": "DISPOSITIVOS O SISTEMAS DE MICROESTRUCTURA, p. ej. DISPOSITIVOS MICROMECANICOS (elementos piezoeléctricos, electroestrictivos o magnetoestrictivos en sí H10N 30/00, H10N 35/00) [7]"
              },
              {
                "code": "B81C",
                "description": "PROCEDIMIENTOS O APARATOS ESPECIALMENTE ADAPTADOS PARA LA FABRICACION O EL TRATAMIENTO DE DISPOSITIVOS O SISTEMAS DE MICROESTRUCTURA (fabricación de microcápsulas o de microbolas B01J 13/02; procedimientos o aparatos especialmente adaptados para la fabricación o el tratamiento de elementos piezoeléctricos o electroestrictivos o magnetoestrictivos en sí H10N 30/01) [7]"
              }
            ]
          },
          {
            "classCode": "B82",
            "classDescription": "NANOTECNOLOGIA [7]",
            "classChildren": [
              {
                "code": "B82B",
                "description": "NANOESTRUCTURAS  FORMADAS POR MANIPULACION DE ATOMOS O  MOLECULAS INDIVIDUALES, O COLECCIONES LIMITADAS DE ATOMOS O MOLECULAS COMO UNIDADES DISCRETAS; SU FABRICACION O TRATAMIENTO [7]"
              },
              {
                "code": "B82Y",
                "description": "USOS O APLICACIONES ESPECIFICOS DE NANOESTRUCTURAS; MEDIDA O ANALISIS DE NANOESTRUCTURAS; FABRICACION O TRATAMIENTO DE NANOESTRUCTURAS [2011.01]"
              }
            ]
          },
          {
            "classCode": "B99",
            "classDescription": "MATERIA NO PREVISTA EN OTRO LUGAR DE ESTA SECCION [2006.01]",
            "classChildren": [
              {
                "code": "B99Z",
                "description": "MATERIA NO PREVISTA EN OTRO LUGAR DE ESTA SECCION [2006.01]"
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "sectionCode": "C",
    "sectionDescription": "QUIMICA; METALURGIA",
    "sectionChildren": [
      {
        "classContCode": "C01",
        "classContDescription": "QUIMICA",
        "classContChildren": [
          {
            "classCode": "C01",
            "classDescription": "QUIMICA INORGANICA",
            "classChildren": [
              {
                "code": "C01B",
                "description": "ELEMENTOS NO METALICOS; SUS COMPUESTOS (procesos de fermentación o procesos que utilizan enzimas para la preparación de elementos o de compuestos inorgánicos excepto anhídrido carbónico C12P 3/00; producción de elementos no metálicos o de compuestos inorgánicos por electrólisis o electroforesis C25B)"
              },
              {
                "code": "C01C",
                "description": "AMMONIA; CYANOGEN; SUS COMPUESTOS (sales de oxácidos de halógenos C01B 11/00; peróxidos, sales de los perácidos C01B 15/00; tiosulfatos, ditionitos, politionatos C01B 17/64; compuestos de selenio o teluro C01B 19/00; azidas C01B 21/08; amidas metálicas C01B 21/092; nitritos C01B 21/50; fosfuros C01B 25/08; sales de los oxácidos del fósforo C01B 25/16; compuestos que contienen silicio C01B 33/00; compuestos que contienen boro C01B 35/00; procesos de fermentación o procesos que utilizan enzimas para la preparación de elementos o de compuestos inorgánicos excepto anhídrido carbónico C12P 3/00; producción de elementos no metálicos o de compuestos inorgánicos por electrólisis o electroforesis C25B)"
              },
              {
                "code": "C01D",
                "description": "COMPUESTOS DE LOS METALES ALCALINOS, es decir, DE LITIO, SODIO, POTASIO, RUBIDIO, CESIO O FRANCIO (hidruros metálicos C01B 6/00; sales de oxácidos de halógenos C01B 11/00; peróxidos, sales de los perácidos C01B 15/00; sulfuros o polisulfuros C01B 17/22; tiosulfatos, ditionitos, politionatos C01B 17/64; compuestos que contienen selenio o teluro C01B 19/00; compuestos binarios del nitrógeno con metales C01B 21/06; azidas C01B 21/08; amidas metálicas C01B 21/092; nitritos C01B 21/50; fosfuros C01B 25/08; sales de los oxácidos del fósforo C01B 25/16; carburos C01B 32/90; compuestos que contienen silicio C01B 33/00; compuestos que contienen boro C01B 35/00; cianuros C01C 3/08; sales del ácido ciánico C01C 3/14; sales de cianamida C01C 3/16; tiocianatos C01C 3/20; procesos de fermentación o procesos que utilizan enzimas para la preparación de elementos o de compuestos inorgánicos excepto anhídrido carbónico C12P 3/00; obtención a partir de mezclas, p. ej. a partir de minerales, de compuestos metálicos que son los compuestos intermedios de un proceso metalúrgico para la obtención de un metal libre C22B; producción de elementos no metálicos o de compuestos inorgánicos por electrólisis o electroforesis C25B)"
              },
              {
                "code": "C01F",
                "description": "COMPUESTOS DE BERILIO, MAGNESIO, ALUMINIO, CALCIO, ESTRONCIO, BARIO, RADIO, TORIO O COMPUESTOS DE LOS METALES DE LAS TIERRAS RARAS (hidruros metálicos C01B 6/00; sales de oxácidos de halógenos C01B 11/00; peróxidos, sales de los perácidos C01B 15/00; sulfuros o polisulfuros de magnesio, calcio, estroncio o bario C01B 17/42; tiosulfatos, ditionitos, politionatos C01B 17/64; compuestos que contienen selenio o teluro C01B 19/00; compuestos binarios del nitrógeno con metales C01B 21/06; azidas C01B 21/08; amidas metálicas C01B 21/092; nitritos C01B 21/50; fosfuros C01B 25/08; sales de los oxácidos del fósforo C01B 25/16; carburos C01B 32/90; compuestos que contienen silicio C01B 33/00; compuestos que contienen boro C01B 35/00; compuestos que tienen propiedades de tamices moleculares pero que no tienen propiedades de cambiadores de base C01B 37/00; compuestos que tienen propiedades de tamices moleculares y de cambiadores de base, p. ej. zeolitas cristalinas, C01B 39/00; cianuros C01C 3/08; sales del ácido ciánico C01C 3/14; sales de cianamida C01C 3/16; tiocianatos C01C 3/20; procesos de fermentación o procesos que utilizan enzimas para la preparación de elementos o de compuestos inorgánicos excepto anhídrido carbónico C12P 3/00; obtención a partir de mezclas, p. ej. a partir de minerales, de compuestos metálicos que son los compuestos intermedios de un proceso metalúrgico para la obtención de un metal libre C22B; producción de elementos no metálicos o de compuestos inorgánicos por electrólisis o electroforesis C25B)"
              },
              {
                "code": "C01G",
                "description": "COMPUESTOS QUE CONTIENEN METALES NO CUBIERTOS POR LAS SUBCLASES C01D O C01F (hidruros metálicos C01B 6/00; sales de oxácidos de halógenos C01B 11/00; peróxidos, sales de los perácidos C01B 15/00; tiosulfatos, ditionitos, politionatos C01B 17/64; compuestos que contienen selenio o teluro C01B 19/00; compuestos binarios del nitrógeno con metales C01B 21/06; azidas C01B 21/08; amidas metálicas C01B 21/092; nitritos C01B 21/50; fosfuros C01B 25/08; sales de los oxácidos del fósforo C01B 25/16; carburos C01B 32/90; compuestos que contienen silicio C01B 33/00; compuestos que contienen boro C01B 35/00; compuestos que tienen propiedades de tamices moleculares pero que no tienen propiedades de cambiadores de base C01B 37/00; compuestos que tienen propiedades de tamices moleculares y de cambiadores de base, p. ej. zeolitas cristalinas, C01B 39/00; cianuros C01C 3/08; sales del ácido ciánico C01C 3/14; sales de cianamida C01C 3/16; tiocianatos C01C 3/20; procesos de fermentación o procesos que utilizan enzimas para la preparación de elementos o de compuestos inorgánicos excepto anhídrido carbónico C12P 3/00; obtención a partir de mezclas, p. ej. a partir de minerales, de compuestos metálicos que son los compuestos intermedios de un proceso metalúrgico para la obtención de un metal libre C21B, C22B; producción de elementos no metálicos o de compuestos inorgánicos por electrólisis o electroforesis C25B)"
              }
            ]
          },
          {
            "classCode": "C02",
            "classDescription": "TRATAMIENTO DEL AGUA, AGUA RESIDUAL, DE ALCANTARILLA O FANGOS",
            "classChildren": [
              {
                "code": "C02F",
                "description": "TRATAMIENTO DEL AGUA, AGUA RESIDUAL, DE ALCANTARILLA O FANGOS (procedimientos para transformar las sustancias químicas nocivas en inocuas o menos perjudiciales, efectuando un cambio químico en las sustancias A62D 3/00; separación, tanques de sedimentación o dispositivos de filtro  B01D; disposiciones relativas a las instalaciones para el tratamiento del agua, agua residual o de alcantarilla en los buques, p. ej. para producir agua dulce, B63J; adición al agua de sustancias para impedir la corrosión C23F; tratamiento de líquidos contaminados por radiactividad G21F 9/04) [3]"
              }
            ]
          },
          {
            "classCode": "C03",
            "classDescription": "VIDRIO; LANA MINERAL O DE ESCORIA",
            "classChildren": [
              {
                "code": "C03B",
                "description": "FABRICACION O MODELADO DE VIDRIO O DE LANA MINERAL O DE ESCORIA; PROCESOS SUPLEMENTARIOS EN LA FABRICACION O MODELADO DE VIDRIO O DE LANA MINERAL O DE ESCORIA (tratamiento de la superficie C03C)"
              },
              {
                "code": "C03C",
                "description": "COMPOSICIÓN QUÍMICA DE LOS VIDRIOS, VIDRIADOS O ESMALTES VÍTREOS; TRATAMIENTO DE LA SUPERFICIE DEL VIDRIO; TRATAMIENTO DE LA SUPERFICIE DE FIBRAS O FILAMENTOS DE VIDRIO, SUSTANCIAS INORGÁNICAS O ESCORIAS; UNIÓN DE VIDRIO A VIDRIO O A OTROS MATERIALES"
              }
            ]
          },
          {
            "classCode": "C04",
            "classDescription": "CEMENTOS; HORMIGON; PIEDRA ARTIFICIAL; CERAMICAS; REFRACTARIOS [4]",
            "classChildren": [
              {
                "code": "C04B",
                "description": "LIMA; MAGNESIA; ESCORIAS; CEMENTOS; SUS COMPOSICIONES, p. ej. MORTEROS, HORMIGON O MATERIALES DE CONSTRUCCION SIMILARES; PIEDRA ARTIFICIAL; CERAMICAS (vitrocerámicas desvitrificadas C03C 10/00); REFRACTARIOS (aleaciones basadas en metales refractarios C22C); TRATAMIENTO DE LA PIEDRA NATURAL [4]"
              }
            ]
          },
          {
            "classCode": "C05",
            "classDescription": "FERTILIZANTES; SU FABRICACION [4]",
            "classChildren": [
              {
                "code": "C05B",
                "description": "FERTILIZANTES FOSFATADOS"
              },
              {
                "code": "C05C",
                "description": "FERTILIZANTES NITROGENADOS"
              },
              {
                "code": "C05D",
                "description": "FERTILIZANTES INORGANICOS NO CUBIERTOS POR LAS SUBCLASES C05B, C05C; FERTILIZANTES QUE PRODUCEN DIOXIDO DE CARBONO"
              },
              {
                "code": "C05F",
                "description": "FERTILIZANTES ORGANICOS NO CUBIERTOS POR LAS SUBCLASES C05B, C05C, p. ej. FERTILIZANTES A PARTIR DE DESECHOS O DESPERDICIOS"
              },
              {
                "code": "C05G",
                "description": "MEZCLAS DE FERTILIZANTES CUBIERTOS INDIVIDUALMENTE POR LAS DIFERENTES SUBCLASES DE LA CLASE C05; MEZCLAS DE UNO O VARIOS FERTILIZANTES CON ADITIVOS QUE NO TIENEN ACTIVIDAD ESPECIFICA DE FERTILIZANTES (fertilizantes orgánicos que comprenden la adición de cultivos bacterianos, de micelio o similares C05F 11/08; fertilizantes orgánicos que contienen vitaminas u hormonas vegetales C05F 11/10); FERTILIZANTES CARACTERIZADOS POR SU FORMA [4]"
              }
            ]
          },
          {
            "classCode": "C06",
            "classDescription": "EXPLOSIVOS; CERILLAS",
            "classChildren": [
              {
                "code": "C06B",
                "description": "COMPOSICIONES EXPLOSIVAS O TERMICAS (voladura F42D); SU FABRICACION; USO DE UNA SOLA SUSTANCIA COMO EXPLOSIVO [2]"
              },
              {
                "code": "C06C",
                "description": "DISPOSITIVOS DETONANTES O DE CEBADO; COMBUSTIBLES; ENCENDEDORES QUIMICOS; COMPOSICIONES PIROFORICAS [2]"
              },
              {
                "code": "C06D",
                "description": "MEDIOS PARA GENERAR HUMO O NIEBLA; COMPOSICIONES PARA GASES DE GUERRA; GENERACION DE GAS PARA VOLADURA O PROPULSION (PARTE QUIMICA) [2]"
              },
              {
                "code": "C06F",
                "description": "CERILLAS; FABRICACION DE CERILLAS"
              }
            ]
          },
          {
            "classCode": "C07",
            "classDescription": "QUIMICA ORGANICA [2]",
            "classChildren": [
              {
                "code": "C07B",
                "description": "PROCESOS GENERALES DE QUIMICA ORGANICA; SUS APARATOS (preparación de ésteres de ácidos carboxílicos por telomerización C07C 67/47; procesos para la preparación de compuestos macromoleculares, p.ej. telomerzación C08F, C08G)"
              },
              {
                "code": "C07C",
                "description": "COMPUESTOS ACICLICOS O CARBOCICLICOS (compuestos macromoleculares C08; producción de compuestos orgánicos por electrolisiso electroforesis C25B 3/00, C25B 7/00)"
              },
              {
                "code": "C07D",
                "description": "COMPUESTOS HETEROCICLICOS (Compuestos macromoleculares C08) [2]"
              },
              {
                "code": "C07F",
                "description": "COMPUESTOS ACICLICOS, CARBOCICLICOS O HETEROCICLICOS QUE CONTIENEN ELEMENTOS DISTINTOS DEL CARBONO, HIDROGENO, HALOGENOS, OXIGENO, NITROGENO, AZUFRE, SELENIO O TELURO (porfirinas que contienen metal C07D 487/22; compuestos macromoleculares C08)"
              },
              {
                "code": "C07G",
                "description": "COMPUESTOS DE CONSTITUCION INDETERMINADA (grasas, aceites o ceras sulfonadas de constitución indeterminada C07C 309/62)"
              },
              {
                "code": "C07H",
                "description": "AZUCARES; SUS DERIVADOS; NUCLEOSIDOS; NUCLEOTIDOS; ACIDOS NUCLEICOS (derivados de ácidos aldónicos o sacáricos C07C, C07D; ácidos aldónicos, ácidos sacáricos C07C 59/105, C07C 59/285; cianohidrinas C07C 255/16; glicales C07D; compuestos de constitución indeterminada C07G; polisacáridos, sus derivados C08B; ADN o ARN concerniente a la ingeniería genética, vectores, p. ej. plásmidos o su aislamiento, preparación o purificación C12N 15/00; industria del azúcar C13) [2]"
              },
              {
                "code": "C07J",
                "description": "ESTEROIDES (seco-steroides C07C) [2]"
              },
              {
                "code": "C07K",
                "description": "PEPTIDOS (péptidos que contienen β -anillos  lactamas C07D; ipéptidos cíclicos que no tienen en su molécula ningún otro enlace peptídico más que los que forman su ciclo, p. ej. piperazina diones-2,5, C07D; alcaloides del cornezuelo del centeno de tipo péptido cíclico C07D 519/02; proteínas monocelulares, enzimas C12N; procedimientos de obtención de péptidos por ingeniería genética C12N 15/00) [4]"
              }
            ]
          },
          {
            "classCode": "C08",
            "classDescription": "COMPUESTOS MACROMOLECULARES ORGANICOS; SU PREPARACION O PRODUCCION QUIMICA; COMPOSICIONES BASADAS EN COMPUESTOS MACROMOLECULARES",
            "classChildren": [
              {
                "code": "C08B",
                "description": "POLISACARIDOS; SUS DERIVADOS (polisacáridos que contienen menos de seis radicales sacáridos unidos entre sí por enlaces glucosídicos C07H; procesos de fermentación o procesos que utilizan enzimas C12P 19/00; producción de celulosa D21) [4]"
              },
              {
                "code": "C08C",
                "description": "TRATAMIENTO O MODIFICACION QUIMICA DE LOS CAUCHOS"
              },
              {
                "code": "C08F",
                "description": "COMPUESTOS MACROMOLECULARES OBTENIDOS POR REACCIONES QUE IMPLICAN UNICAMENTE ENLACES INSATURADOS CARBONO - CARBONO (producción de mezclas de hidrocarburos líquidos a partir de hidrocarburos de número reducido de átomos de carbono, p. ej. por oligomerización, C10G 50/00; Procesos de fermentación o procesos que utilizan enzimas para la síntesis de un compuesto químico dado o de una composición dada, o para la separación de isómeros ópticos a partir de una mezcla racémica C12P; polimerización por injerto de monómeros, que contienen uniones insaturadas carbono-carbono, sobre fibras, hilos, hilados, tejidos o artículos fibrosos hechos de estas materias D06M 14/00) [2]"
              },
              {
                "code": "C08G",
                "description": "COMPUESTOS MACROMOLECULARES OBTENIDOS POR REACCIONES DISTINTAS A AQUELLAS EN LAS QUE INTERVIENEN SOLAMENTE ENLACES INSATURADOS CARBONO - CARBONO (procesos de fermentación o procesos que utilizan enzimas para sintetizar un compuesto dado o una composición dada o para la separación de isómeros ópticos a partir de una mezcla racémica C12P) [2]"
              },
              {
                "code": "C08H",
                "description": "DERIVADOS DE COMPUESTOS MACROMOLECULARES NATURALES (polisacáridos C08B; caucho natural C08C; resinas naturales o sus derivados C09F; tratamiento de la brea, asfalto y betún C10C 3/00)"
              },
              {
                "code": "C08J",
                "description": "PRODUCCION; PROCESOS GENERALES PARA FORMAR MEZCLAS; TRATAMIENTO POSTERIOR NO CUBIERTO POR LAS SUBCLASES C08B, C08C, C08F, C08G o C08H (trabajo, p. ej. conformado, de plásticos B29) [2]"
              },
              {
                "code": "C08K",
                "description": "UTILIZACION DE SUSTANCIAS INORGANICAS U ORGANICAS NO MACROMOLECULARES COMO INGREDIENTES DE LA COMPOSICION (colorantes, pinturas, pulimentos, resinas naturales, adhesivos C09) [2]"
              },
              {
                "code": "C08L",
                "description": "COMPOSICIONES DE COMPUESTOS MACROMOLECULARES (composiciones basadas en monómeros polimerizables C08F, C08G; pinturas, tintas, barnices, colorantes, pulimentos, adhesivos D01F; filamentos o fibras artificiales D06) [2]"
              }
            ]
          },
          {
            "classCode": "C09",
            "classDescription": "COLORANTES; PINTURAS; PULIMENTOS; RESINAS NATURALES; ADHESIVOS; COMPOSICIONES NO PREVISTAS EN OTRO LUGAR; APLICACIONES DE LOS MATERIALES NO PREVISTAS EN OTRO LUGAR",
            "classChildren": [
              {
                "code": "C09B",
                "description": "COLORANTES ORGANICOS O COMPUESTOS ESTRECHAMENTE RELACIONADOS PARA PRODUCIR COLORANTES; MORDIENTES; LACAS (procesos de fermentación o procesos que utilizan enzimas para la síntesis de un compuesto dado C12P)"
              },
              {
                "code": "C09C",
                "description": "TRATAMIENTO DE MATERIALES INORGANICOS, QUE NO SEAN CARGAS FIBROSAS, PARA MEJORAR SUS PROPIEDADES DE PIGMENTACION O DE CARGA (tratamiento de materias especialmente previsto para reforzar sus propiedades de carga, en los morteros, hormigón, piedra artificial o análogo C04B 14/00, C04B 18/00, C04B 20/00); PREPARACION DE NEGRO DE CARBON [4]"
              },
              {
                "code": "C09D",
                "description": "COMPOSICIONES DE REVESTIMIENTO, p. ej. PINTURAS, BARNICES, LACAS; EMPLASTES; PRODUCTOS QUIMICOS PARA LEVANTAR LA PINTURA O LA TINTA; TINTAS; CORRECTORES LIQUIDOS; COLORANTES PARA MADERA; PRODUCTOS SOLIDOS O PASTOSOS PARA ILUMINACION O IMPRESION; EMPLEO DE MATERIALES PARA ESTE EFECTO (cosméticos A61K; procedimientos para aplicar líquidos u otros materiales fluidos a las superficies, en general B05D; coloración de madera B27K 5/02; vidriados o esmaltes vitreos C03C; resinas naturales, pulimento francés, aceites secantes, secantes, trementina, per se, C09F; composiciones de productos para pulir distintos del pulimento francés, cera para esquíes C09G; adhesivos o empleo de materiales como adhesivos C09J; materiales para sellar o guarnecer juntas o cubiertas C09K 3/10; materiales para detener las fugas C09K 3/12; procedimientos para la preparación electrolítica o electroforética de revestimientos C25D) [5]"
              },
              {
                "code": "C09F",
                "description": "RESINAS NATURALES; PULIMENTO FRANCES; ACEITES SECANTES; SECANTES; TREMENTINA"
              },
              {
                "code": "C09G",
                "description": "COMPOSICIONES DE PULIMENTO (Pulimento francés C09F 11/00); CERAS PARA ESQUIES"
              },
              {
                "code": "C09H",
                "description": "PREPARACION DE COLA O GELATINA"
              },
              {
                "code": "C09J",
                "description": "ADHESIVOS; ASPECTOS NO MECANICOS DE LOS PROCEDIMIENTOS DE PEGADO EN GENERAL; PROCEDIMIENTOS DE PEGADO NO PREVISTOS EN OTRO LUGAR; EMPLEO DE MATERIALES COMO ADHESIVOS (preparación de cola o gelatina C09H) [5]"
              },
              {
                "code": "C09K",
                "description": "SUSTANCIAS PARA APLICACIONES NO PREVISTAS EN OTRO LUGAR; APLICACIONES DE SUSTANCIAS NO PREVISTAS EN OTRO LUGAR"
              }
            ]
          },
          {
            "classCode": "C10",
            "classDescription": "INDUSTRIAS DEL PETROLEO, GAS O COQUE; GAS DE SINTESIS QUE CONTIENE MONOXIDO DE CARBONO; COMBUSTIBLES; LUBRICANTES; TURBA",
            "classChildren": [
              {
                "code": "C10B",
                "description": "DESTILACION DESTRUCTIVA DE MATERIAS CARBONOSAS PARA LA PRODUCCION DE GAS, COQUE, ALQUITRAN O MATERIAS SIMILARES (cracking de aceites C10G; gasificación subterránea de materias minerales E21B 43/295) [5]"
              },
              {
                "code": "C10C",
                "description": "TRATAMIENTO DEL ALQUITRAN, BREA, ASFALTO, BETUN; ACIDO PIROLEÑOSO"
              },
              {
                "code": "C10F",
                "description": "SECADO O TRATAMIENTO DE LA TURBA [5]"
              },
              {
                "code": "C10G",
                "description": "CRACKING DE LOS ACEITES DE HIDROCARBUROS; PRODUCCION DE MEZCLAS DE HIDROCARBUROS LIQUIDOS, p. ej. POR HIDROGENACION DESTRUCTIVA, POR OLIGOMERIZACION, POR POLIMERIZACION (cracking para la producción de hidrógeno o de gas de síntesis C01B; cracking que produce hidrocarburos gaseosos que producen a su vez, hidrocarburos individuales o sus mezclas de composición definida o especificada C07C; cracking que produce coque C10B); RECUPERACION DE ACEITES DE HIDROCARBUROS A PARTIR DE ESQUISTOS, DE ARENA PETROLIFERA O GASES; REFINO DE MEZCLAS COMPUESTAS PRINCIPALMENTE DE HIDROCARBUROS; REFORMADO DE NAFTA; CERAS MINERALES [6]"
              },
              {
                "code": "C10H",
                "description": "PRODUCCION DE ACETILENO POR VIA HUMEDA [5]"
              },
              {
                "code": "C10J",
                "description": "PRODUCCION DE GASES QUE CONTIENEN MONÓXIDO DE CARBONO E HIDRÓGENO A PARTIR DE MATERIAS CARBONOSAS SÓLIDAS POR PROCESOS DE OXIDACIÓN PARCIAL UTILIZANDO OXÍGENO O VAPOR (gasificación subterránea de materias minerales E21B 43/295); CARBURACION DEL AIRE U OTROS GASES [5]"
              },
              {
                "code": "C10K",
                "description": "PURIFICACION O MODIFICACION DE LA COMPOSICION QUIMICA DE LOS GASES COMBUSTIBLES QUE CONTIENEN MONOXIDO DE CARBONO"
              },
              {
                "code": "C10L",
                "description": "COMBUSTIBLES NO PREVISTOS EN OTROS LUGARES; GAS NATURAL; GAS NATURAL DE SINTESIS OBTENIDO POR PROCEDIMIENTOS NO PREVISTOS EN LAS SUBCLASES C10G O C10K; GAS DE PETROLEO LICUADO; USO DE ADITIVOS PARA COMBUSTIBLES O FUEGOS; GENERADORES DE FUEGO [5]"
              },
              {
                "code": "C10M",
                "description": "COMPOSICIONES LUBRICANTES (composiciones para la perforación de pozos C09K 8/02); UTILIZACION DE SUSTANCIAS, YA SEA SOLAS, O COMO INGREDIENTES LUBRICANTES EN UNA COMPOSICION LUBRICANTE (agentes de desmoldeo, es decir, de separación, para metales B22C 3/00, para materias plásticas o para sustancias en estado plástico, en general B29C 33/56, para el vidrio C03B 40/02; lubricantes para textiles D06M 11/00, D06M 13/00, D06M 15/00; aceites de inmersión para microscopia G02B 21/33) [4]"
              },
              {
                "code": "C10N",
                "description": "SISTEMA DE INDEXACION ASOCIADO A LA SUBCLASE C10M [4]"
              }
            ]
          },
          {
            "classCode": "C11",
            "classDescription": "ACEITES, GRASAS, MATERIAS GRASAS O CERAS ANIMALES O VEGETALES; SUS ACIDOS GRASOS; DETERGENTES; VELAS",
            "classChildren": [
              {
                "code": "C11B",
                "description": "PRODUCCION, ej. POR PRENSADO DE MATERIAS PRIMAS O POR EXTRACCION DE MATERIAS RESIDUALES, REFINO O CONSERVACION DE GRASAS, SUSTANCIAS GRASAS, p. ej. LANOLINA, ACEITES GRASOS O CERAS; ACEITES ESENCIALES; PERFUMES (aceites secantes C09F)"
              },
              {
                "code": "C11C",
                "description": "ACIDOS GRASOS OBTENIDOS A PARTIR DE GRASAS, ACEITES O CERAS; VELAS; GRASAS, ACEITES O ACIDOS GRASOS OBTENIDOS POR MODIFICACION QUIMICA DE GRASAS, ACEITES O ACIDOS GRASOS"
              },
              {
                "code": "C11D",
                "description": "COMPOSICIONES DETERGENTES; UTILIZACION DE UNA SOLA SUSTANCIA COMO DETERGENTE; JABON O SU FABRICACION; JABONES DE RESINA; RECUPERACION DE LA GLICERINA"
              }
            ]
          },
          {
            "classCode": "C12",
            "classDescription": "BIOQUIMICA; CERVEZA; BEBIDAS ALCOHOLICAS; VINO; VINAGRE; MICROBIOLOGIA; ENZIMOLOGIA; TECNICAS DE MUTACION O DE GENETICA",
            "classChildren": [
              {
                "code": "C12C",
                "description": "CERVEZA; PREPARACIÓN DE CERVEZA POR FERMENTACIÓN (envejecimiento o maduración mediante almacenamiento C12H 1/22; métodos para reducir el contenido de alcohol después de la fermentación C12H 3/00; métodos para aumentar el contenido de alcohol después de la fermentación C12H 6/00; dispositivos de ventilación para barricas, barriles o similares C12L 9/00); PREPARACIÓN DE MALTA PARA LA PRODUCCIÓN DE CERVEZA; PREPARACIÓN DE LÚPULO PARA LA PRODUCCIÓN DE CERVEZA"
              },
              {
                "code": "C12F",
                "description": "RECUPERACION DE SUBPRODUCTOS DE LAS SOLUCIONES FERMENTADAS (eliminación de la levadura del vino o del vino espumoso C12G 1/08); ALCOHOL DESNATURALIZADO; SU PREPARACION [6]"
              },
              {
                "code": "C12G",
                "description": "VINO; SU PREPARACIÓN; BEBIDAS ALCOHÓLICAS (cerveza C12C); PREPARACIÓN DE BEBIDAS ALCOHÓLICAS NO PREVISTAS EN LAS SUBCLASES C12C O C12H"
              },
              {
                "code": "C12H",
                "description": "PASTEURIZACION, ESTERILIZACION, CONSERVACION, PURIFICACION, CLARIFICACION O ENVEJECIMIENTO DE BEBIDAS ALCOHOLICAS; METODOS PARA ALTERAR EL CONTENIDO DE ALCOHOL DE LAS SOLUCIONES FERMENTADAS O DE LAS BEBIDAS ALCOHOLICAS (desacidificación del vino C12G 1/10; procesos para evitar la precipitación del tártaro C12G 1/12; envejecimiento artificial por aromatización C12G 3/06) [6]"
              },
              {
                "code": "C12J",
                "description": "VINAGRE; SU PREPARACION"
              },
              {
                "code": "C12L",
                "description": "MAQUINAS PARA EMBREAR O ELIMINAR LA BREA; APARELLAJE PARA BODEGAS"
              },
              {
                "code": "C12M",
                "description": "EQUIPOS PARA ENZIMOLOGIA O MICROBIOLOGIA (instalaciones para la fermentación de estiércoles A01C 3/02; conservación de partes vivas de cuerpos humanos o animales A01N 1/02; aparatos de cervecería C12C; equipos para la fermentación del vino C12G; aparatos para preparar el vinagre C12J 1/10) [3]"
              },
              {
                "code": "C12N",
                "description": "MICROORGANISMOS O ENZIMAS; COMPOSICIONES QUE LOS CONTIENEN; PROPAGACION, CULTIVO O CONSERVACION DE MICROORGANISMOS; TECNICAS DE MUTACION O DE INGENIERIA GENETICA; MEDIOS DE CULTIVO (medios para ensayos microbiológicos C12Q 1/00) [3]"
              },
              {
                "code": "C12P",
                "description": "PROCESOS DE FERMENTACION O PROCESOS QUE UTILIZAN ENZIMAS PARA LA SINTESIS DE UN COMPUESTO QUIMICO DADO O DE UNA COMPOSICION DADA, O PARA LA SEPARACION DE ISOMEROS OPTICOS A PARTIR DE UNA MEZCLA RACEMICA [3]"
              },
              {
                "code": "C12Q",
                "description": "PROCESOS DE MEDIDA, INVESTIGACION O ANALISIS EN LOS QUE INTERVIENEN ENZIMAS, ÁCIDOS NUCLEICOS O MICROORGANISMOS (ensayos inmunológicos G01N 33/53); COMPOSICIONES O PAPELES REACTIVOS PARA ESTE FIN; PROCESOS PARA PREPARAR ESTAS COMPOSICIONES; PROCESOS DE CONTROL SENSIBLES A LAS CONDICIONES DEL MEDIO EN LOS PROCESOS MICROBIOLOGICOS O ENZIMOLOGICOS [3]"
              },
              {
                "code": "C12R",
                "description": "SISTEMA DE INDEXACION ASOCIADO A LAS SUBCLASES C12C-C12Q, RELATIVO A LOS MICROORGANISMOS [3]"
              }
            ]
          },
          {
            "classCode": "C13",
            "classDescription": "INDUSTRIA DEL AZUCAR [4]",
            "classChildren": [
              {
                "code": "C13B",
                "description": "PRODUCCION DE SACAROSA; SUS EQUIPOS ESPECIALMENTE ADAPTADOS (azúcares de síntesis química o derivados del azúcar C07H; procesos de fermentación o procesos que utilizan enzimas para la preparación de compuestos que contienen radicales sacárido C12P 19/00) [2011.01]"
              },
              {
                "code": "C13K",
                "description": "SACARIDOS OBTENIDOS DE FUENTES NATURALES O POR HIDRÓLISIS DE DISACARIDOS, OLIGOSACARIDOS O POLISACARIDOS NATURALES (producción de sacarosa C13B; azúcares de sintetizados químicamente o derivados del azúcar C07H; polisacáridos, p. ej. almidón y sus derivados C08B; malta C12C; procesos de fermentación o procesos que utilizan enzimas para la preparación de compuestos que contienen radicales sacárido C12P 19/00)"
              }
            ]
          },
          {
            "classCode": "C14",
            "classDescription": "PIELES; PIELES SIN CURTIR; CUEROS",
            "classChildren": [
              {
                "code": "C14B",
                "description": "PROCEDIMIENTOS O TRATAMIENTOS MECANICOS DE PIELES O CUERO EN GENERAL; MAQUINAS DEPILADORAS DE PIELES SIN CURTIR; MAQUINAS PARA CORTAR INTESTINOS (limpieza mecánica de pieles o similarese D06G)"
              },
              {
                "code": "C14C",
                "description": "TRATAMIENTO DE LAS PIELES O LOS CUEROS CON PRODUCTOS QUÍMICOS, ENCIMAS O MICROORGANISMOS, p. ej. CURTIDO, IMPREGNACION O TERMINACION; SUS APARATOS; COMPUESTOS PARA EL CURTIDO (blanqueo del cuero o de las pieles D06L; teñido de cuero o de las pieles D06P)"
              }
            ]
          }
        ]
      },
      {
        "classContCode": "C21",
        "classContDescription": "METALURGIA",
        "classContChildren": [
          {
            "classCode": "C21",
            "classDescription": "METALURGIA DEL HIERRO",
            "classChildren": [
              {
                "code": "C21B",
                "description": "FABRICACION DEL HIERRO O DEL ACERO (tratamiento preliminar de mineral de hierro o de chatarra C22B 1/00)"
              },
              {
                "code": "C21C",
                "description": "PROCESOS DEL HIERRO FUNDIDO, p. ej. AFINADO, FABRICACION DE HIERRO O ACERO DULCE; TRATAMIENTO DE LAS ALEACIONES FERROSAS EN ESTADO LIQUIDO"
              },
              {
                "code": "C21D",
                "description": "MODIFICACION DE LA ESTRUCTURA FISICA DE LOS METALES FERROSOS; DISPOSITIVOS GENERALES PARA EL TRATAMIENTO TERMICO DE METALES O ALEACIONES FERROSOS O NO FERROSOS; PROCESOS DE MALEABILIZACION, p.ej. POR DESCARBURACION O REVENIDO (cementación por procesos de difusión C23C; tratamiento de la superficie de materiales metálicos utilizando al menos un proceso cubierto por la clase C23 y al menos un proceso cubierto por la presente subclase, C23F 17/00; solidificación unidireccional de materiales eutécticos o separación unidireccional de materiales eutectoides C30B)"
              }
            ]
          },
          {
            "classCode": "C22",
            "classDescription": "METALURGIA; ALEACIONES FERROSAS O NO FERROSAS; TRATAMIENTO DE ALEACIONES O METALES NO FERROSOS",
            "classChildren": [
              {
                "code": "C22B",
                "description": "PRODUCCION O AFINADO DE METALES (fabricación de polvos metálicos o sus suspensiones B22F 9/00; producción de metales por electrólisis o electroforesis  C25); PRETRATAMIENTO DE MATERIAS PRIMAS"
              },
              {
                "code": "C22C",
                "description": "ALEACIONES (tratamiento de alegaciones C21D, C22F)"
              },
              {
                "code": "C22F",
                "description": "MODIFICACION DE LA ESTRUCTURA FISICA DE METALES O ALEACIONES NO FERROSOS (procesos específicos para el tratamiento térmico de aleaciones ferrosas o aceros y dispositivos para el tratamiento térmico de metales o aleaciones C21D)"
              }
            ]
          },
          {
            "classCode": "C23",
            "classDescription": "REVESTIMIENTO DE MATERIALES METALICOS; REVESTIMIENTO DE MATERIALES CON MATERIALES METALICOS; TRATAMIENTO QUIMICO DE LA SUPERFICIE; TRATAMIENTO DE DIFUSION DE MATERIALES METALICOS; REVESTIMIENTO POR EVAPORACION EN VACIO, POR PULVERIZACION CATODICA, POR IMPLANTACION DE IONES O POR DEPOSICION QUIMICA EN FASE VAPOR, EN GENERAL; MEDIOS PARA IMPEDIR LA CORROSION DE MATERIALES METALICOS, LAS INCRUSTACIONES, EN GENERAL [2]",
            "classChildren": [
              {
                "code": "C23C",
                "description": "REVESTIMIENTO DE MATERIALES METALICOS; REVESTIMIENTO DE MATERIALES CON MATERIALES METALICOS; TRATAMIENTO DE MATERIALES METALICOS POR DIFUSION EN LA SUPERFICIE, POR CONVERSION QUIMICA O SUSTITUCION; REVESTIMIENTO POR EVAPORACION EN VACIO, POR PULVERIZACION CATODICA, POR IMPLANTACION DE IONES O POR DEPOSICION QUIMICA EN FASE VAPOR, EN GENERAL (fabricación de productos revestidos de metal por extrusión B21C 23/22; revestimiento metálico por unión de objetos con capas preexistentes, ver las clases apropiadas, p. ej. B21D 39/00, B23K; metalización del vidrio C03C; metalización de piedras artificiales, cerámicas o piedras naturales C04B 41/00; esmaltado o vidriado de metales C23D; tratamiento de superficies metálicas o revestimiento de metales mediante electrolisis o electroforesis C25D; crecimiento de monocristales C30B; mediante metalización de textiles D06M 11/83; decoración de textiles por metalización localizada D06Q 1/04) [4]"
              },
              {
                "code": "C23D",
                "description": "ESMALTADO O APLICACION DE CAPAS VITREAS A LOS METALES"
              },
              {
                "code": "C23F",
                "description": "LEVANTAMIENTO NO MECANICO DE MATERIAL METALICO DE LAS SUPERFICIES (trabajo del metal por electroerosión B23H; despulido por calentamiento a la llama B23K 7/00; trabajo del metal por láser B23K 26/00); MEDIOS PARA IMPEDIR LA CORROSION DE MATERIALES METALICOS; MEDIOS PARA IMPEDIR LAS INCRUSTACIONES, EN GENERAL (tratamiento de superficies metálicas o revestimiento de metales mediante electrolisis o electroforesis C25D, C25F); PROCESOS EN MULTIPLES ETAPAS PARA EL TRATAMIENTO DE LA SUPERFICIE DE MATERIALES METALICOS UTILIZANDO AL MENOS UN PROCESO CUBIERTO POR LA CLASE C23 Y AL MENOS UN PROCESO CUBIERTO BIEN POR LA SUBCLASE C21D  BIEN POR LA SUBCLASE C22F  O POR LA CLASE C25 [4]"
              },
              {
                "code": "C23G",
                "description": "LIMPIEZA O DESENGRASADO DE MATERIALES METALICOS POR METODOS QUIMICOS NO ELECTROLITICOS"
              }
            ]
          },
          {
            "classCode": "C25",
            "classDescription": "PROCESOS ELECTROLITICOS O ELECTROFORETICOS; SUS APARATOS [4]",
            "classChildren": [
              {
                "code": "C25",
                "description": "<table><thead><th width=70%>Índice de subclase</th><th></th></thead><tbody><tr><td class=h colspan=2>PRODUCCION ELECTROLITICA</td></tr><tr><td>Compuestos inorgánicos, no metales</td><td>1/00</td></tr><tr><td>Compuestos orgánicos</td><td>3/00</td></tr><tr><td>Recubrimientos no metálicos</td><td>9/00</td></tr><tr><td>Metales</td><td>1/00, 3/00, 5/00</td></tr><tr><td>Recubrimientos metálicos</td><td>3/00, 5/00, 7/00</td></tr><tr><td class=h>PRODUCCION ELECTROLITICA DE COMPUESTOS O ELEMENTOS NO METALICOS CON PRODUCCION SIMULTANEA DE ELECTRICIDAD</td><td>5/00</td></tr><tr><td class=h colspan=2>PRODUCCION ELECTROFORETICA</td></tr><tr><td>Compuestos inorgánicos u orgánicos, no metales</td><td>7/00</td></tr><tr><td>Revestimientos</td><td>13/00</td></tr><tr><td class=h>GALVANOPLASTIA</td><td>1/00</td></tr><tr><td class=h>ANODIZACION, FOSFATADO, CROMATADO</td><td>11/00</td></tr><tr><td class=h>REVESTIMIENTOS CON MATERIALES INCORPORADOS</td><td>15/00</td></tr><tr><td class=h>LIMPIEZA, DECAPADO, ELIMINACION DE REVESTIMIENTOS METALICOS POR VIA ELECTROLITICA</td><td>1/00, 5/00</td></tr><tr><td class=h>GRABADO O PULIDO ELECTROLITICO</td><td>3/00</td></tr><tr><td class=h colspan=2>CELULAS, ELECTRODOS, DIAFRAGMAS</td></tr><tr><td>Producción de compuestos o no metales</td><td>9/00, 11/00, 13/00, 15/00</td></tr><tr><td>Producción de metales</td><td>7/00</td></tr><tr><td>Producción de revestimientos</td><td>17/00, 19/00, 21/00</td></tr><tr><td>Limpieza, decapado, tratamientos de la superficie</td><td>7/00</td></tr></tbody></table>"
              },
              {
                "code": "C25B",
                "description": "PROCESOS ELECTROLITICOS O ELECTROFORETICOS PARA LA PRODUCCION DE COMPUESTOS ORGANICOS O INORGANICOS, O DE NO METALES; SUS APARATOS (protección anódica o catódica C23F 13/00; crecimiento de monocristales C30B) [2]"
              },
              {
                "code": "C25C",
                "description": "PROCESOS PARA LA PRODUCCION, RECUPERACION O AFINADO ELECTROLITICO DE METALES; SUS APARATOS (protección anódica o catódica C23F 13/00; crecimiento de monocristales C30B) [2]"
              },
              {
                "code": "C25D",
                "description": "PROCESOS PARA LA PRODUCCION ELECTROLITICA O ELECTROFORETICA DE REVESTIMIENTOS; GALVANOPLASTIA (fabricación de circuitos impresos por deposición metálica H05K 3/18); UNION DE PIEZAS POR ELECTROLISIS; SUS APARATOS (protección anódica o catódica C23F 13/00; crecimiento de monocristales C30B) 6 href=# oncontextmenu=return false; onclick=return false;>[6]"
              },
              {
                "code": "C25F",
                "description": "PROCESOS PARA LA ELIMINACION ELECTROLITICA DE MATERIA EN OBJETOS; SUS APARATOS (tratamiento del agua, agua residual o de alcantarilla por procesos electroquímicos C02F 1/46; protección anódica o catódica C23F 13/00) [2]"
              }
            ]
          },
          {
            "classCode": "C30",
            "classDescription": "CRECIMIENTO DE CRISTALES [3]",
            "classChildren": [
              {
                "code": "C30B",
                "description": "CRECIMIENTO DE MONOCRISTALES (por sobrepresión, p. ej. para la formación de diamantes B01J 3/06); SOLIDIFICACION UNIDIRECCIONAL DE MATERIALES EUTECTICOS O SEPARACION UNIDIRECCIONAL DE MATERIALES EUTECTOIDES; AFINAMIENTO DE MATERIALES POR FUSION DE ZONA (afinamiento por fusión de zona de metales o aleaciones C22B); PRODUCCION DE MATERIALES POLICRISTALINOS HOMOGENEOS DE ESTRUCTURA DETERMINADA (colada de metales, colada de otras sustancias por los mismos procedimientos o aparatos B22D; trabajo de materias plásticas B29; modificación de la estructura física de metales o aleaciones C21D, C22F); MONOCRISTALES O MATERIALES POLICRISTALINOS HOMOGENEOS DE ESTRUCTURA DETERMINADA; TRATAMIENTO POSTERIOR DE MONOCRISTALES O DE MATERIALES POLICRISTALINOS HOMOGENEOS DE ESTRUCTURA DETERMINADA (para la fabricación de dispositivos semiconductores o de sus partes constitutivas H01L, H10); APARATOS PARA ESTOS EFECTOS [3]"
              }
            ]
          }
        ]
      },
      {
        "classContCode": "C40",
        "classContDescription": "TECNOLOGIA COMBINATORIA [2006.01]",
        "classContChildren": [
          {
            "classCode": "C40",
            "classDescription": "TECNOLOGIA COMBINATORIA [2006.01]",
            "classChildren": [
              {
                "code": "C40B",
                "description": "QUIMICA COMBINATORIA; BIBLIOTECAS, p. ej. QUIMIOTECAS (bibliotecas combinatorias in silico de ácidos nucleicos, proteínas o péptidos G16B 35/00; química combinatoria in silico G16C 20/60) [2006.01]"
              }
            ]
          },
          {
            "classCode": "C99",
            "classDescription": "MATERIA NO PREVISTA EN OTRO LUGAR DE ESTA SECCION [2006.01]",
            "classChildren": [
              {
                "code": "C99Z",
                "description": "MATERIA NO PREVISTA EN OTRO LUGAR DE ESTA SECCION [2006.01]"
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "sectionCode": "D",
    "sectionDescription": "TEXTILES; PAPEL",
    "sectionChildren": [
      {
        "classContCode": "D01",
        "classContDescription": "TEXTILES O MATERIALES FLEXIBLES NO PREVISTOS EN OTRO LUGAR",
        "classContChildren": [
          {
            "classCode": "D01",
            "classDescription": "FIBRAS O HILOS NATURALES O FABRICADOS POR EL HOMBRE; HILATURA",
            "classChildren": [
              {
                "code": "D01B",
                "description": "TRATAMIENTO MECANICO DE MATERIAS NATURALES FIBROSAS O FILAMENTOSAS PARA LA PRODUCCION DE FIBRAS O FILAMENTOS, p. ej. PARA LA HILATURA (extracción bruta de fibras de amianto a partir de minerales B03B; aparatos para el enfriado D01C)"
              },
              {
                "code": "D01C",
                "description": "TRATAMIENTO QUIMICO O BIOLOGICO DE MATERIAS FILAMENTOSAS O FIBROSAS NATURALES PARA LA PRODUCCION DE FILAMENTOS O DE FIBRAS PARA HILAR; CARBONIZACION DE TRAPOS VIEJOS PARA RECUPERAR LAS FIBRAS ANIMALES"
              },
              {
                "code": "D01D",
                "description": "PROCEDIMIENTOS O APARATOS MECANICOS PARA LA FABRICACION DE FILAMENTOS, HILOS, FIBRAS, SEDAS O CINTAS ARTIFICIALES (procesado o trabajado de cables metálicos B21F; fibras o filamentos de vidreo, minerales o escorias reblandecidas C03B 37/00)"
              },
              {
                "code": "D01F",
                "description": "PARTE QUIMICA DE LA FABRICACION DE FILAMENTOS, HILOS, FIBRAS, SEDAS O CINTAS FABRICADAS POR EL HOMBRE; APARATOS ESPECIALMENTE ADAPTADOS A LA FABRICACION DE FILAMENTOS DE CARBONO [2]"
              },
              {
                "code": "D01G",
                "description": "TRATAMIENTO PRELIMINAR DE FIBRAS, p. ej. PARA LA HILATURA (bobinado o devanado, conducción o guía de napas, velos, cintas o mechas en general, potes de cintas o mechas, almacenamiento en los potes de cintas o mechas B65H; preparación de fibras para la fabricación de papel D21)"
              },
              {
                "code": "D01H",
                "description": "HILATURA O RETORCIDO (retorcido de la estopa D01G 35/00; rizado u ondulaciones de fibras, filamentos o hilos D02G 1/00)"
              }
            ]
          },
          {
            "classCode": "D02",
            "classDescription": "HILOS; ACABADO MECANICO DE HILOS O CUERDAS; URDIDO O PLEGADO",
            "classChildren": [
              {
                "code": "D02G",
                "description": "RIZADO U ONDULADO DE LAS FIBRAS, FILAMENTOS, HILOS O HILADOS; HILADOS O HILOS"
              },
              {
                "code": "D02H",
                "description": "URDIDO, PLEGADO O CRUZAMIENTO DE LA URDIMBRE"
              },
              {
                "code": "D02J",
                "description": "ACABADO O APRESTO DE LOS FILAMENTOS, HILADOS, HILOS CABLEADOS, CUERDAS O SIMILARES (ondulación o rizado D02G; por tratamiento con la ayuda de líquidos, gases o vapores D06B; acabado de forma distinta al tratamiento por líquido de hilos en forma de cadena o de lámina D06C; para la parte química, ver\n\t\t\t\t\t\t\t\tD06L, D06M, D06P, D06Q; tratamiento durante la fabricación de cuerdas, aparatos para el tratamiento auxiliar de cuerdas en su fabricación D07B)"
              }
            ]
          },
          {
            "classCode": "D03",
            "classDescription": "TEJIDO",
            "classChildren": [
              {
                "code": "D03C",
                "description": "MECANISMOS DE CALADA; CARTONES O URDIMBRES DE DIBUJOS; PERFORACION DE CARTONES; DISEÑO DE PATRONES"
              },
              {
                "code": "D03D",
                "description": "TEJIDOS; METODOS DE TEJIDO; MAQUINAS PARA TEJER"
              },
              {
                "code": "D03J",
                "description": "APARATOS AUXILIARES DE TEJIDO; HERRAMIENTAS DE TEJEDORES; LANZADERAS"
              }
            ]
          },
          {
            "classCode": "D04",
            "classDescription": "TRENZADO; FABRICACION DEL ENCAJE; TRICOTADO; PASAMANERIA; NO TEJIDOS",
            "classChildren": [
              {
                "code": "D04B",
                "description": "TRICOTADO"
              },
              {
                "code": "D04C",
                "description": "FABRICACION DE TRENZAS O DE ENCAJES, COMPRENDIDOS LOS ENCAJES DE BOLILLOS O LOS ENCAJES QUIMICOS; MAQUINAS DE TRENZAR; TRENZAS; ENCAJES (telares para la fabricación de plantillas partiendo de materiales en bandas A43D 29/00; trabajos del junco B27J 1/00)"
              },
              {
                "code": "D04D",
                "description": "PASAMANERIA; CINTAS O BANDAS NO PREVISTAS EN OTRO LUGAR (accesorios o guarniciones para sombreros, p. ej. bandas para sombreros A42C 5/00; arte decorativo B44; hilados o hilos D02G; tejido D03; trenzas o encajes D04C; artículos no tejidos D04H)"
              },
              {
                "code": "D04G",
                "description": "FABRICACION DE REDES POR ANUDADO DE MATERIALES FILAMENTOSOS; FABRICACION DE ALFOMBRAS O TAPICERIAS DE PUNTOS ANUDADOS; ANUDADO NO PREVISTO EN OTRO LUGAR (anudados para máquinas segadoras A01D 59/04; redes metálicas B21F; unión de artículos por anudado B65B; anudado en relación con el bobinado o el devanado B65H 69/00; anudado durante el tiempo del tejido D03J; fabricación de redes, alfombras o tapicerías por otras técnicas, ver las subclases apropiadas)"
              },
              {
                "code": "D04H",
                "description": "FABRICACION DE TEJIDOS TEXTILES, p. ej. A PARTIR DE FIBRAS O MATERIALES FILAMENTOSOS (tejido D03; tricotado D04B; trenzado D04C; fabricación de redes D04G; costura D05B; implantación de pelos o mechones por picado D05C; terminación de los no tejidos D06); ARTICULOS FABRICADOS CON AYUDA DE ESTOS PROCEDIMIENTOS O APARELLAJE, p. ej. FIELTROS, NO TEJIDOS; GUATA; NAPA (telas no tejidas que tienen una capa intermedia o externa de género diferente, p. ej. una tela tejida, B32B)"
              }
            ]
          },
          {
            "classCode": "D05",
            "classDescription": "COSTURA; BORDADO; IMPLANTACION DE PELOS O MECHONES POR PICADO",
            "classChildren": [
              {
                "code": "D05B",
                "description": "COSTURA (accesorios para la industria del vestido A41H; mesas de costura A47B 29/00; cosido en relieve B42B 2/00; máquinas de coser modificadas para el tricotado D04B 39/08)"
              },
              {
                "code": "D05C",
                "description": "BORDADO (máquinas de coser reguladas por programa con mecanismo de bordado D05B 19/00, D05B 21/00); IMPLANTACION DE PELOS O MECHONES POR PICADO (fabricación de textiles no tejidos D04H; cosido D05B)"
              }
            ]
          },
          {
            "classCode": "D06",
            "classDescription": "TRATAMIENTO DE TEXTILES O SIMILARES; LAVANDERIA; MATERIALES FLEXIBLES NO PREVISTOS EN OTRO LUGAR",
            "classChildren": [
              {
                "code": "D06B",
                "description": "TRATAMIENTO DE MATERIAS TEXTILES USANDO LIQUIDOS, GASES O VAPORES (tratamiento mecánico de fibras naturales o materiales filamentosos para obtener fibras o filamentos D01B) [2]"
              },
              {
                "code": "D06C",
                "description": "ACABADO, APRESTO, RAMEADO O ESTIRADO DE TEJIDOS TEXTILES [2]"
              },
              {
                "code": "D06F",
                "description": "LAVANDERIA, SECADO, PLANCHADO, PRENSADO O PLEGADO DE ARTICULOS TEXTILES"
              },
              {
                "code": "D06G",
                "description": "LIMPIEZA MECANICA O POR EFECTO DE PRESION DE ALFOMBRAS, MANTAS, SACOS, CUEROS U OTRAS PIELES, O ARTICULOS TEXTILES O TELAS; VUELTA DEL INTERIOR AL EXTERIOR DE ARTICULOS TUBULARES FLEXIBLES U OTROS ARTICULOS HUECOS"
              },
              {
                "code": "D06H",
                "description": "MARCADO, INSPECCION, UNION O SEPARACION DE MATERIALES TEXTILES (unión por cosido D05B)"
              },
              {
                "code": "D06J",
                "description": "PLISADO DE PLIEGUES, ESTAMPADO O ENCAÑONADO DE TELAS O VESTIDOS (por cosido D05B)"
              },
              {
                "code": "D06L",
                "description": "LIMPIEZA EN SECO, LAVADO O BLANQUEADO DE FIBRAS, FILAMENTOS, HILOS, HILADOS, TEJIDOS, PLUMAS O ARTICULOS FIBROSOS; BLANQUEADO DEL CUERO O DE LAS PIELES"
              },
              {
                "code": "D06M",
                "description": "TRATAMIENTO, NO PREVISTO EN OTRO LUGAR EN LA CLASE D06, DE FIBRAS, HILOS, HILADOS, TEJIDOS, PLUMAS O ARTICULOS FIBROSOS HECHOS DE ESTAS MATERIAS"
              },
              {
                "code": "D06N",
                "description": "MATERIALES DE REVESTIMIENTO PARA MUROS, SUELOS O SIMILARES, p. ej. LINOLEUM, TELA ENCERADA, CUERO ARTIFICIAL, CARTON ALQUITRANADO, QUE CONSISTEN EN UN TEJIDO DE FIBRAS RECUBIERTO DE UNA CAPA DE SUSTANCIA MACROMOLECULAR; MATERIALES EN FORMA DE HOJAS FLEXIBLES, NO PREVISTOS EN OTRO LUGAR"
              },
              {
                "code": "D06P",
                "description": "TEÑIDO O IMPRESION DE TEXTILES; TEÑIDO DE CUERO, DE PIELES O DE SUSTANCIAS MACROMOLECULARES SOLIDAS DE CUALQUIER FORMA"
              },
              {
                "code": "D06Q",
                "description": "DECORACION DE TEXTILES (hilos, filamentos, hilados o tramas textiles, pegados sobre materiales macromoleculares D06N 7/00) [5]"
              }
            ]
          },
          {
            "classCode": "D07",
            "classDescription": "CUERDAS; CABLES DISTINTOS DE LOS CABLES ELECTRICOS",
            "classChildren": [
              {
                "code": "D07B",
                "description": "CUERDAS O CABLES EN GENERAL (unión de cuerdas o cables conjuntamente o con objetos B65H 69/00, F16G 11/00; parte mecánica del acabado o el apresto de cuerdas D02J; cuerdas o cables decorativos D04D; cables de suspensión para puentes E01D 19/16; especialmente adaptados para arrastrar o ser arrastrados por poleas u otros elementos de transmisión F16G 9/00; cables eléctricos o racores en la medida en que el aspecto eléctrico es esencial H01B, H01R)"
              }
            ]
          }
        ]
      },
      {
        "classContCode": "D21",
        "classContDescription": "PAPEL",
        "classContChildren": [
          {
            "classCode": "D21",
            "classDescription": "FABRICACION DEL PAPEL; PRODUCCION DE LA CELULOSA",
            "classChildren": [
              {
                "code": "D21B",
                "description": "MATERIAS PRIMAS FIBROSAS O SU TRATAMIENTO MECANICO"
              },
              {
                "code": "D21C",
                "description": "PRODUCCION DE CELULOSA POR ELIMINACION DE SUSTANCIAS NO CELULOSICAS DE LAS MATERIAS QUE CONTIENEN LA CELULOSA; REGENERACION DE LIQUIDOS RESIDUALES; APARATOS PARA ESTE EFECTO"
              },
              {
                "code": "D21D",
                "description": "TRATAMIENTO DE MATERIAS ANTES DE SU PASO A LA MAQUINA DE PAPEL [5]"
              },
              {
                "code": "D21F",
                "description": "MAQUINAS DE FABRICAR PAPEL; METODOS DE PRODUCCION DEL PAPEL"
              },
              {
                "code": "D21G",
                "description": "CALANDRIAS; ACCESORIOS PARA MAQUINAS DE FABRICAR EL PAPEL (bobinadoras o rebobinadoras para productos acabados, medios para ajustar los pliegues o extensiones en anchura B65H)"
              },
              {
                "code": "D21H",
                "description": "COMPOSICIONES DE PASTA; SU PREPARACION NO CUBIERTA POR LAS SUBCLASES D21C, D21D; IMPREGNACION O REVESTIMIENTO DEL PAPEL; TRATAMIENTO DEL PAPEL TERMINADO NO CUBIERTO POR LA CLASE B31 O LA SUBCLASE D21G; PAPEL NO PREVISTO EN OTRO LUGAR [5]"
              },
              {
                "code": "D21J",
                "description": "CARTON DE PASTA DE MADERA; FABRICACION DE ARTICULOS A PARTIR DE SUSPENSIONES DE FIBRAS CELULOSICAS O A PARTIR DE PAPEL MACHE (fabricación de objetos por procedimientos en seco B27N)"
              }
            ]
          },
          {
            "classCode": "D99",
            "classDescription": "MATERIA NO PREVISTA EN OTRO LUGAR DE ESTA SECCION [2006.01]",
            "classChildren": [
              {
                "code": "D99Z",
                "description": "MATERIA NO PREVISTA EN OTRO LUGAR DE ESTA SECCION [2006.01]"
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "sectionCode": "E",
    "sectionDescription": "CONSTRUCCIONES FIJAS",
    "sectionChildren": [
      {
        "classContCode": "E01",
        "classContDescription": "EDIFICIOS",
        "classContChildren": [
          {
            "classCode": "E01",
            "classDescription": "CONSTRUCCION DE CARRETERAS, VIAS FERREAS O PUENTES",
            "classChildren": [
              {
                "code": "E01B",
                "description": "VIAS FERREAS; HERRAMIENTAS PARA VIAS FERREAS; MAQUINAS PARA LA CONSTRUCCION DE VIAS FERREAS DE CUALQUIER TIPO (dispositivos descarriladores o para situar los vehículos en la vía, frenos de vía o dispositivos ralentizadores B61K; retirada de materia indeseable de las vías de ferrocarril, control de la vegetación, applicación de líquidos E01H)"
              },
              {
                "code": "E01C",
                "description": "CONSTRUCCION O REVESTIMIENTO DE CARRETERAS, CANCHAS DE DEPORTES O SIMILARES; MAQUINAS O ACCESORIOS PARA LA CONSTRUCCION O LA REPARACION (creación de carreteras o superficies similares por compactación o dispersión de la nieve o del hielo E01H)"
              },
              {
                "code": "E01D",
                "description": "PUENTES (pasarelas que unen el edificio terminal y la aeronave para el embarque o el desembarque de pasajeros B64F 1/305)"
              },
              {
                "code": "E01F",
                "description": "TRABAJOS COMPLEMENTARIOS, TALES COMO EL EQUIPADO DE CARRETERAS O LA CONSTRUCCION DE MUELLES, ZONAS DE ATERRIZAJE PARA HELICOPTEROS, PANELES DE SEÑALIZACION, PANTALLAS ANTINIEVE O SIMILARES"
              },
              {
                "code": "E01H",
                "description": "LIMPIEZA DE CALLES; LIMPIEZA DE VIAS FERREAS; LIMPIEZA DE PLAYAS; LIMPIEZA DE TERRENOS; DISPERSION DE NIEBLA EN GENERAL (segadoras convertibles en aparatos para repasar o limpiar prados u otras superficies, p. ej. para quitar nieve, o capaz de repasar o limpiar prados u otras superficies A01D 42/06; limpieza en general B08B) [4]"
              }
            ]
          },
          {
            "classCode": "E02",
            "classDescription": "HIDRAULICA; CIMENTACIONES; MOVIMIENTO DE TIERRAS",
            "classChildren": [
              {
                "code": "E02B",
                "description": "HIDRAULICA (elevación de barcos E02C; dragado E02F)"
              },
              {
                "code": "E02C",
                "description": "APARATOS O MECANISMOS ELEVADORES PARA BARCOS"
              },
              {
                "code": "E02D",
                "description": "CIMENTACIONES; EXCAVACIONES; DIQUES (especialmente adaptados a los trabajos hidráulicos E02B); OBRAS SUBTERRÁNEAS O BAJO EL AGUA [6]"
              },
              {
                "code": "E02F",
                "description": "DRAGADO; MOVIMIENTO DE TIERRAS (extracción de turba E21C 49/00)"
              }
            ]
          },
          {
            "classCode": "E03",
            "classDescription": "SUMINISTROS DE AGUA; EVACUACION DE AGUAS",
            "classChildren": [
              {
                "code": "E03B",
                "description": "INSTALACIONES O PROCEDIMIENTOS PARA OBTENER, RECOGER O DISTRIBUIR AGUA (perforación de pozos, obtención de fluidos en general por medio de pozos profundos E21B; sistemas de canalización en general F17D)"
              },
              {
                "code": "E03C",
                "description": "INSTALACIONES DOMESTICAS DE FONTANERIA PARA LA ALIMENTACION O LA EVACUACION DE AGUA (no vinculadas a las canalizaciones de alimentación o de evacuación de agua A47K; dispositivos de este género utilizados en el suelo E03B, E03F); SUMIDEROS"
              },
              {
                "code": "E03D",
                "description": "RETRETES O URINARIOS CON SISTEMA DE DESCARGA DE AGUA; VALVULAS AUTOMATICAS PARA ELLO"
              },
              {
                "code": "E03F",
                "description": "ALCANTARILLAS; FOSAS SEPTICAS"
              }
            ]
          },
          {
            "classCode": "E04",
            "classDescription": "EDIFICIOS",
            "classChildren": [
              {
                "code": "E04B",
                "description": "ESTRUCTURA GENERAL DE LOS EDIFICIOS; MUROS, p. ej. TABIQUES; TEJADOS; TECHOS; SUELOS; AISLAMIENTO Y OTRAS PROTECCIONES DE LOS EDIFICIOS (estructuras de marcos para vanos de puertas, ventanas o similares E06B 1/00)"
              },
              {
                "code": "E04C",
                "description": "ELEMENTOS ESTRUCTURALES; MATERIALES DE CONSTRUCCION (para puentes E01D; especialmente concebidos para aislamiento o cualquier otra protección E04B; elementos utilizados como auxiliares para la construcción E04G; para minas E21; para túneles E21D; elementos estructurales con un campo de aplicación más amplio que el de la industria de la edificación F16, concretamente F16S)"
              },
              {
                "code": "E04D",
                "description": "CUBIERTAS DE TEJADO; VENTANAS DE BUHARDILLA; CANALONES; HERRAMIENTAS PARA EL TRABAJO DE CUBIERTAS Y TEJADOS (revestimientos de muros exteriores con yeso u otras materias porosas E04F 13/00)"
              },
              {
                "code": "E04F",
                "description": "TRABAJOS DE ACABADO DEL EDIFICIO, p. ej. ESCALERAS, REVESTIMIENTOS DE SUELOS (ventanas, puertas E06B)"
              },
              {
                "code": "E04G",
                "description": "ANDAMIAJES; MOLDES; ENCOFRADOS; HERRAMIENTAS O ACCESORIOS PARA LA CONSTRUCCION, O SU EMPLEO; MANIPULACIÓN DE LOS MATERIALES DE CONSTRUCCION EN LA PROPIA OBRA; REPARACION, DEMOLICION U OTROS TRABAJOS EN EDIFICIOS CONSTRUIDOS"
              },
              {
                "code": "E04H",
                "description": "EDIFICIOS O CONSTRUCCIONES SIMILARES PARA EMPLEOS PARTICULARES; PISCINAS PARA NADAR O PARA CHAPOTEAR; MASTILES; BARRERAS; TIENDAS O REFUGIOS PROVISIONALES, EN GENERAL (cimentaciones E02D) [4]"
              }
            ]
          },
          {
            "classCode": "E05",
            "classDescription": "CERRADURAS; LLAVES; ACCESORIOS DE PUERTAS O VENTANAS; CAJAS FUERTES",
            "classChildren": [
              {
                "code": "E05B",
                "description": "CERRADURAS; SUS ACCESORIOS; ESPOSAS"
              },
              {
                "code": "E05C",
                "description": "CERROJOS O DISPOSITIVOS DE INMOVILIZACION PARA BATIENTES, ESPECIALMENTE PARA PUERTAS O VENTANAS (medios para cerrar los paneles laterales o las puertas traseras de los vehículos B62D 33/037; dispositivos de inmovilización para elementos de construcción o de mecánica en general E04, F16B; cerraduras, dispositivos combinados con cerraduras en lo que concierne a su estructura o a su funcionamiento o cooperando de manera significativa con la cerradura E05B; medios para maniobrar o regular la inmovilizacion de los batientes combinados con el mecanismo de desplazamiento del batiente E05F)"
              },
              {
                "code": "E05D",
                "description": "BISAGRAS O DISPOSITIVOS DE SUSPENSION PARA PUERTAS, VENTANAS O BATIENTES (fijaciones con pivote en general F16C 11/00)"
              },
              {
                "code": "E05F",
                "description": "DISPOSITIVOS PARA DESPLAZAR LOS BATIENTES DE LA POSICION ABIERTA A LA CERRADA O VICEVERSA; FRENOS PARA BATIENTES; APARELLAJE PARA BATIENTES NO PREVISTOS EN OTRA PARTE, RELATIVOS AL FUNCIONAMIENTO DEL BATIENTE"
              },
              {
                "code": "E05G",
                "description": "CAJAS FUERTES O CAMARAS PARA OBJETOS DE VALOR; DISPOSITIVOS DE PROTECCION PARA BANCOS; TABIQUES DE SEGURIDAD PARA TRANSACCIONES (sistemas de alarma en sí\n\t\t\t\t\t\t\t\tG08B) [2]"
              }
            ]
          },
          {
            "classCode": "E06",
            "classDescription": "PUERTAS, VENTANAS, POSTIGOS O CORTINAS METALICAS ENROLLABLES, EN GENERAL; ESCALERAS",
            "classChildren": [
              {
                "code": "E06B",
                "description": "CIERRES FIJOS O MOVILES PARA LA ABERTURA DE LOS EDIFICIOS, VEHICULOS, EMPALIZADAS O CERCADOS SIMILARES EN GENERAL, p. ej. PUERTAS, VENTANAS, CORTINAS, PORTICOS (persianas de cierre o similares A01G 9/22; cortinas A47H; capós o tapas para vehículos B62D 25/10; claraboyas, lumbreras E04B 7/18; sombrillas, toldos E04F 10/00)"
              },
              {
                "code": "E06C",
                "description": "ESCALERAS (E04F 11/00 tiene prioridad; taburetes con peldaños A47C 12/00; adaptación de las escaleras para su utilización en los buques B63B, para utilización en aviones B64; andamiajes E04G) 6 href=# oncontextmenu=return false; onclick=return false;>[6]"
              }
            ]
          }
        ]
      },
      {
        "classContCode": "E21",
        "classContDescription": "PERFORACION DEL SUELO O DE LA ROCA; EXPLOTACION MINERA",
        "classContChildren": [
          {
            "classCode": "E21",
            "classDescription": "PERFORACION DEL SUELO O DE LA ROCA; EXPLOTACION MINERA",
            "classChildren": [
              {
                "code": "E21B",
                "description": "PERFORACION DEL SUELO O DE LA ROCA (explotación minera o de canteras E21C; excavación de pozos, galerías o túneles E21D); EXTRACCION DE PETROLEO, GAS, AGUA O MATERIALES SOLUBLES O FUNDIBLES O DE UNA SUSPENSION DE MATERIAS MINERALES A PARTIR DE POZOS [5]"
              },
              {
                "code": "E21C",
                "description": "EXPLOTACION DE MINAS O CANTERAS"
              },
              {
                "code": "E21D",
                "description": "POZOS; TUNELES; GALERIAS; GRANDES CAMARAS SUBTERRANEAS (materiales para acondicionar o estabilizar el suelo C09K 17/00; máquinas cortantes para la explotación de minas o canteras E21C; dispositivos de seguridad, de transporte, de salvamento, de ventilación o de drenaje E21F) 6 href=# oncontextmenu=return false; onclick=return false;>[6]"
              },
              {
                "code": "E21F",
                "description": "DISPOSITIVOS DE SEGURIDAD, TRANSPORTE, RELLENADO, SALVAMENTO, VENTILACION O DRENAJE EN LAS MINAS O TUNELES [2]"
              }
            ]
          },
          {
            "classCode": "E99",
            "classDescription": "MATERIA NO PREVISTA EN NINGUN OTRO LUGAR DE ESTA SECCION [2006.01]",
            "classChildren": [
              {
                "code": "E99Z",
                "description": "MATERIA NO PREVISTA EN NINGUN OTRO LUGAR DE ESTA SECCION [2006.01]"
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "sectionCode": "F",
    "sectionDescription": "MECANICA; ILUMINACION; CALEFACCION; ARMAMENTO; VOLADURA",
    "sectionChildren": [
      {
        "classContCode": "F01",
        "classContDescription": "MOTORES O BOMBAS",
        "classContChildren": [
          {
            "classCode": "F01",
            "classDescription": "MAQUINAS O MOTORES EN GENERAL; PLANTAS MOTRICES EN GENERAL; MAQUINAS DE VAPOR",
            "classChildren": [
              {
                "code": "F01B",
                "description": "MAQUINAS O MOTORES, EN GENERAL O DEL TIPO DE DESPLAZAMIENTO POSITIVO, p. ej. MAQUINAS DE VAPOR (del tipo con pistón rotativo u oscilante F01C; de desplazamiento no positivo F01D; motores de combustión F02; aspectos de la combustión interna de los motores con pistones alternativos F02B 57/00, F02B 59/00; máquinas de líquidos F03, F04; cigüeñales, cabezas de biela, bielas F16C; volantes F16F; órganos de transmisión para convertir un movimiento de rotación en movimiento alternativo, en general F16H; pistones, bulones de pistón, cilindros, para motores en general F16J)"
              },
              {
                "code": "F01C",
                "description": "MAQUINAS O MOTORES DE PISTON ROTATIVO U OSCILANTE (motores de combustíon F02; aspectos de la combustión interna F02B 53/00, F02B 55/00; máquinas de líquidos F03, F04)"
              },
              {
                "code": "F01D",
                "description": "MAQUINAS O MOTORES DE DESPLAZAMIENTO NO POSITIVO, p. ej., TURBINAS DE VAPOR (motores de combustión F02; máquinas o motores de líquidos F03, F04; bombas de desplazamiento no positivo F04D)"
              },
              {
                "code": "F01K",
                "description": "PLANTAS MOTRICES A VAPOR; ACUMULADORES DE VAPOR; PLANTAS MOTRICES NO PREVISTAS EN OTRO LUGAR; MOTORES QUE UTILIZAN CICLOS O FLUIDOS DE TRABAJO ESPECIALES (plantas de turbinas de gas o de propulsión a reacción F02; producción de vapor F22; plantas de energía nuclear, disposición de motores en ellas G21D)"
              },
              {
                "code": "F01L",
                "description": "VÁLVULAS DE FUNCIONAMIENTO CÍCLICO PARA MÁQUINAS O MOTORES"
              },
              {
                "code": "F01M",
                "description": "LUBRIFICACION DE MAQUINAS O MOTORES EN GENERAL; LUBRIFICACION DE LOS MOTORES DE COMBUSTION INTERNA; VENTILACION DEL CARTER [2]"
              },
              {
                "code": "F01N",
                "description": "SILENCIADORES O DISPOSITIVOS DE ESCAPE PARA MAQUINAS O MOTORES EN GENERAL; SILENCIADORES O DISPOSITIVOS DE ESCAPE PARA MOTORES DE COMBUSTION INTERNA (disposiciones de conjuntos de propulsión relativas al escape de gases B60K 13/00; silenciadores de admisión de aire especialmente adaptados para motores de combustión interna, o con dispositivos para estos motores F02M 35/00; protección contra ruidos en general o amortiguamiento de los mismos G10K 11/16)"
              },
              {
                "code": "F01P",
                "description": "REFRIGERACION DE MAQUINAS O MOTORES EN GENERAL; REFRIGERACION DE MOTORES DE COMBUSTION INTERNA (disposiciones de conjuntos de propulsión relativas a la refrigeración B60K 11/00; sustancias para la transferencia, intercambio o almacenamiento de calor C09K 5/00; intercambio de calor en general, radiadores F28)"
              }
            ]
          },
          {
            "classCode": "F02",
            "classDescription": "MOTORES DE COMBUSTION; PLANTAS MOTRICES DE GASES CALIENTES O DE PRODUCTOS DE COMBUSTION",
            "classChildren": [
              {
                "code": "F02B",
                "description": "MOTORES DE COMBUSTION INTERNA DE PISTONES; MOTORES DE COMBUSTION EN GENERAL (plantas de turbinas de gas F02C; plantas de motores de desplazamiento positivo de gas caliente o de productos de combustión F02G)"
              },
              {
                "code": "F02C",
                "description": "PLANTAS MOTRICES DE TURBINAS DE GAS; TOMAS DE AIRE PARA PLANTAS DE PROPULSION A REACCION; CONTROL DE LA ALIMENTACION DE COMBUSTIBLE EN PLANTAS DE PROPULSION A REACCION QUE CONSUMEN AIRE (estructura de turbinas F01D; plantas de propulsión a reacción F02K; estructura de compresores o ventiladores F04; aparatos de combustión en los que la combustión tiene lugar en un lecho fluidizado de combustible u otras partículas F23C 10/00; elaboración de productos de combustión a alta presión o gran velocidad F23R; utilización de turbinas de gas en plantas de refrigeración por compresión F25B 11/00; utilización de turbinas de gas en vehículos, véanse las clases apropiadas relativas a vehículos)"
              },
              {
                "code": "F02D",
                "description": "CONTROL DE LOS MOTORES DE COMBUSTION (accesorios para el control automático de la velocidad en vehículos, que actúan sobre una sola subunidad del vehículo B60K 31/00; control conjunto de subunidades del vehículo de diferente tipo o diferente función, sistemas de control de la propulsión de vehículos de carretera para propósitos distintos que el control de una sola subunidad B60W) 2006.01 href=# oncontextmenu=return false; onclick=return false;>[2006.01]"
              },
              {
                "code": "F02F",
                "description": "CILINDROS, PISTONES O CARCASAS PARA MOTORES DE COMBUSTION; DISPOSITIVOS DE ESTANQUEIDAD EN LOS MOTORES DE COMBUSTION [2]"
              },
              {
                "code": "F02G",
                "description": "PLANTAS MOTRICES DE DESPLAZAMIENTO POSITIVO DE GASES CALIENTES O PRODUCTOS DE COMBUSTION (plantas motrices de vapor, plantas motrices de vapor especial, plantas motrices que funcionan o con gases calientes o con productos de combustión junto con otro fluido F01K; plantas motrices de turbina de gas F02C; plantas motrices de propulsión a reacción F02K); UTILIZACION DEL CALOR PERDIDO EN LOS MOTORES DE COMBUSTION, NO PREVISTA EN OTRO LUGAR"
              },
              {
                "code": "F02K",
                "description": "PLANTAS MOTRICES DE PROPULSION A REACCION (instalaciones de propulsión a reacción en vehículos terrestres o vehículos en general B60K; instalaciones de propulsión a reacción en embarcaciones acuáticas B63H; control de la actitud, de la dirección de vuelo o de la altitud de las aeronaves por reacción a chorro B64C 15/00, B64U 50/10; instalaciones de propulsión a reacción en las aeronaves B64D 27/00, B64U 50/10; instalaciones caracterizadas por el reparto de la potencia del fluido de trabajo entre la propulsión a chorro y otra forma de propulsión, p. ej. hélices, F02B, F02C; características de las instalaciones de propulsión a reacción comunes a las plantas de turbinas de gas o control de la alimentación de combustible en las instalaciones de propulsión a reacción que consumen aire F02C)"
              },
              {
                "code": "F02M",
                "description": "ALIMENTACION EN GENERAL DE LOS MOTORES DE COMBUSTION CON MEZCLAS COMBUSTIBLES O CONSTITUYENTES DE LAS MISMAS"
              },
              {
                "code": "F02N",
                "description": "ARRANQUE DE LOS MOTORES DE COMBUSTION; MEDIOS O ACCESORIOS PARA EL ARRANQUE DE ESTOS MOTORES, NO PREVISTOS EN OTRO LUGAR"
              },
              {
                "code": "F02P",
                "description": "ENCENDIDO DE MOTORES DE COMBUSTION INTERNA DIFERENTE AL ENCENDIDO POR COMPRESION; ENSAYO DE LA REGULACION DEL ENCENDIDO EN MOTORES DE ENCENDIDO POR COMPRESION (especialmente adaptados a motores de pistón rotativo u oscilante F02B 53/12; encendido de aparatos de combustión en general, bujías incandescentes F23Q; medida de variables físicas en general G01; control en general G05; tratamiento de datos en general G06; componentes eléctricos en general, ver la sección H; bujías de chispa H01T)"
              }
            ]
          },
          {
            "classCode": "F03",
            "classDescription": "MAQUINAS O MOTORES DE LIQUIDOS; MOTORES DE VIENTO, DE RESORTES, O DE PESOS; PRODUCCION DE ENERGIA MECANICA O DE EMPUJE PROPULSIVO O POR REACCION, NO PREVISTA EN OTRO LUGAR",
            "classChildren": [
              {
                "code": "F03B",
                "description": "MAQUINAS O MOTORES DE LIQUIDOS (máquinas o motores de líquidos y fluidos compresibles F01; motores de líquidos, de desplazamiento positivo F03C; máquinas de líquidos de desplazamiento positivo F04)"
              },
              {
                "code": "F03C",
                "description": "MOTORES DE DESPLAZAMIENTO POSITIVO ACCIONADOS POR LIQUIDOS (motores de desplazamiento positivo de líquidos y fluidos comprensibles F01; máquinas de desplazamiento positivo de líquidos F04; dispositivos de maniobra que funcionan por presión de fluido F15B; transmisiones por fluido F16H)"
              },
              {
                "code": "F03D",
                "description": "MOTORES DE VIENTO"
              },
              {
                "code": "F03G",
                "description": "MOTORES DE RESORTES, DE PESOS, DE INERCIA O ANALOGOS; DISPOSITIVOS O MECANISMOS QUE PRODUCEN UNA POTENCIA MECANICA, NO PREVISTOS EN OTRO LUGAR O QUE UTILIZAN UNA FUENTE DE ENERGIA NO PREVISTA EN OTRO LUGAR (disposiciones relativas a la alimentación de energía obtenida a partir de fuerzas de la naturaleza en los vehículos B60K 16/00; propulsión eléctrica de los vehículos por fuente de energía obtenida a partir de fuerzas de la naturaleza B60L 8/00)"
              },
              {
                "code": "F03H",
                "description": "PRODUCCION DE EMPUJE PROPULSIVO POR REACCION, NO PREVISTA EN OTRO LUGAR (a partir de los productos de combustión F02K)"
              }
            ]
          },
          {
            "classCode": "F04",
            "classDescription": "MAQUINAS DE LIQUIDOS DE DESPLAZAMIENTO POSITIVO; BOMBAS PARA LIQUIDOS O PARA FLUIDOS COMPRESIBLES",
            "classChildren": [
              {
                "code": "F04B",
                "description": "MAQUINAS DE DESPLAZAMIENTO POSITIVO PARA LIQUIDOS; BOMBAS (máquinas para líquidos o bombas, de tipo pistón rotativo u oscilante F04C; bombas de desplazamiento no positivo F04D; bombeo de fluido por contacto directo con otro fluido o por utilización de la inercia del fluido para bombear F04F)"
              },
              {
                "code": "F04C",
                "description": "MAQUINAS DE LIQUIDOS DE DESPLAZAMIENTO POSITIVO DE PISTON ROTATIVO U OSCILANTE (motores movidos por líquidos F03C); BOMBAS PARA LIQUIDOS DE DESPLAZAMIENTO POSITIVO DE PISTON ROTATIVO U OSCILANTE (bombas de inyección de combustible para motores F02M)"
              },
              {
                "code": "F04D",
                "description": "BOMBAS DE DESPLAZAMIENTO NO POSITIVO (bombas de inyección de combustible para motores F02M; bombas iónicas H01J 41/12; bombas electrodinámicas H02K 44/02)"
              },
              {
                "code": "F04F",
                "description": "BOMBEO DE FLUIDO POR CONTACTO DIRECTO CON OTRO FLUIDO O POR UTILIZACION DE LA INERCIA DEL FLUIDO A BOMBEAR (receptáculos o empaquetadores con medios especiales para distribuir el líquido o semilíquido que contienen por medio de la presión interna de un gas B65D 83/14); SIFONES [2]"
              }
            ]
          }
        ]
      },
      {
        "classContCode": "F15",
        "classContDescription": "TECNOLOGIA EN GENERAL",
        "classContChildren": [
          {
            "classCode": "F15",
            "classDescription": "DISPOSITIVOS ACCIONADORES POR PRESION DE UN FLUIDO; HIDRAULICA O NEUMATICA EN GENERAL",
            "classChildren": [
              {
                "code": "F15B",
                "description": "SISTEMAS QUE FUNCIONAN POR MEDIO DE FLUIDOS EN GENERAL; DISPOSITIVOS ACCIONADORES POR PRESION DE UN FLUIDO, p. ej. SERVOMOTORES; DETALLES DE LOS SISTEMAS DE FLUIDO A PRESION, NO PREVISTOS EN OTRO LUGAR"
              },
              {
                "code": "F15C",
                "description": "ELEMENTOS DE CIRCUITOS DE FLUIDO UTILIZADOS PRINCIPALMENTE PARA EL CALCULO O EL CONTROL (transductores F15B 5/00; dinámica de fluidos en general F15D; computadores que emplean elementos de fluido G06D, G06G)"
              },
              {
                "code": "F15D",
                "description": "DINAMICA DE LOS FLUIDOS, ES DECIR, PROCEDIMIENTOS O MEDIOS PARA ACTUAR SOBRE EL FLUJO DE GASES O LIQUIDOS (elementos de circuitos de fluido F15C)"
              }
            ]
          },
          {
            "classCode": "F16",
            "classDescription": "ELEMENTOS O CONJUNTOS DE TECNOLOGIA; MEDIDAS GENERALES PARA ASEGURAR EL BUEN FUNCIONAMIENTO DE LAS MAQUINAS O INSTALACIONES; AISLAMIENTO TERMICO EN GENERAL",
            "classChildren": [
              {
                "code": "F16B",
                "description": "DISPOSITIVOS PARA UNIR O BLOQUEAR LOS ELEMENTOS CONSTRUCTIVOS O LAS PARTES DE LAS MAQUINAS, p. ej. CLAVOS, CLAVIJAS, TUERCAS, TORNILLOS, BULONES, ANILLOS QUE FORMAN RESORTE, ABRAZADERAS, BRIDAS, GRAPAS, CUÑAS; UNIONES O ARTICULACIONES (acoplamientos para la transmisión de mecanismos de rotación F16D)"
              },
              {
                "code": "F16C",
                "description": "ARBOLES; ARBOLES FLEXIBLES; MEDIOS MECANICOS PARA TRANSMITIR MOVIMIENTO EN UNA FUNDA FLEXIBLE; ELEMENTOS DE LOS MECANISMOS DEL CIGÜEÑAL; PIVOTES; UNIONES PIVOTANTES; PIEZAS ROTATIVAS DE INGENIERIA DISTINTAS A LAS PIEZAS DE TRANSMISION MECANICA, ACOPLAMIENTOS, EMBRAGUES O FRENOS; COJINETES [5]"
              },
              {
                "code": "F16D",
                "description": "ACOPLAMIENTOS PARA LA TRANSMISION DE MOVIMIENTOS DE ROTACION (transmisión para transmitir la rotación F16H, p. ej. transmisiones por fluidos F16H 39/00-F16H 47/00); EMBRAGUES (embragues dinamo-eléctricos H02K 49/00; embragues que utilizan atracción electrostática H02N 13/00); FRENOS (sistemas de frenado electrodinámicos para vehículos, en general B60L 7/00; frenos dinamoeléctricos H02K 49/00) [2]"
              },
              {
                "code": "F16F",
                "description": "RESORTES; AMORTIGUADORES; MEDIOS PARA AMORTIGUAR LAS VIBRACIONES"
              },
              {
                "code": "F16G",
                "description": "CORREAS, CABLES O CUERDAS, UTILIZADOS ESENCIALMENTE PARA LA TRANSMISION DE UN MOVIMIENTO; CADENAS; ACCESORIOS UTILIZADOS ESENCIALMENTE CON ESTE FIN"
              },
              {
                "code": "F16H",
                "description": "TRANSMISIONES"
              },
              {
                "code": "F16J",
                "description": "PISTONES; CILINDROS; RECIPIENTES A PRESION EN GENERAL; JUNTAS DE ESTANQUEIDAD"
              },
              {
                "code": "F16K",
                "description": "VALVULAS; GRIFOS; COMPUERTAS; FLOTADORES PARA ACCIONAMIENTO; DISPOSITIVOS PARA VENTILAR O AIREAR"
              },
              {
                "code": "F16L",
                "description": "TUBERIAS O TUBOS; EMPALMES U OTROS ACCESORIOS PARA TUBERIAS; SOPORTES PARA TUBOS, CABLES O CONDUCTOS PROTECTORES; MEDIOS DE AISLAMIENTO TERMICO EN GENERAL"
              },
              {
                "code": "F16M",
                "description": "BASTIDORES, CARCASAS O BANCADAS PARA MOTORES, MAQUINAS O APARATOS, NO ESPECIFICOS PARA MOTORES, MAQUINAS O APARATOS PREVISTOS EN OTRO LUGAR; APOYOS; SOPORTES"
              },
              {
                "code": "F16N",
                "description": "LUBRIFICACION"
              },
              {
                "code": "F16P",
                "description": "DISPOSITIVOS DE SEGURIDAD EN GENERAL"
              },
              {
                "code": "F16S",
                "description": "ELEMENTOS CONSTRUCTIVOS EN GENERAL; ESTRUCTURAS CONSTRUIDAS CON ESTOS ELEMENTOS, EN GENERAL"
              },
              {
                "code": "F16T",
                "description": "PURGADORES DE AGUA DE CONDENSACION O DISPOSITIVOS ANALOGOS PARA EXPULSAR LIQUIDOS FUERA DE DEPOSITOS QUE CONTENGAN PRINCIPALMENTE GASES O VAPORES"
              }
            ]
          },
          {
            "classCode": "F17",
            "classDescription": "ALMACENAMIENTO O DISTRIBUCION DE GASES O LIQUIDOS",
            "classChildren": [
              {
                "code": "F17B",
                "description": "GASOMETROS DE CAPACIDAD VARIABLE (dispositivos automáticos de corte del gas A47J 27/62, G05D; trampas para llamas A62C 4/00; mezcladores de gas B01F, F16K 11/00, G05D 11/00; construcción o montaje de depósitos almacenadores empleando las técnicas de la ingeniería civil E04H 7/00; compresores de gas F04; válvulas F16K; amortiguado de pulsaciones en válvulas o tuberías F16K, F16L; tuberías F16L; dispositivos de cierre para canalizaciones de gas F16L 55/10; recipientes adaptados para almacenar de gases comprimidos, licuados o solidificados F17C; sistemas de distribución de gas F17D 1/04; detección de escapes F17D 5/02, G01M; dispositivos de supervisión o alarma F17D 5/02, G08B; control de la combustión en los quemadores F23N; reguladores del flujo o presión de gases G05D)"
              },
              {
                "code": "F17C",
                "description": "RECIPIENTES PARA CONTENER O ALMACENAR GASES COMPRIMIDOS, LICUADOS O SOLIDIFICADOS; GASOMETROS DE CAPACIDAD FIJA; LLENADO O DESCARGA DE RECIPIENTES CON GASES COMPRIMIDOS, LICUADOS O SOLIDIFICADOS (utilización de cámaras o cavidades naturales o artificiales para el almacenamiento de fluidos B65G 5/00; construcción o ensamblaje de depósitos almacenadores empleando las técnicas de la ingeniería civil E04H 7/00; gasómetros de capacidad variable F17B; máquinas, instalaciones o sistemas de refrigeración o licuefacción F25)"
              },
              {
                "code": "F17D",
                "description": "SISTEMAS DE CANALIZACIONES; TUBERIAS (distribución de agua E03B; bombas o compresores F04; dinámica de fluidos F15D; válvulas o dispositivos similares F16K; tuberías, tendido de tuberías, soportes, juntas, bifurcaciones, reparaciones, trabajos en el conjunto de la conducción, accesorios, F16L; purgadores de agua o dispositivos similares F16T; cables eléctricos en un fluido bajo presión H01B 9/06)"
              }
            ]
          }
        ]
      },
      {
        "classContCode": "F21",
        "classContDescription": "ILUMINACION; CALENTAMIENTO",
        "classContChildren": [
          {
            "classCode": "F21",
            "classDescription": "ILUMINACION",
            "classChildren": [
              {
                "code": "F21H",
                "description": "CAMISAS INCANDESCENTES; OTROS CUERPOS INCANDESCENTES CALENTADOS POR COMBUSTIÓN"
              },
              {
                "code": "F21K",
                "description": "FUENTES DE LUZ NO ELÉCTRICAS QUE UTILIZAN LUMINISCENCIA; FUENTES DE LUZ QUE UTILIZAN ELECTROQUIMIOLUMINISCENCIA; FUENTES DE LUZ QUE UTILIZAN CARGAS DE MATERIAL COMBUSTIBLE; FUENTES DE LUZ QUE UTILIZAN DISPOSITIVOS SEMICONDUCTORES COMO ELEMENTOS DE GENERACIÓN DE LUZ; FUENTES DE LUZ NO PREVISTAS EN OTRO LUGAR"
              },
              {
                "code": "F21L",
                "description": "DISPOSITIVOS O SISTEMAS DE ILUMINACIÓN PORTÁTILES O ESPECIALMENTE ADAPTADOS PARA SU TRANSPORTE 7 href=# oncontextmenu=return false; onclick=return false;>[7]"
              },
              {
                "code": "F21S",
                "description": "DISPOSITIVOS DE ILUMINACION NO PORTÁTILES; SUS SISTEMAS; DISPOSITIVOS DE ILUMINACIÓN DE VEHÍCULOS ESPECIALMENTE ADAPTADOS PARA EL EXTERIOR DEL VEHÍCULO 7 href=# oncontextmenu=return false; onclick=return false;>[7]"
              },
              {
                "code": "F21V",
                "description": "DETALLES O CARACTERISTICAS DE FUNCIONAMIENTO DE LOS DISPOSITIVOS 0 SISTEMAS DE ILUMINACION; COMBINACIONES ESTRUCTURALES DE DISPOSITIVOS DE ILUMINACION CON OTROS OBJETOS, NO PREVISTAS EN OTRO LUGAR 7 href=# oncontextmenu=return false; onclick=return false;>[7]"
              },
              {
                "code": "F21W",
                "description": "SISTEMA DE INDEXACION ASOCIADO A LAS SUBCLASES F21K, F21L, F21S Y F21V, RELATIVO AL USO O APLICACION DE SISTEMAS O APARATOS DE ILUMINACION [7]"
              },
              {
                "code": "F21Y",
                "description": "SISTEMA DE INDEXACION ASOCIADO A LAS SUBCLASES F21K, F21L, F21S Y F21V, RELATIVO A LA FORMA DE LAS FUENTES DE LUZ [7]"
              }
            ]
          },
          {
            "classCode": "F22",
            "classDescription": "PRODUCCION DE VAPOR",
            "classChildren": [
              {
                "code": "F22B",
                "description": "METODOS DE PRODUCCION DE VAPOR; CALDERAS DE VAPOR (conjuntos funcionales de las máquinas de vapor en las que predominan los aspectos motores F01K; retirada de los productos o residuos de combustión, p. ej. limpieza de las superficies contaminadas por combustión de tubos y quemadores, F23J 3/00; sistemas de calefacción central doméstica que emplea vapor F24D; intercambio de calor o transferencia de calor en general F28; producción de vapor en los núcleos de los reactores nucleares G21)"
              },
              {
                "code": "F22D",
                "description": "PRECALENTAMIENTO O ACUMULACION DEL AGUA DE ALIMENTACION PRECALENTADA; ALIMENTACION DE AGUA PARA LA GENERACIÓN DE VAPOR; CONTROL DEL NIVEL DE AGUA PARA LA GENERACIÓN DE VAPOR; DISPOSITIVOS AUXILIARES PARA LA CIRCULACION DEL AGUA EN CALDERAS DE VAPOR"
              },
              {
                "code": "F22G",
                "description": "SOBRECALENTAMIENTO DEL VAPOR (disposiciones para la separación del vapor en las calderas F22B 37/26; retirada de los productos o residuos de combustión, p. ej. limpieza de las superficies contaminadas por combustión de tubos y quemadores, F23J 3/00)"
              }
            ]
          },
          {
            "classCode": "F23",
            "classDescription": "APARATOS DE COMBUSTION; PROCESOS DE COMBUSTION",
            "classChildren": [
              {
                "code": "F23B",
                "description": "METODOS O APARATOS DE COMBUSTION QUE UTILIZAN UNICAMENTE COMBUSTIBLES SOLIDOS (para combustión de combustibles que son sólidos a temperatura ambiente, pero que son quemados en forma fundida, p. ej. cera de velas C11C 5/00, F23C, F23D; usando combustible sólido suspendido en aire F23C, F23D 1/00; usando combustible sólido suspendido en líquidos F23C, F23D 11/00; usando combustible sólido y combustible fluido o sólido suspendido en aire simultánea o alternadamente F23C, F23D 17/00)"
              },
              {
                "code": "F23C",
                "description": "PROCEDIMIENTOS O APARATOS DE COMBUSTION QUE UTILIZAN COMBUSTIBLES FLUIDOS O COMBUSTIBLES SOLIDOS SUSPENDIDOS EN AIRE (quemadores F23D)"
              },
              {
                "code": "F23D",
                "description": "QUEMADORES"
              },
              {
                "code": "F23G",
                "description": "HORNOS CREMATORIOS; COMBUSTION DE DESECHOS O DE COMBUSTIBLES DE BAJA CALIDAD"
              },
              {
                "code": "F23H",
                "description": "PARRILLAS (entradas de aire de fluidificación para aparatos de combustión de lecho fluidificado F23C 10/20); LIMPIEZA O RASPADO DE LAS PARRILLAS"
              },
              {
                "code": "F23J",
                "description": "RETIRADA O TRATAMIENTO DE LOS PRODUCTOS O RESIDUOS DE COMBUSTION; CONDUCTOS DE HUMOS (aparatos de combustión para eliminar humos o vapores, p. ej. gases de escape, F23G 7/06)"
              },
              {
                "code": "F23K",
                "description": "ALIMENTACION DE COMBUSTIBLE A LOS APARATOS DE COMBUSTION (alimentadores de combustible especialmente adaptados para los aparatos de combustión de lecho fluidificado F23C 10/22)"
              },
              {
                "code": "F23L",
                "description": "SUMINISTRO DE AIRE O LIQUIDOS O GASES NO COMBUSTIBLES A APARATOS DE COMBUSTION EN GENERAL (altares con medios de suministro de aire o vapor F23M 3/04; desviadores o protectores con pasajes de suministro de aire F23M 9/04); VALVULAS O REGULADORES DE TIRO ESPECIALMENTE ADAPTADOS AL CONTROL DEL SUMINISTRO DE AIRE O EL TIRO EN APARATOS DE COMBUSTION; TIRO INDUCIDO EN APARATOS DE COMBUSTION; TAPAS PARA CHIMENEAS O RESPIRADEROS; TERMINALES PARA LOS CONDUCTORES DE HUMOS"
              },
              {
                "code": "F23M",
                "description": "ARMADURAS, REVESTIMIENTOS, PAREDES O PUERTAS ESPECIALMENTE ADAPTADAS PARA CAMARAS DE COMBUSTION, p. ej. ALTARES; DISPOSITIVOS DEFLECTORES DE AIRE, LLAMAS O PRODUCTOS DE COMBUSTION EN CAMARAS DE COMBUSTION; DISPOSITIVOS DE SEGURIDAD ESPECIALMENTE ADAPTADOS PARA APARATOS DE COMBUSTION; DETALLES DE CAMARAS DE COMBUSTION, NO PREVISTOS EN OTRO LUGAR"
              },
              {
                "code": "F23N",
                "description": "REGULACION O CONTROL DE LA COMBUSTION (dispositivos de control especialmente adaptados para aparatos de combustión en los cuales la combustión tiene lugar en un lecho fluidificado de combustible u otras partículas F23C 10/28; dispositivos de control sensibles a ciertas condiciones para regular la combustión en estufas con hogares abiertos para combustibles sólidos F24B 1/187)"
              },
              {
                "code": "F23Q",
                "description": "ENCENDIDO (dispositivos para encender cerillas A24F; encendedores químicos  C06C 9/00); DISPOSITIVOS DE APAGADO"
              },
              {
                "code": "F23R",
                "description": "ELABORACION DE PRODUCTOS DE COMBUSTION A ALTA PRESION O GRAN VELOCIDAD, p. ej. CAMARAS DE COMBUSTION DE TURBINAS DE GAS (aparatos de lecho fluidificado de combustible especialmente adaptados para funcionar a presiones superatmosféricas F23C 10/16)"
              }
            ]
          },
          {
            "classCode": "F24",
            "classDescription": "CALEFACCION; HORNILLAS; VENTILACION",
            "classChildren": [
              {
                "code": "F24B",
                "description": "ESTUFAS U HORNILLAS DE USO DOMESTICO, PARA COMBUSTIBLES SOLIDOS (para combustibles sólidos en combinación con combustibles gaseosos, combustibles líquidos u otros tipos de suministro de energía F24C 1/02); ACCESORIOS PARA LA UTILIZACION DE ESTUFAS U HORNILLAS [6]"
              },
              {
                "code": "F24C",
                "description": "ESTUFAS U HORNILLAS DE USO DOMESTICO (exclusivamente para combustibles sólidos F24B); DETALLES DE LAS ESTUFAS U HORNILLAS DE USO DOMESTICO, DE APLICACION GENERAL"
              },
              {
                "code": "F24D",
                "description": "SISTEMAS DE CALEFACCION DOMESTICOS, p. ej. SISTEMAS DE CALEFACCION CENTRAL; SISTEMAS PARA SUMINISTRAR AGUA CALIENTE DE USO DOMESTICO; SUS ELEMENTOS O PARTES CONSTITUTIVAS (utilización del vapor o de los condensados provinientes, bien de la extracción o bien del escape de las plantas motrices a vapor para fines de calentamiento F01K 17/02)"
              },
              {
                "code": "F24F",
                "description": "ACONDICIONAMIENTO DEL AIRE; HUMIDIFICACION DEL AIRE; VENTILACION; UTILIZACION DE CORRIENTES DE AIRE COMO PANTALLAS (retirada de suciedades o de humos de los lugares donde se han producido B08B 15/00; conductos verticales para la evacuación de humos de los edificios E04F 17/02; tapas para chimeneas o respiraderos, terminales para conductores de humos F23L 17/02)"
              },
              {
                "code": "F24H",
                "description": "CALENTADORES DE FLUIDOS, p. ej. CALENTADORES DE AGUA O DE AIRE QUE TIENEN MEDIOS PARA PRODUCIR CALOR, p.ej. BOMBAS DE CALOR, EN GENERAL (generación de vapor F22)"
              },
              {
                "code": "F24S",
                "description": "COLECTORES TERMOSOLARES; SISTEMAS TERMOSOLARES (para producir potencia mecánica a partir de energía solar F03G 6/00) [2018.01]"
              },
              {
                "code": "F24T",
                "description": "COLECTORES GEOTÉRMICOS; SISTEMAS GEOTÉRMICOS [2018.01]"
              },
              {
                "code": "F24V",
                "description": "CAPTURA, PRODUCCION O USO DEL CALOR NO PREVISTOS EN OTRO LUGAR [2018.01]"
              }
            ]
          },
          {
            "classCode": "F25",
            "classDescription": "REFRIGERACION O ENFRIAMIENTO; SISTEMAS COMBINADOS DE CALEFACCION Y DE REFRIGERACION; SISTEMAS DE BOMBA DE CALOR; FABRICACION O ALMACENAMIENTO DEL HIELO; LICUEFACCION O SOLIDIFICACION DE GASES",
            "classChildren": [
              {
                "code": "F25B",
                "description": "MAQUINAS, INSTALACIONES O SISTEMAS FRIGORIFICOS; SISTEMAS COMBINADOS DE CALEFACCION Y DE REFRIGERACION; SISTEMAS DE BOMBA DE CALOR"
              },
              {
                "code": "F25C",
                "description": "PRODUCCIÓN, PREPARACIÓN O MANIPULACIÓN DE HIELO [2]"
              },
              {
                "code": "F25D",
                "description": "REFRIGERADORES; CAMARAS FRIGORIFICAS; NEVERAS; APARATOS DE ENFRIAMIENTO O CONGELACION NO PREVISTOS EN OTRO LUGAR (escaparates refrigerados A47F 3/04; recipientes con aislamiento térmico para uso doméstico A47J 41/00; vehículos frigoríficos, véanse las subclases apropiadas correspondientes a las clases B60-B64; recipientes con aislamiento térmico en general B65D 81/38; sustancias para la transferencia, intercambio o almacenamiento de calor, p. ej. refrigerantes, o sustancias para la producción de calor o frío por reacciones químicas distintas a la combustión C09K 5/00; recipientes con aislamiento térmico para gases licuados o solidificados F17C; acondicionamiento o humidificación del aire F24F; máquinas, instalaciones o sistemas frigoríficos F25B; enfriamiento sin refrigeración de los instrumentos o aparatos similares G12B; enfriamiento de motores o bombas, véanse las clases apropiadas)"
              },
              {
                "code": "F25J",
                "description": "LICUEFACCION, SOLIDIFICACION O SEPARACION DE GASES O MEZCLAS GASEOSAS POR PRESION Y ENFRIAMIENTO (bombas criogénicas F04B 37/08; recipientes para almacenamiento de gas, gasómetros F17; llenado o descarga de recipientes con gases comprimidos, licuados o solidificados F17C; máquinas, instalaciones o sistemas de refrigeración F25B)"
              }
            ]
          },
          {
            "classCode": "F26",
            "classDescription": "SECADO",
            "classChildren": [
              {
                "code": "F26B",
                "description": "SECADO DE MATERIALES SOLIDOS O DE OBJETOS POR ELIMINACION DEL LIQUIDO QUE CONTIENEN (dispositivos de secado para cosechadoras-trilladoras A01D 41/133; rejillas para el secado de frutas o vegetales A01F 25/12; secado de productos alimenticios A23; secado de cabellos A45D 20/00; artículos para el secado del cuerpo A47K 10/00; secado de artículos domésticos A47L; secado de gases o vapores B01D; procedimientos físicos o químicos para la eliminación del agua o cualquier otra forma de separar los líquidos de los sólidos B01D 43/00; aparatos centrifugadores B04; secado de cerámica C04B 33/30; secado de hilos o tejidos textiles en combinación con cualquier otra forma de tratamiento D06C; soportes de secado para lavandería sin calefacción ni circulación de aire efectiva, secadores centrífugos domésticos o similares, escurrido o prensado en caliente de la colada D06F; hornos F27)"
              }
            ]
          },
          {
            "classCode": "F27",
            "classDescription": "HORNOS; APARATOS DE DESTILACIÓN [4]",
            "classChildren": [
              {
                "code": "F27B",
                "description": "HORNOS, ESTUFAS, HOGARES O RETORTAS DE DESTILACION, EN GENERAL; APARATOS DE SINTERIZACION A CIELO ABIERTO O APARATOS SIMILARES (aparatos de combustión F23; calefacción eléctrica H05B)"
              },
              {
                "code": "F27D",
                "description": "PARTES CONSTITUTIVAS O ACCESORIOS DE LOS HORNOS, ESTUFAS, HOGARES O RETORTAS DE DESTILACION, EN LA MEDIDA EN QUE SON COMUNES A MAS DE UN TIPO DE HORNO (aparatos de combustión F23; calefacción eléctrica H05B)"
              }
            ]
          },
          {
            "classCode": "F28",
            "classDescription": "INTERCAMBIO DE CALOR EN GENERAL",
            "classChildren": [
              {
                "code": "F28B",
                "description": "CONDENSADORES DE VAPOR DE AGUA O DE OTROS VAPORES (condensación de vapores B01D 5/00; condensación durante el pretratamiento de los gases anterior a la precipitación electroestática de las partículas dispersas B03C 3/014; conjuntos funcionales de máquinas de vapor con condensadores incorporados F01K; licuefacción de gases F25J; detalles de los intercambiadores o dispositivos de transferencia de calor de aplicación general F28F)"
              },
              {
                "code": "F28C",
                "description": "INTERCAMBIADORES DE CALOR, NO PREVISTOS EN NINGUNA OTRA SUBCLASE, EN LOS QUE LOS MEDIOS QUE INTERCAMBIAN CALOR ENTRAN EN CONTACTO DIRECTO SIN INTERACTUAR QUIMICAMENTE (materiales de transferencia de calor, de intercambio de calor o de almacenamiento de calor C09K 5/00; calentadores de fluidos que tienen medios para producir calor F24H; con un agente intermediario de transferencia térmica que entra en contacto directo con el medio que intercambia calor F28D 15/00-F28D 19/00; detalles de los aparatos intercambiadores de calor de aplicación general F28F)"
              },
              {
                "code": "F28D",
                "description": "INTERCAMBIADORES DE CALOR, NO PREVISTOS EN NINGUNA OTRA SUBCLASE, EN LOS QUE LOS MEDIOS QUE INTERCAMBIAN CALOR NO ENTRAN EN CONTACTO DIRECTO (materiales de transferencia de calor, de intercambio de calor o de almacenamiento de calor C09K 5/00; calentadores de fluidos que tienen medios para producir y transferir calor F24H; hornos F27; partes constitutivas de los aparatos intercambiadores de calor de aplicación general F28F); APARATOS O PLANTAS DE ACUMULACION DE CALOR EN GENERAL [4]"
              },
              {
                "code": "F28F",
                "description": "PARTES CONSTITUTIVAS DE APLICACION GENERAL DE LOS APARATOS INTERCAMBIADORES O DE TRANSFERENCIA DE CALOR (materiales de transferencia de calor, de intercambio de calor o de almacenamiento de calor C09K 5/00; purgadores de agua o aire, ventilación F16)"
              },
              {
                "code": "F28G",
                "description": "LIMPIEZA DE LAS SUPERFICIES INTERNAS O EXTERNAS DE LOS CONDUCTOS DE INTERCAMBIO DE CALOR O DE TRANSFERENCIA DE CALOR, p. ej. TUBOS DE AGUA DE CALDERAS (limpieza de cañerías o tubos en general B08B 9/02; dispositivos o disposiciones para retirar el agua, los minerales o los lodos de las calderas durante su funcionamiento, o que permanecen en posición mientras la caldera funciona, que están específicamente concebidos para las calderas sin otra aplicación F22B 37/48; retirada o tratamiento de los productos o residuos de la combustión F23J; retirada del hielo de los aparatos intercambiadores de calor F28F 17/00)"
              }
            ]
          }
        ]
      },
      {
        "classContCode": "F41",
        "classContDescription": "ARMAMENTO; VOLADURA",
        "classContChildren": [
          {
            "classCode": "F41",
            "classDescription": "ARMAS",
            "classChildren": [
              {
                "code": "F41A",
                "description": "CARACTERISTICAS DE FUNCIONAMIENTO O DETALLES COMUNES A LA VEZ A LAS ARMAS DE FUEGO INDIVIDUALES Y A LAS PIEZAS DE ARTILLERIA, p. ej. CAÑONES; MONTAJE DE LAS ARMAS DE FUEGO INDIVIDUALES O DE LAS PIEZAS DE ARTILLERIA [5]"
              },
              {
                "code": "F41B",
                "description": "ARMAS QUE LANZAN PROYECTILES SIN UTILIZACION DE UNA CARGA PROPULSIVA EXPLOSIVA O COMBUSTIBLE; ARMAS NO PREVISTAS EN OTRO LUGAR (proyectiles para la pesca, p. ej. arpones, A01K 81/00; objetos de lanzar utilizados para el deporte A63B 65/00, p. ej. bumerangs A63B 65/08; aparatos fijos para el lanzamiento de pelotas de deporte, p. ej. pelotas de tenis, A63B 69/40; juegos para arrojar o lanzar A63H 33/18; cuchillos, hachas B26B; proyectiles distintos de aquellos que incorporan el muelle como elemento proyector F42B 6/00)"
              },
              {
                "code": "F41C",
                "description": "ARMAS DE FUEGO INDIVIDUALES, p. ej. PISTOLAS O RIFLES (lanzamiento de proyectiles sin utilización de una carga propulsiva explosiva o combustible F41B); ACCESORIOS PARA ESTAS ARMAS [5]"
              },
              {
                "code": "F41F",
                "description": "APARATOS PARA LANZAR PROYECTILES DESDE UN TUBO, p. ej. CAÑONES (armas de fuego individuales F41C); APARATOS PARA LANZAR COHETES O TORPEDOS; CAÑONES LANZA-ARPONES (características o detalles de funcionamiento comunes a la vez a las armas de fuego individuales y a las piezas de artillería, soportes para dichas armas F41A; lanzamiento de proyectiles sin utilización de una carga propulsiva explosiva o combustible F41B) [5]"
              },
              {
                "code": "F41G",
                "description": "APARATOS DE MIRA; PUNTERIA (aspectos ópticos G02B)"
              },
              {
                "code": "F41H",
                "description": "BLINDAJE; TORRETAS ACORAZADAS; VEHICULOS BLINDADOS O ARMADOS; MEDIOS DE ATAQUE O DE DEFENSA, p. ej. ENMASCARAMIENTO, EN GENERAL"
              },
              {
                "code": "F41J",
                "description": "BLANCOS O DIANAS; CAMPOS DE TIRO; COLECTORES DE BALAS"
              }
            ]
          },
          {
            "classCode": "F42",
            "classDescription": "MUNICIONES; VOLADURA",
            "classChildren": [
              {
                "code": "F42B",
                "description": "CARGAS EXPLOSIVAS, p. ej. PARA VOLADURA; FUEGOS ARTIFICIALES; MUNICIONES (composiciones explosivas C06B; espoletas para municiones F42C; voladura F42D) 5 href=# oncontextmenu=return false; onclick=return false;>[5]"
              },
              {
                "code": "F42C",
                "description": "ESPOLETAS PARA MUNICIONES (iniciadores para cartuchos de voladura F42B 3/10; aspectos químicos C06C); SUS DISPOSITIVOS DE ARMADO O DE SEGURIDAD (carga de espoletas F42B 33/02; Montaje o extracción de cartuchos de las espoletas o de las cargas F42B 33/04; contenedores para espoletas F42B 39/30) [5]"
              },
              {
                "code": "F42D",
                "description": "VOLADURA (mechas, p. ej. cordones de mecha C06C 5/00; cartuchos de voladura F42B 3/00)"
              }
            ]
          },
          {
            "classCode": "F99",
            "classDescription": "MATERIA NO PREVISTA EN OTRO LUGAR DE ESTA SECCION [2006.01]",
            "classChildren": [
              {
                "code": "F99Z",
                "description": "MATERIA NO PREVISTA EN OTRO LUGAR DE ESTA SECCION [2006.01]"
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "sectionCode": "G",
    "sectionDescription": "FISICA",
    "sectionChildren": [
      {
        "classCode": "G01",
        "classDescription": "METROLOGIA; ENSAYOS",
        "classChildren": [
          {
            "code": "G01B",
            "description": "MEDIDA DE LA LONGITUD, ESPESOR O DIMENSIONES LINEALES ANALOGAS; MEDIDA DE ANGULOS; MEDIDA DE AREAS; MEDIDA DE IRREGULARIDADES DE SUPERFICIES O CONTORNOS"
          },
          {
            "code": "G01C",
            "description": "MEDIDA DE DISTANCIAS, NIVELES O RUMBOS; TOPOGRAFIA; NAVEGACION; INSTRUMENTOS GIROSCOPICOS; FOTOGRAMETRIA O VIDEOGRAMETRIA (medida del nivel de líquidos G01F; radio navegación, determinación de la distancia o velocidad mediante la utilización de efectos de propagación, p. ej. efecto Doppler, tiempo de propagación, de ondas de radio, disposiciones análogas que utilicen otras ondas G01S)"
          },
          {
            "code": "G01D",
            "description": "MEDIDAS NO ESPECIALMENTE ADAPTADAS A UNA VARIABLE PARTICULAR; DISPOSICIONES PARA LA MEDIDA DE DOS O MAS VARIABLES NO CUBIERTAS POR OTRA UNICA SUBCLASE; APARATOS CONTADORES DE TARIFA; DISPOSICIONES PARA TRANSFERENCIA O TRANSDUCTORES NO ESPECIALMENTE ADAPTADAS A UNA VARIABLE PARTICULAR; MEDIDAS O ENSAYOS NO PREVISTOS EN OTRO LUGAR"
          },
          {
            "code": "G01F",
            "description": "MEDIDA DEL VOLUMEN, FLUJO VOLUMETRICO, FLUJO MASICO O NIVEL DE LIQUIDOS; DOSIFICACION VOLUMETRICA 5 href=# oncontextmenu=return false; onclick=return false;>[5]"
          },
          {
            "code": "G01G",
            "description": "DETERMINACION DEL PESO"
          },
          {
            "code": "G01H",
            "description": "MEDIDA DE VIBRACIONES MECANICAS O DE ONDAS ULTRASONORAS, SONORAS O INFRASONORAS [4]"
          },
          {
            "code": "G01J",
            "description": "MEDIDA DE LA INTENSIDAD, DE LA VELOCIDAD, DEL ESPECTRO, DE LA POLARIZACION, DE LA FASE O DE CARACTERISTICAS DE IMPULSOS DE LA LUZ INFRARROJA, VISIBLE O ULTRAVIOLETA; COLORIMETRIA; PIROMETRIA DE RADIACIONES [2]"
          },
          {
            "code": "G01K",
            "description": "MEDIDA DE TEMPERATURAS; MEDIDA DE CANTIDADES DE CALOR; ELEMENTOS TERMOSENSIBLES NO PREVISTOS EN OTRO LUGAR (pirometría de las radiaciones G01J 5/00)"
          },
          {
            "code": "G01L",
            "description": "MEDIDA DE FUERZAS, TENSIONES, PARES, TRABAJO, POTENCIA MECANICA, RENDIMIENTO MECANICO O DE LA PRESION DE LOS FLUIDOS (pesado G01G) [4]"
          },
          {
            "code": "G01M",
            "description": "ENSAYO DEL EQUILIBRADO ESTATICO O DINAMICO DE MAQUINAS O ESTRUCTURAS; ENSAYO DE ESTRUCTURAS O APARATOS, NO PREVISTOS EN OTRO LUGAR"
          },
          {
            "code": "G01N",
            "description": "INVESTIGACION O ANALISIS DE MATERIALES POR DETERMINACION DE SUS PROPIEDADES QUIMICAS O FISICAS (procedimientos de medida, de investigación o de análisis diferentes de los ensayos inmunológicos, en los que intervienen enzimas o microorganismos C12M, C12Q)"
          },
          {
            "code": "G01P",
            "description": "MEDIDA DE VELOCIDADES LINEALES O ANGULARES, DE LA ACELERACION, DECELERACION O DE CHOQUES; INDICACION DE LA PRESENCIA, AUSENCIA DE MOVIMIENTO; INDICACION DE DIRECCIÓN DE MOVIMIENTO (midiendo la velocidad angular utilizando efectos giroscópicos G01C 19/00; dispositivos de medida combinados para medir dos o más variables de un movimiento G01C 23/00; medida de la velocidad del sonido G01H 5/00; medida de la velocidad de la luz G01J 7/00; medida de la dirección o de la velocidad de objetos sólidos por reflexión o reradiación de ondas radio u otras ondas basada en los efectos de propagación, p. ej. el efecto Doppler, el tiempo de propagación, la dirección de propagación, G01S; medida de la velocidad de radiaciones nucleares G01T)"
          },
          {
            "code": "G01Q",
            "description": "TECNICAS O APARATOS DE SONDA DE BARRIDO; APLICACIONES DE TECNICAS DE SONDA DE BARRIDO, p. ej. MICROSCOPIA POR SONDA DE BARRIDO [SMP] [2010.01]"
          },
          {
            "code": "G01R",
            "description": "MEDIDA DE VARIABLES ELECTRICAS; MEDIDA DE VARIABLES MAGNETICAS (indicación de la sintonización de circuitos resonantes H03J 3/12)"
          },
          {
            "code": "G01S",
            "description": "LOCALIZACION DE LA DIRECCION POR RADIO; RADIONAVEGACION; DETERMINACION DE LA DISTANCIA O DE LA VELOCIDAD MEDIANTE EL USO DE ONDAS DE RADIO; LOCALIZACION O DETECCION DE PRESENCIA MEDIANTE EL USO DE LA REFLEXION O RERRADIACION DE ONDAS DE RADIO; DISPOSICIONES ANALOGAS QUE UTILIZAN OTRAS ONDAS"
          },
          {
            "code": "G01T",
            "description": "MEDIDA DE RADIACIONES NUCLEARES O DE RAYOS X (análisis de materiales por radiaciones, espectrometría de masas G01N 23/00; tubos para determinar la presencia, intensidad, densidad o energía de una radiación o de partículas H01J 47/00)"
          },
          {
            "code": "G01V",
            "description": "GEOFISICA; MEDIDA DE LA GRAVITACION; DETECCION DE MASAS U OBJETOS; MARCAS O ETIQUETAS DE IDENTIFICACION (medios para indicar dónde se encuentran personas sepultadas accidentalmente, p. ej. por la nieve A63B 29/02) 6 href=# oncontextmenu=return false; onclick=return false;>[6]"
          },
          {
            "code": "G01W",
            "description": "METEOROLOGIA (radar, sonar, lidar o sistemas análogos, previstos para uso meteorológico G01S 13/95, G01S 15/88, G01S 17/95)"
          }
        ]
      },
      {
        "classCode": "G02",
        "classDescription": "OPTICA",
        "classChildren": [
          {
            "code": "G02",
            "description": "Definiciones"
          },
          {
            "code": "G02B",
            "description": "ELEMENTOS, SISTEMAS O APARATOS OPTICOS 7 href=# oncontextmenu=return false; onclick=return false;>[7]"
          },
          {
            "code": "G02C",
            "description": "GAFAS; GAFAS DE SOL O GAFAS PROTECTORAS EN LA MEDIDA EN QUE SUS CARACTERISTICAS SON LAS MISMAS QUE LAS DE LAS GAFAS; LENTES DE CONTACTO"
          },
          {
            "code": "G02F",
            "description": "DISPOSITIVOS O CIRCUITOS ÓPTICOS PARA EL CONTROL DE LA LUZ MEDIANTE LA MODIFICACIÓN DE LAS PROPIEDADES ÓPTICAS DE LOS MEDIOS DE LOS ELEMENTOS QUE INTERVIENEN EN ELLOS; ÓPTICA NO LINEAL; CAMBIO DE FRECUENCIA DE LA LUZ; ELEMENTOS LÓGICOS ÓPTICOS; CONVERTIDORES ÓPTICOS ANALÓGICOS/DIGITALES 4 href=# oncontextmenu=return false; onclick=return false;>[4]"
          }
        ]
      },
      {
        "classCode": "G03",
        "classDescription": "FOTOGRAFIA; CINEMATOGRAFIA; TECNICAS ANALOGAS QUE UTILIZAN ONDAS DISTINTAS DE LAS ONDAS OPTICAS; ELECTROGRAFIA; HOLOGRAFIA [4]",
        "classChildren": [
          {
            "code": "G03B",
            "description": "APARATOS O DISPOSITIVOS PARA HACER FOTOGRAFIAS, PARA PROYECTARLAS O VERLAS; APARATOS O DISPOSITIVOS QUE UTILIZAN TECNICAS ANALOGAS UTILIZANDO ONDAS DIFERENTES DE LAS ONDAS OPTICAS; SUS ACCESORIOS (partes ópticas de estos aparatos G02B; materiales fotosensibles para la fotografía o procedimientos fotográficos G03C; aparellaje para el tratamiento de materiales fotosensibles después de la exposición G03D) [4]"
          },
          {
            "code": "G03C",
            "description": "MATERIALES FOTOSENSIBLES PARA FOTOGRAFIA; PROCESOS FOTOGRAFICOS, p. ej. PROCESOS CINEMATOGRAFICOS, DE RAYOS X, EN COLORES o  ESTEREOFOTOGRAFICOS; PROCESOS AUXILIARES EN FOTOGRAFIA (procesos fotográficos caracterizados por el uso o la manipulación de aparatos, pueden ser clasificados en sí en la subclase G03B o ver\n\t\t\t\t\t\t\t\tG03B)"
          },
          {
            "code": "G03D",
            "description": "APARATOS PARA EL TRATAMIENTO DE MATERIALES FOTOSENSIBLES DESPUES DE LA EXPOSICION; SUS ACCESORIOS"
          },
          {
            "code": "G03F",
            "description": "PRODUCCION POR VIA FOTOMECANICA DE SUPERFICIES TEXTURADAS, p. ej. PARA LA IMPRESION, PARA EL TRATAMIENTO DE DISPOSITIVOS SEMICONDUCTORES; MATERIALES A ESTE EFECTO; ORIGINALES A ESTE EFECTO; APARELLAJE ESPECIALMENTE ADAPTADO A ESTE EFECTO (aparatos de composición fototipográfica B41B; materiales fotosensibles o procesos para la fotografía G03C; electrofotografía, capas sensibles o procesos a este efecto G03G)"
          },
          {
            "code": "G03G",
            "description": "ELECTROGRAFIA; ELECTROFOTOGRAFIA; MAGNETOGRAFIA (registro de la información basado en un movimiento relativo entre el soporte de registro y el transductor G11B; memorias estáticas con medios para escribir o leer informaciones G11C; registro de señales de televisión H04N 5/76)"
          },
          {
            "code": "G03H",
            "description": "PROCESOS O APARATOS HOLOGRAFICOS (hologramas, p. ej. hologramas de puntos, utilizados como elementos ópticos ordinarios G02B 5/32; computadores analógicos que efectúan operaciones matemáticas con la ayuda de elementos ópticos G06E 3/00; memorias holográficas digitales G11B 7/0065, G11C 13/04) [2]"
          }
        ]
      },
      {
        "classCode": "G04",
        "classDescription": "HOROMETRIA",
        "classChildren": [
          {
            "code": "G04B",
            "description": "RELOJES DE PARED O DE BOLSILLO ACCIONADOS MECANICAMENTE; PIEZAS MECANICAS DE RELOJES DE PARED O BOLSILLO EN GENERAL; APARATOS PARA EVALUAR EL TIEMPO POR MEDIO DE LA POSICION DEL SOL, DE LA LUNA O DE LAS ESTRELLAS (mecanismos de resorte o accionados por pesas en general F03G; relojes de pared o de bolsillo electromecánicos G04C; relojes de pared electromecánicos con medios anejos o incorporados que permiten hacer funcionar un dispositivo cualquiera en los momentos elegidos de antemano o después de intervalos de tiempo predeterminados G04C 23/00; relojes de pared o de bolsillo con dispositivos de parada G04F 7/08; detalles estructurales o carcasas adaptadas especialmente para relojes electrónicos sin partes móviles G04G 17/00)"
          },
          {
            "code": "G04C",
            "description": "RELOJES DE PARED O DE BOLSILLO ELECTROMECANICOS (piezas mecánicas de relojes de pared o de relojes de bolsillo en general G04B; relojes electrónicos sin partes móviles, circuitos electrónicos para producir impulsos de cadencia G04G)"
          },
          {
            "code": "G04D",
            "description": "MAQUINAS O HERRAMIENTAS CONCEBIDAS ESPECIALMENTE PARA LA FABRICACION O EL MANTENIMIENTO DE RELOJES DE PARED O DE BOLSILLO"
          },
          {
            "code": "G04F",
            "description": "MEDIDA DE INTERVALOS DE TIEMPO (medida de las características de los impulsos G01R, p. ej. G01R 29/02; en los radares o sistemas similares G01S) [2]"
          },
          {
            "code": "G04G",
            "description": "RELOJES ELECTRONICOS [3]"
          },
          {
            "code": "G04R",
            "description": "RADIO-CONTROL POR RELOJ [2013.01]"
          }
        ]
      },
      {
        "classCode": "G05",
        "classDescription": "CONTROL; REGULACION",
        "classChildren": [
          {
            "code": "G05B",
            "description": "SISTEMAS DE CONTROL O DE REGULACION EN GENERAL; ELEMENTOS FUNCIONALES DE TALES SISTEMAS; DISPOSITIVOS DE MONITORIZACION O ENSAYOS DE TALES SISTEMAS O ELEMENTOS (dispositivos de maniobra por presión de fluido o sistemas que funcionan por medio de fluidos en general F15B; dispositivos obturadores en sí\n\t\t\t\t\t\t\t\tF16K; caracterizados por particularidades mecánicas solamente G05G; elementos sensibles, ver las subclases apropiadas, p. ej. G12B, las subclases de G01, H01; elementos de corrección, ver las subclases apropiadas, p. ej. H02K)"
          },
          {
            "code": "G05D",
            "description": "SISTEMAS DE CONTROL O DE REGULACION DE VARIABLES NO ELECTRICAS"
          },
          {
            "code": "G05F",
            "description": "SISTEMAS DE REGULACION DE VARIABLES ELECTRICAS O MAGNETICAS (regulación de la distribución en el tiempo o de la periodicidad de impulsos en los sistemas de radar o de radionavegación G01S; regulación de la corriente o de la tensión, especialmente adaptada para su uso en relojes electrónicos G04G 19/02; sistemas que funcionan en bucle cerrado para regular variables no eléctricas por medios eléctricos G05D; control de la alimentación de energía eléctrica a los computadores digitales G06F 1/26; para obtener las características de funcionamiento deseadas de electroimanes con armadura H01F 7/18; regulación de redes de distribución de energía eléctrica H02J; regulación de la carga de baterías H02J 7/00; regulación del valor de salida de convertidores estáticos, p. ej. reguladores de conmutación, H02M; regulación del valor de salida de generadores eléctricos H02N, H02P 9/00; control de transformadores, reactancias o bobinas de choque H02P 13/00; regulación de la respuesta de frecuencia, ganancia, potencia de salida máxima, amplitud o ancho de banda de amplificadores H03G; regulación de la sintonización de circuitos resonantes H03J; control de generadores de oscilaciones o de impulsos electrónicos H03L; regulación de las características de líneas de transmisión H04B; control de fuentes eléctricas de luz H05B 39/04, H05B 41/36, H05B 45/10, H05B 45/20, H05B 47/10; control eléctrico de aparatos de rayos X H05G 1/30) 5 href=# oncontextmenu=return false; onclick=return false;>[5]"
          },
          {
            "code": "G05G",
            "description": "DISPOSITIVOS O SISTEMAS DE CONTROL EN LA MEDIDA EN QUE SUS CARACTERISTICAS SON UNICAMENTE MECANICAS (mecanismos Bowden o similares F16C 1/10; engranajes o mecanismos no especializados con este fin F16H; mecanismos de cambio de velocidad o de inversión para transmisiones que transmiten movimientos rotativos F16H 59/00-F16H 63/00)"
          }
        ]
      },
      {
        "classCode": "G06",
        "classDescription": "CALCULO; CONTEO",
        "classChildren": [
          {
            "code": "G06C",
            "description": "COMPUTADORES DIGITALES EN LOS QUE TODO EL CALCULO SE EFECTUA MECANICAMENTE (marcadores totalizadores computerizados para juegos de cartas A63F 1/18) [4]"
          },
          {
            "code": "G06D",
            "description": "DISPOSITIVOS DE CALCULO DIGITAL POR PRESION DE FLUIDOS"
          },
          {
            "code": "G06E",
            "description": "DISPOSITIVOS DE CALCULO OPTICO (almacenamiento digital que utilizan elementos ópticos G11C 13/04) [5]"
          },
          {
            "code": "G06F",
            "description": "PROCESAMIENTO ELECTRICO DE DATOS DIGITALES (sistemas de computadores basados en modelos de cálculo específicos G06N)"
          },
          {
            "code": "G06G",
            "description": "COMPUTADORES ANALOGICOS (dispositivos de cálculo óptico analógico G06E 3/00; sistemas de computadores basados en modelos de cálculo específicos G06N)"
          },
          {
            "code": "G06J",
            "description": "DISPOSICIONES DE CALCULO HIBRIDO (dispositivos de cálculo óptico híbrido G06E 3/00; sistemas de computadores basados en modelos de cálculo específicos G06N; redes neuronales para el tratamiento de datos de imagen G06T; conversión analógico/digital en general H03M 1/00)"
          },
          {
            "code": "G06K",
            "description": "LECTURA DE DATOS GRÁFICOS (reconocimiento o comprensión de imágenes o vídeos G06V); PRESENTACIÓN DE DATOS; PORTADORES DE GRABACIÓN; MANIPULACIÓN DE PORTADORES DE GRABACIÓN"
          },
          {
            "code": "G06M",
            "description": "MECANISMOS CONTADORES; COMPUTO DE OBJETOS NO PREVISTOS EN OTRO LUGAR (cómputo por medida del volumen o del peso de artículos a contar G01F, G01G; adaptación de contadores a contadores de electricidad en el sentido de disposiciones electromecánicas para la medida de la integral en el tiempo de una potencia o de una corriente eléctricas G01R 11/16; computadores G06C-G06J; cómputo de impulsiones eléctricas H03K; cómputo de caracteres, palabras o mensajes durante la conmutación de redes para la transmisión de información digital H04L 12/08; disposiciones de cómputo en los sistemas telefónicos H04M 15/00)"
          },
          {
            "code": "G06N",
            "description": "COMPUTADORES BASADOS EN MODELOS DE CALCULO ESPECIFICOS [7]"
          },
          {
            "code": "G06Q",
            "description": "TECNOLOGÍAS DE LA INFORMACIÓN Y COMUNICACIÓN [TIC] ESPECIALMENTE ADAPTADOS PARA FINES ADMINISTRATIVOS, COMERCIALES, FINANCIEROS, DE GESTION O DE SUPERVISION; MÉTODOS O SISTEMAS ESPECIALMENTE ADAPTADOS PARA FINES ADMINISTRATIVOS, COMERCIALES, FINANCIEROS, DE GESTION O DE SUPERVISION, NO PREVISTOS EN OTRO LUGAR [2006.01]"
          },
          {
            "code": "G06T",
            "description": "TRATAMIENTO O GENERACIÓN DE DATOS DE IMAGEN, EN GENERAL 2006.01 href=# oncontextmenu=return false; onclick=return false;>[2006.01]"
          },
          {
            "code": "G06V",
            "description": "RECONOCIMIENTO O COMPRENSIÓN DE IMÁGENES O VÍDEOS [2022.01]"
          }
        ]
      },
      {
        "classCode": "G07",
        "classDescription": "DISPOSITIVOS DE CONTROL",
        "classChildren": [
          {
            "code": "G07B",
            "description": "APARATOS DE ENTREGA DE TIQUES; TAXIMETROS; DISPOSICIONES O APARATOS PARA COBRAR EN UN PUNTO DE CONTROL EL PRECIO DE LOS BILLETES O LOS DERECHOS DE ENTRADA O DE PEAJE; APARATOS PARA FRANQUEAR"
          },
          {
            "code": "G07C",
            "description": "APARATOS DE CONTROL DE HORARIOS O DE ASISTENCIA; REGISTRO O INDICACION DEL FUNCIONAMIENTO DE LAS MAQUINAS; PRODUCCION DE NUMEROS AL AZAR; APARATOS PARA VOTAR O APARATOS DE LOTERIA; DISPOSICIONES, SISTEMAS O APARATOS PARA CONTROLES NO PREVISTOS EN OTRO LUGAR"
          },
          {
            "code": "G07D",
            "description": "MANIPULACION DE MONEDAS O DE PAPELES DE VALOR, p. ej. VERIFICACION, CLASIFICACION POR DENOMINACION, CONTEO, DISPENSACION, CAMBIO O DEPOSITO [2]"
          },
          {
            "code": "G07F",
            "description": "APARATOS ACCIONADOS POR MONEDAS O APARATOS SIMILARES (selección de monedas G07D 3/00; verificación de monedas G07D 5/00) 7 href=# oncontextmenu=return false; onclick=return false;>[7]"
          },
          {
            "code": "G07G",
            "description": "REGISTRO DE RECIBOS DE CAJA, VALORES O FICHAS (cálculo digital en general G06C, G06F) [4]"
          }
        ]
      },
      {
        "classCode": "G08",
        "classDescription": "SEÑALIZACION",
        "classChildren": [
          {
            "code": "G08B",
            "description": "SISTEMAS DE SEÑALIZACION O DE LLAMADA; TRANSMISORES TELEGRAFICOS DE ORDENES; SISTEMAS DE ALARMA"
          },
          {
            "code": "G08C",
            "description": "SISTEMAS DE TRANSMISION DE VALORES MEDIDOS, SEÑALES DE CONTROL O SIMILARES (sistemas de transmisión con presión de fluido F15B; medios mecánicos para convertir la salida de un órgano sensible en otra variable G01D 5/00; sistemas de control mecánico G05G) [4]"
          },
          {
            "code": "G08G",
            "description": "SISTEMAS DE CONTROL DE TRÁFICO (control de tráfico ferroviario, seguridad del tráfico ferroviario B61L; sistemas de radar o sistemas análogos, sistemas sonar o sistemas lidar especialmente adaptados para el control del tráfico G01S 13/91, G01S 15/88, G01S 17/88; sistemas de radar o sistemas análogos, sistemas sonar o sistemas lidar especialmente adaptados para anticolisión G01S 13/93, G01S 15/93, G01S 17/93; control de posición, rumbo, altitud o actitud de vehículos terrestres, de agua, el aire o el espacio, no es específico para un entorno de tráfico G05D 1/00) [2]"
          }
        ]
      },
      {
        "classCode": "G09",
        "classDescription": "ENSEÑANZA; CRIPTOGRAFIA; PRESENTACION; PUBLICIDAD; PRECINTOS",
        "classChildren": [
          {
            "code": "G09B",
            "description": "MATERIAL EDUCATIVO O DE DEMOSTRACION; MEDIOS DE ENSEÑANZA O DE COMUNICACION DESTINADOS A LOS CIEGOS, SORDOS O MUDOS; MODELOS; PLANETARIOS; GLOBOS; MAPAS GEOGRAFICOS; DIAGRAMAS"
          },
          {
            "code": "G09C",
            "description": "APARATOS DE CIFRAR O DESCIFRAR PARA LA CRIPTOGRAFIA U OTROS FINES QUE IMPLICAN LA NECESIDAD DEL SECRETO"
          },
          {
            "code": "G09D",
            "description": "INDICADORES HORARIOS O DE TARIFAS PARA FERROCARRILES U OTROS; CALENDARIOS PERPETUOS"
          },
          {
            "code": "G09F",
            "description": "PRESENTACION; PUBLICIDAD; CARTELES; ETIQUETAS O PLACAS DE IDENTIFICACION; PRECINTOS"
          },
          {
            "code": "G09G",
            "description": "DISPOSICIONES O CIRCUITOS PARA EL CONTROL DE DISPOSITIVOS DE REPRESENTACION QUE UTILIZAN MEDIOS ESTATICOS PARA PRESENTAR UNA INFORMACION VARIABLE (dispositivos de transferencia de datos entre computadores y pantallas digitales G06F 3/14; dispositivos de representación estáticos realizados por la asociación disociable de varias fuentes individuales o de varias celdas individuales que controlan la luz G09F 9/00; dispositivos de representación estáticos realizados por la asociación constructiva indisociable de varias fuentes de luz H01J, H01K, H01L, H05B 33/12; digitalización, transmisión o reproducción de documentos o similares p. ej. transmisión por fax o detalles del mismo H04N 1/00) 4<br>5 href=# oncontextmenu=return false; onclick=return false;>[5]"
          }
        ]
      },
      {
        "classCode": "G10",
        "classDescription": "INSTRUMENTOS MUSICALES; ACUSTICA",
        "classChildren": [
          {
            "code": "G10B",
            "description": "ORGANOS, ARMONIOS O INSTRUMENTOS DE VIENTO SIMILARES CON DISPOSITIVOS DE SOPLADO ASOCIADOS (acordeones, concertinas o instrumentos similares o sus teclados G10D 11/00; instrumentos de viento automáticos G10F 1/12)"
          },
          {
            "code": "G10C",
            "description": "PIANOS, CLAVECINES, ESPINETAS O INSTRUMENTOS MUSICALES DE CUERDA SIMILARES CON UNO O MAS TECLADOS (instrumentos musicales automáticos G10F)"
          },
          {
            "code": "G10D",
            "description": "INSTRUMENTOS DE CUERDA; INSTRUMENTOS DE VIENTO; ACORDEONES O CONCERTINAS; INSTRUMENTOS DE PERCUSION; ARPAS EOLICAS; INSTRUMENTOS MUSICALES QUE UTILIZAN COMBUSTION; INSTRUMENTOS MUSICALES NO PREVISTOS EN OTRO LUGAR (órganos, armonios o instrumentos de viento similares con aparato de viento asociado G10B; pianos, clavecines, espinetas o instrumentos de cuerda similares con uno o más teclados G10C; instrumentos musicales automáticos G10F; instrumentos musicales electrofónicos en los que los tonos son generados por medios electromecánicos o generadores electrónicos G10H)"
          },
          {
            "code": "G10F",
            "description": "INSTRUMENTOS MUSICALES AUTOMATICOS (aspecto no musical de juguetes musicales A63H 5/00; trabajos en relación con un aparato de grabación o de reproducción con instrumentos musicales automáticos G11B 31/02)"
          },
          {
            "code": "G10G",
            "description": "REPRESENTACIÓN DE LA MÚSICA; GRABACIÓN DE MÚSICA EN FORMA DE NOTACIÓN; ACCESORIOS PARA MÚSICA O INSTRUMENTOS MUSICALES NO PREVISTOS EN OTRO LUGAR, p. ej. SOPORTES (atriles A47B; aspectos no musicales de instrumentos musicales de juguete A63H 5/00; metrónomos G04F 5/02; enseñanza de la música G09B 15/00)"
          },
          {
            "code": "G10H",
            "description": "INSTRUMENTOS DE MUSICA ELECTROFONICOS; INSTRUMENTOS EN LOS QUE LOS TONOS SON GENERADOS POR MEDIOS ELECTROMECANICOS O POR GENERADORES ELECTRONICOS, O EN LOS QUE LOS SONIDOS SON SINTETIZADOS A PARTIR DE UNA MEMORIA DE DATOS"
          },
          {
            "code": "G10K",
            "description": "DISPOSITIVOS GENERADORES DE SONIDOS; METODOS O DISPOSITIVOS PARA PROTEGER CONTRA, O PARA AMORTIGUAR, RUIDO U OTRAS ONDAS ACUSTICAS EN GENERAL; ACUSTICA NO PREVISTA EN OTRO LUGAR [6]"
          },
          {
            "code": "G10L",
            "description": "ANALISIS O SINTESIS DE LA VOZ; RECONOCIMIENTO DE LA VOZ; PROCESAMIENTO DE LA VOZ O EL HABLA; CODIFICACIÓN O DESCODIFICACIÓN DEL AUDIO O LA VOZ [4]"
          }
        ]
      },
      {
        "classCode": "G11",
        "classDescription": "REGISTRO DE LA INFORMACION",
        "classChildren": [
          {
            "code": "G11B",
            "description": "REGISTRO DE LA INFORMACION BASADO EN UN MOVIMIENTO RELATIVO ENTRE EL SOPORTE DE REGISTRO Y EL TRANSDUCTOR (registro de valores medidos según un procedimiento que no necesita el uso de un transductor para la reproducción G01D 9/00; aparatos de registro o de reproducción que utilizan una banda marcada por un procedimiento mecánico, p. ej. una banda de papel perforada, o que utilizan soportes de registro individuales, p. ej. fichas perforadas o fichas magnéticas G06K; transferencia de datos de un tipo de soporte de registro a otro G06K 1/18; circuitos para el acoplamiento de la salida de un dispositivo de reproducción a un receptor radio H04B 1/20; cabezas de lectura para gramófonos o transductores acústicos electromecánicos o sus circuitos H04R)"
          },
          {
            "code": "G11C",
            "description": "MEMORIAS ESTATICAS (dispositivos de memorias semiconductores H10B)"
          }
        ]
      },
      {
        "classCode": "G12",
        "classDescription": "DETALLES O PARTES CONSTITUTIVAS DE INSTRUMENTOS",
        "classChildren": [
          {
            "code": "G12B",
            "description": "DETALLES DE CONSTRUCCIÓN O PARTES CONSTITUTIVAS DE INSTRUMENTOS O DETALLES O PARTES CONSTITUTIVAS COMPARABLES DE OTROS APARATOS, NO PREVISTOS EN OTRO LUGAR"
          }
        ]
      },
      {
        "classCode": "G16",
        "classDescription": "TECNOLOGÍAS DE LA INFORMACIÓN Y DE LA COMUNICACIÓN [TIC] ESPECIALMENTE ADAPTADAS PARA ÁREAS DE APLICACIÓN ESPECÍFICAS [2018.01]",
        "classChildren": [
          {
            "code": "G16B",
            "description": "BIOINFORMATICA, es decir, TECNOLOGIAS DE LA INFORMACION Y DE LA COMUNICACION [TIC] ESPECIALMENTE ADAPTADAS PARA EL PROCESAMIENTO DE DATOS GENETICOS O DATOS RELACIONADOS CON PROTEINAS EN LA BIOLOGÍA MOLECULAR COMPUTACIONAL [2019.01]"
          },
          {
            "code": "G16C",
            "description": "QUIMICA COMPUTACIONAL; QUIMIOINFORMATICA; CIENCIA DE MATERIALES COMPUTACIONAL [2019.01]"
          },
          {
            "code": "G16H",
            "description": "INFORMÁTICA PARA LA ATENCIÓN SANITARIA, p. ej. TECNOLOGÍAS DE LA INFORMACIÓN Y DE LA COMUNICACIÓN [TIC] ADAPTADAS ESPECIALMENTE AL TRATAMIENTO O AL PROCESAMIENTO DE DATOS MÉDICOS O DEL SISTEMA SANITARIO [2018.01]"
          },
          {
            "code": "G16Y",
            "description": "TECNOLOGÍAS DE LA INFORMACIÓN Y DE  LA COMUNICACIÓN ESPECIALMENTE ADAPTADAS PARA EL INTERNET DE LAS COSAS [IoT] [2020.01]"
          },
          {
            "code": "G16Z",
            "description": "TECNOLOGÍAS DE LA INFORMACIÓN Y LA COMUNICACIÓN [TIC] ESPECIALMENTE ADAPTADAS PARA CAMPOS DE APLICACIÓN ESPECIFICOS NO PREVISTOS EN OTROS LUGAR [2019.01]"
          }
        ]
      },
      {
        "classCode": "G21",
        "classDescription": "FISICA NUCLEAR; TECNICA NUCLEAR",
        "classChildren": [
          {
            "code": "G21B",
            "description": "REACTORES DE FUSION (fusión no controlada, sus aplicaciones G21J)"
          },
          {
            "code": "G21C",
            "description": "REACTORES NUCLEARES (reactores de fusión, reactores híbridos fisión-fusión G21B; explosivos nucleares G21J)"
          },
          {
            "code": "G21D",
            "description": "INSTALACIONES DE ENERGIA NUCLEAR"
          },
          {
            "code": "G21F",
            "description": "PROTECCION CONTRA LOS RAYOS X, RAYOS GAMMA, RADIACIONES CORPUSCULARES O BOMBARDEOS DE PARTICULAS; TRATAMIENTO DE MATERIALES CONTAMINADOS POR LA RADIACTIVIDAD; DISPOSICIONES PARA LA DESCONTAMINACION (protección contra las radiaciones por medios farmacéuticos A61K 8/00, A61Q 17/04; en los vehículos espaciales B64G 1/54; asociada con un reactor G21C 11/00; asociada con un tubo de rayos X H01J 35/16; asociada con un aparato de rayos X H05G 1/02)"
          },
          {
            "code": "G21G",
            "description": "CONVERSION DE ELEMENTOS QUIMICOS; FUENTES RADIACTIVAS [2]"
          },
          {
            "code": "G21H",
            "description": "OBTENCION DE ENERGIA A PARTIR DE FUENTES RADIACTIVAS; APLICACIONES DE LA RADIACION DE FUENTES RADIACTIVAS NO PREVISTAS EN OTRO LUGAR; UTILIZACION DE LOS RAYOS COSMICOS (medición de la radiación nuclear o de rayos X G01T; reactores de fusión G21B; reactores nucleares G21C; lámparas con atmósfera gaseosa llevada a la luminiscencia por una radiación corpuscular exterior o por un material radioactivo asociado estructuralmente a la lámpara H01J 65/04, H01J 65/06)"
          },
          {
            "code": "G21J",
            "description": "EXPLOSIVOS NUCLEARES; SUS APLICACIONES"
          },
          {
            "code": "G21K",
            "description": "TECNICAS NO PREVISTAS EN OTRO LUGAR PARA MANIPULAR PARTICULAS O RADIACIONES ELECTROMAGNETICAS; DISPOSITIVOS DE IRRADIACION; MICROSCOPIOS DE RAYOS GAMMA O DE RAYOS X [2]"
          }
        ]
      },
      {
        "classCode": "G99",
        "classDescription": "MATERIA NO PREVISTA EN OTRO LUGAR DE ESTA SECCION [2006.01]",
        "classChildren": [
          {
            "code": "G99Z",
            "description": "MATERIA NO PREVISTA EN OTRO LUGAR DE ESTA SECCION [2006.01]"
          }
        ]
      }
    ]
  },
  {
    "sectionCode": "H",
    "sectionDescription": "ELECTRICIDAD",
    "sectionChildren": [
      {
        "classCode": "H01",
        "classDescription": "ELEMENTOS ELÉCTRICOS",
        "classChildren": [
          {
            "code": "H01B",
            "description": "CABLES; CONDUCTORES; AISLADORES; ,o EMPLEO DE MATERIALES ESPECIFICOS POR SUS PROPIEDADES CONDUCTORAS, AISLANTES O DIELECTRICAS (empleo por las propiedades magnéticas H01F 1/00; guías de ondas H01P)"
          },
          {
            "code": "H01C",
            "description": "RESISTENCIAS"
          },
          {
            "code": "H01F",
            "description": "IMANES; INDUCTANCIAS; TRANSFORMADORES; EMPLEO DE MATERIALES ESPECIFICOS POR SUS PROPIEDADES MAGNETICAS [2]"
          },
          {
            "code": "H01G",
            "description": "CONDENSADORES; CONDENSADORES, RECTIFICADORES, DETECTORES, CONMUTADORES O DISPOSITIVOS FOTOSENSIBLES O SENSIBLES A LA TEMPERATURA, DEL TIPO ELECTROLITICO (empleo de materiales especificados por sus propiedades dieléctricas H01B 3/00; condensadores con una barrera de potencial o una barrera de superficie H01L 29/00)"
          },
          {
            "code": "H01H",
            "description": "INTERRUPTORES ELECTRICOS; RELES; SELECTORES; DISPOSITIVOS DE PROTECCION DE EMERGENCIA (cables de contacto H01B 7/10; interruptores automáticos de tipo electrolítico H01G 9/18; circuitos de protección, de seguridad H02H; conmutación por medios electrónicos sin cierre de contactos H03K 17/00)"
          },
          {
            "code": "H01J",
            "description": "TUBOS DE DESCARGA ELECTRICA O LAMPARAS DE DESCARGA ELECTRICA (espinterómetros H01T; lámparas de arco, con electrodos consumibles H05B; aceleradores de partículas H05H)"
          },
          {
            "code": "H01K",
            "description": "LAMPARAS ELECTRICAS DE INCANDESCENCIA (detalles, aparatos o procedimientos para la fabricación, aplicables a la vez a los dispositivos de descarga y a las lámparas de incandescencia H01J; fuentes de luz que utilizan una combinación del tipo de incandescencia y de otros tipos de producción de luz H01J 61/96, H05B 35/00)"
          },
          {
            "code": "H01L",
            "description": "DISPOSITIVOS SEMICONDUCTORES NO CUBIERTOS POR LA CLASE H10 (empleo de dispositivos semiconductores para medición G01; resistencias en general H01C; imanes, inductancias o transformadores H01F; condensadores en general H01G; dispositivos electrolíticos H01G 9/00; pilas o acumuladores H01M; guías de ondas, resonadores o líneas del tipo guía de ondas H01P; conectadores de líneas o colectores de corriente H01R; dispositivos de emisión estimulada H01S; resonadores electromecánicos H03H; altavoces, micrófonos, cabezas de lectura para gramófonos o transductores acústicos electromecánicos análogos H04R; fuentes de luz eléctricas en general H05B; circuitos impresos, circuitos híbridos, envolturas o detalles de construcción de aparatos eléctricos, fabricación de conjuntos de componentes eléctricos H05K; empleo de dispositivos semiconductores en circuitos que tienen una aplicación particular, ver la subclase relativa a la aplicación) [2]"
          },
          {
            "code": "H01M",
            "description": "PROCEDIMIENTOS O MEDIOS, p. ej. BATERÍAS, PARA LA CONVERSION DIRECTA DE LA ENERGIA QUIMICA EN ENERGIA ELECTRICA [2]"
          },
          {
            "code": "H01P",
            "description": "GUIAS DE ONDAS; RESONADORES, LINEAS, U OTROS DISPOSITIVOS DEL TIPO DE GUIA DE ONDAS (que funcionan con frecuencias ópticas G02B)"
          },
          {
            "code": "H01Q",
            "description": "ANTENAS, es decir, ANTENAS DE RADIO (elementos radiantes o antenas para el calentamiento por microondas H05B 6/72)"
          },
          {
            "code": "H01R",
            "description": "CONEXIONES CONDUCTORAS DE ELECTRICIDAD; ASOCIACION ESTRUCTURAL DE UNA PLURALIDAD DE ELEMENTOS DE CONEXION ELECTRICA AISLADOS UNOS DE OTROS; DISPOSITIVOS DE ACOPLAMIENTO; COLECTORES DE CORRIENTE"
          },
          {
            "code": "H01S",
            "description": "DISPOSITIVOS QUE UTILIZAN EL PROCESO DE AMPLIFICACION DE LUZ MEDIANTE EMISION ESTIMULADA DE RADIACIÓN [LASER] PARA AMPLIFICAR O GENERAR LUZ; DISPOSITIVOS QUE UTILIZAN EMISION ESTIMULADA DE RADIACION ELECTROMAGNETICA EN RANGOS DE ONDA DISTINTOS DEL ÓPTICO"
          },
          {
            "code": "H01T",
            "description": "ESPINTEROMETROS; LIMITADORES DE SOBRETENSION QUE UTILIZAN ESPINTEROMETROS; BUJIAS DE ENCENDIDO; DISPOSITIVOS DE EFECTO CORONA; PRODUCCION DE IONES PARA SER INTRODUCIDOS EN GASES EN ESTADO LIBRE (circuitos contra la sobretensión H02H)"
          }
        ]
      },
      {
        "classCode": "H02",
        "classDescription": "PRODUCCION, CONVERSION O DISTRIBUCION DE LA ENERGIA ELECTRICA",
        "classChildren": [
          {
            "code": "H02B",
            "description": "CUADROS, ESTACIONES DE TRANSFORMACION O SISTEMAS DE CONMUTACION PARA LA ALIMENTACION O LA DISTRIBUCION DE ENERGIA ELECTRICA"
          },
          {
            "code": "H02G",
            "description": "INSTALACION DE CABLES O DE LINEAS ELECTRICAS, O DE LINEAS O CABLES ELECTRICOS Y OPTICOS COMBINADOS"
          },
          {
            "code": "H02H",
            "description": "CIRCUITOS DE PROTECCION DE SEGURIDAD (indicación o señalización de condiciones de trabajo indeseables G01R, p. ej. G01R 31/00, G08B; localización de defectos a lo largo de las líneas G01R 31/08; dispositivos de protección H01H)"
          },
          {
            "code": "H02J",
            "description": "CIRCUITOS O SISTEMAS PARA LA ALIMENTACION O LA DISTRIBUCION DE ENERGIA ELECTRICA; SISTEMAS PARA EL ALMACENAMIENTO DE ENERGIA ELECTRICA"
          },
          {
            "code": "H02K",
            "description": "MAQUINAS DINAMOELECTRICAS (relés dinamoeléctricos H01H 53/00; transformación de una potencia de entrada en DC o AC en una potencia de salida de choque H02M 9/00)"
          },
          {
            "code": "H02M",
            "description": "APARATOS PARA LA TRANSFORMACION DE CORRIENTE ALTERNA EN CORRIENTE ALTERNA, DE CORRIENTE ALTERNA EN CORRIENTE CONTINUA O DE CORRIENTE CONTINUA EN CORRIENTE CONTINUA Y UTILIZADOS CON LAS REDES DE DISTRIBUCION DE ENERGIA O SISTEMAS DE ALIMENTACION SIMILARES; TRANSFORMACION DE UNA POTENCIA DE ENTRADA EN CORRIENTE CONTINUA O ALTERNA EN UNA POTENCIA DE SALIDA DE CHOQUE; SU CONTROL O REGULACION (transformadores H01F; convertidores dinamoeléctricos H02K 47/00; control de los transformadores, reactancias o bobinas de choque, control o regulación de motores, generadores eléctricos o convertidores dinamoeléctricos H02P) 5 href=# oncontextmenu=return false; onclick=return false;>[5]"
          },
          {
            "code": "H02N",
            "description": "MAQUINAS ELECTRICAS NO PREVISTAS EN OTRO LUGAR"
          },
          {
            "code": "H02P",
            "description": "CONTROL O REGULACION DE MOTORES ELÉCTRICOS, GENERADORES ELECTRICOS O CONVERTIDORES DINAMOELECTRICOS; CONTROL DE TRANSFORMADORES, REACTANCIAS O BOBINAS DE CHOQUE [4]"
          },
          {
            "code": "H02S",
            "description": "GENERACIÓN DE ENERGÍA ELÉCTRICA MEDIANTE LA CONVERSIÓN DE LA RADIACIÓN INFRARROJA, LUZ VISIBLE O LUZ ULTRAVIOLETA, p. ej. UTILIZANDO MÓDULOS FOTOVOLTAICOS [FV] (obtención de energía eléctrica a partir de fuentes radiactivas G21H 1/12; dispositivos semiconductores inorgánicos sensibles a la luz H01L 31/00; dispositivos termoeléctricos H10N 10/00; dispositivos piroeléctricos H10N 15/00; dispositivos semiconductores orgánicos sensibles a la luz H10K 30/00) [2014.01]"
          }
        ]
      },
      {
        "classCode": "H03",
        "classDescription": "CIRCUITO ELECTRÓNICO",
        "classChildren": [
          {
            "code": "H03B",
            "description": "GENERACION DE OSCILACIONES, DIRECTAMENTE O POR CAMBIO DE FRECUENCIA, CON LA AYUDA DE CIRCUITOS QUE UTILIZAN ELEMENTOS ACTIVOS QUE FUNCIONAN DE MANERA NO CONMUTATIVA; GENERACION DE RUIDO POR DICHOS CIRCUITOS (generadores especialmente adaptados a los instrumentos de música electrofónica G10H; máser o  láseres H01S; generación de oscilaciones en los plasmas H05H)"
          },
          {
            "code": "H03C",
            "description": "MODULACION (másers o lásers H01S; codificación, decodificación o conversión de código H03M)"
          },
          {
            "code": "H03D",
            "description": "DEMODULACION O TRANSFERENCIA DE MODULACION DE UNA ONDA PORTADORA A OTRA (másers, lásers H01S; circuitos capaces de funcionar como moduladores y demoduladores H03C ej.moduladores balanceados H03C 1/54; detalles aplicables a los moduladores y a los cambiadores de frecuencia H03C; demodulación de impulsos que han sido modulada con una señal de variación continua H03K 9/00; transformación de tipos de modulación de impulsos H03K 11/00; sistemas relés, ej. estaciones repetidoras H04B 7/14; demoduladores adaptados a los sistemas de portadora modulada digitalmente H04L 27/00; demoduladores síncronos adaptados a la televisión en color H04N 9/66)"
          },
          {
            "code": "H03F",
            "description": "AMPLIFICADORES (medidas, ensayos G01R; amplificadores ópticos paramétricos G02F; circuitos con tubos de emisión secundaria H01J 43/30; másers, lásers H01S; amplificadores dinamoeléctricos H02K; control de la amplificación H03G; dispositivos para el acoplamiento independientes de la naturaleza del amplificador, divisores de tensión H03H; amplificadores destinados únicamente al tratamiento de impulsos H03K; circuitos repetidores en las líneas de transmisión H04B 3/36, H04B 3/58; aplicaciones de amplificadores de voz a las comunicaciones telefónicas H04M 1/60, H04M 3/40)"
          },
          {
            "code": "H03G",
            "description": "CONTROL DE LA AMPLIFICACION (redes de impedancia, p. ej. atenuadores H03H; control de la transmisión en líneas H04B 3/04)"
          },
          {
            "code": "H03H",
            "description": "REDES DE IMPEDANCIA, p. ej. CIRCUITOS RESONANTES; RESONADORES (medidas, ensayos G01R; disposiciones para producir una reverberación sonora o un eco G10K 15/08; redes de impedancia o resonadores que se componen de impedancias distribuidas, p. ej. del tipo guía de ondas, H01P; control de la amplificación, p. ej. control del ancho de banda de los amplificadores, H03G; sintonización de circuitos resonantes, p. ej. sintonización de circuitos resonantes acoplados, H03J; redes para modificar las características de frecuencia de sistemas de comunicación H04B)"
          },
          {
            "code": "H03J",
            "description": "SINTONIZACION DE CIRCUITOS RESONANTES; SELECCION DE CIRCUITOS RESONANTES"
          },
          {
            "code": "H03K",
            "description": "TECNICA DE IMPULSO (medida de las características de los impulsos G01R; modulación de oscilaciones sinusoidales por impulsos H03C; transmisión de información digital , H04L; circuitos discriminadores de detección de diferencia de fase entre dos señales de conteo o integración de ciclos de oscilación H03D 3/04; control automático, arranque, sincronización o estabilización de generadores de oscilaciones o de impulsos electrónicos donde el tipo de generador es irrelevante o esta sin especificar H03L; codificación, decodificación o conversión de código, en general H03M) [4]"
          },
          {
            "code": "H03L",
            "description": "CONTROL AUTOMATICO, ARRANQUE, SINCRONIZACION O ESTABILIZACION DE GENERADORES DE OSCILACIONES O DE IMPULSOS ELECTRONICOS (de generadores dinamoeléctricos H02P) [3]"
          },
          {
            "code": "H03M",
            "description": "CODIFICACION, DECODIFICACION O CONVERSION DE CODIGO, EN GENERAL (por medio de fluidos F15C 4/00; convertidores ópticos analógico/digitales G02F 7/00; codificación, decodificación o conversión de código especialmente adaptada a aplicaciones particulares, ver las subclases apropiadas, p. ej. G01D, G01R, G06F, G06T, G09G, G10L, G11B, G11C, H04B, H04L, H04M, H04N; cifrado o descifrado para la criptografía o para otros fines que implican la necesidad de secreto G09C) [4]"
          }
        ]
      },
      {
        "classCode": "H04",
        "classDescription": "TECNICA DE LAS COMUNICACIONES ELECTRICAS",
        "classChildren": [
          {
            "code": "H04B",
            "description": "TRANSMISION [4]"
          },
          {
            "code": "H04H",
            "description": "DIFUSION (BROADCAST) (comunicación multiplex H04J; aspectos de transmisión de imágenesde sistemas de difusión H04N)"
          },
          {
            "code": "H04J",
            "description": "COMUNICACIONES MULTIPLEX (peculiar de la transmisión de información digital H04L 5/00; sistemas para transmitir las señales de televisión simultánea o secuencialmente H04N 7/08; en las centrales H04Q 11/00)"
          },
          {
            "code": "H04K",
            "description": "COMUNICACIONES SECRETAS; PERTURBACION DE LAS COMUNICACIONES"
          },
          {
            "code": "H04L",
            "description": "TRANSMISION DE INFORMACION DIGITAL, p. ej. COMUNICACION TELEGRAFICA (disposiciones comunes a las comunicaciones telegráficas y telefónicas H04M) [4]"
          },
          {
            "code": "H04M",
            "description": "COMUNICACIONES TELEFONICAS (circuitos para el control de otros aparatos vía cable telefónico y que no implican aparatos de conmutación telefónica G08)"
          },
          {
            "code": "H04N",
            "description": "TRANSMISION DE IMAGENES, p. ej. TELEVISION [4]"
          },
          {
            "code": "H04Q",
            "description": "SELECCION (conmutadores, relés, selectores H01H; redes de comunicación inalámbricas H04W) 2009.01 href=# oncontextmenu=return false; onclick=return false;>[2009.01]"
          },
          {
            "code": "H04R",
            "description": "ALTAVOCES, MICROFONOS, CABEZAS DE LECTURA PARA GRAMOFONOS O TRANSDUCTORES ACUSTICOS ELECTROMECANICOS ANALOGOS; APARATOS PARA SORDOS; SISTEMAS PARA ANUNCIOS EN PUBLICO (producción de sonidos cuya frecuencia no está determinada por la frecuencia de alimentación G10K) [6]"
          },
          {
            "code": "H04S",
            "description": "SISTEMAS ESTEREOFONICOS [3]"
          },
          {
            "code": "H04W",
            "description": "REDES DE COMUNICACION INALAMBRICAS (difusión H04H; sistemas de comunicación que utilizan enlaces inalámbricos para comunicación no selectiva, p. ej. extensiones inalámbricas H04M 1/72) [2009.01]"
          }
        ]
      },
      {
        "classCode": "H05",
        "classDescription": "TECNICAS ELECTRICAS NO PREVISTAS EN OTRO LUGAR",
        "classChildren": [
          {
            "code": "H05B",
            "description": "CALEFACCIÓN ELÉCTRICA; FUENTES DE LUZ ELÉCTRICA NO PREVISTAS EN OTRO LUGAR; CIRCUITOS PARA FUENTES DE LUZ ELÉCTRICA, EN GENERAL"
          },
          {
            "code": "H05C",
            "description": "CIRCUITOS O APARATOS ELECTRICOS ESPECIALMENTE DISEÑADOS PARA SER UTILIZADOS EN EQUIPOS PARA MATAR, ATURDIR, CERCAR, O GUIAR SERES VIVIENTES (sistemas fijos para capturar o destruir insectos por procedimientos eléctricos A01M 1/22; aparatos para la destrucción de animales dañinos, que no sean insectos, por medio de la electricidad A01M 19/00; trampas eléctricas para animales A01M 23/38; matanza por corriente eléctrica A22B 3/06)"
          },
          {
            "code": "H05F",
            "description": "ELECTRICIDAD ESTATICA; ELECTRICIDAD DE ORIGEN NATURAL"
          },
          {
            "code": "H05G",
            "description": "TÉCNICA DE RAYOS X (investigación o análisis de materiales mediante el uso de rayos X G01N 23/00; aparatos de radiofotografía G03B 42/02; tubos de rayos X H01J 35/00; sistemas de televisión con una señal de entrada constituida por rayos X H04N 5/321)"
          },
          {
            "code": "H05H",
            "description": "TECNICA DEL PLASMA (tubos de haz iónico H01J 27/00; generadores magnetohidrodinámicos H02K 44/08; producción de rayos X utilizando la generación de un plasma H05G 2/00); PRODUCCION DE PARTICULAS ACELERADAS ELECTRICAMENTE CARGADAS O DE NEUTRONES (obtención de neutrones a partir de fuentes radiactivas G21, p. ej. G21B, G21C, G21G); PRODUCCION O ACELERACION DE HACES MOLECULARES O ATOMICOS NEUTROS (relojes atómicos G04F 5/14; dispositivos que utilizan la emisión estimulada H01S; regulación de la frecuencia por comparación con una frecuencia de referencia determinada por los niveles de energía de moléculas, de átomos o de partículas subatómicas H03L 7/26)"
          },
          {
            "code": "H05K",
            "description": "CIRCUITOS IMPRESOS; ENCAPSULADOS O DETALLES DE LA CONSTRUCCIÓN DE APARATOS ELECTRICOS; FABRICACION DE CONJUNTOS DE COMPONENTES ELECTRICOS"
          }
        ]
      },
      {
        "classCode": "H10",
        "classDescription": "DISPOSITIVOS SEMICONDUCTORES; DISPOSITIVOS ELÉCTRICOS DE ESTADO SÓLIDO NO PREVISTOS EN OTRO LUGAR [2023.01]",
        "classChildren": [
          {
            "code": "H10B",
            "description": "DISPOSITIVOS DE MEMORIA ELECTRÓNICA [2023.01]"
          },
          {
            "code": "H10K",
            "description": "DISPOSITIVOS ELÉCTRICOS ORGÁNICOS DE ESTADO SÓLIDO [2023.01]"
          },
          {
            "code": "H10N",
            "description": "DISPOSITIVOS ELÉCTRICOS DE ESTADO SÓLIDO NO PREVISTOS DE OTRO MODO [2023.01]"
          }
        ]
      },
      {
        "classCode": "H99",
        "classDescription": "MATERIA NO PREVISTA EN OTRO LUGAR DE ESTA SECCION [2006.01]",
        "classChildren": [
          {
            "code": "H99Z",
            "description": "MATERIA NO PREVISTA EN OTRO LUGAR DE ESTA SECCION [2006.01]"
          }
        ]
      }
    ]
  }
]
