[
  {
    "code": "B26B",
    "description": "HERRAMIENTAS MANUALES DE CORTE, NO PREVISTAS EN OTRO LUGAR (para la recolección A01D; para la horticultura o la silvicultura A01G; para la carnicería o el tratamiento de la carne A22; para la fabricación o reparación de calzado A43D; pinzas de uñas o cortauñas A45D 29/02; utensilios de cocina A47J; para la cirugía A61B 17/00; para el trabajo del metal B23D; corte mediante chorros de fluidos abrasivos B24C 5/02; herramientas en forma de pinzas B25B 7/22; tenazas B25C 11/02; mangos para utensilios manuales, en general B25G; herramientas de corte del tipo de guillotina B26D; raspadores B43L 19/00; para materiales textiles D06H)"
  },
  {
    "code": "B26D",
    "description": "CORTE; DETALLES COMUNES A LAS MAQUINAS DE PERFORACION, PUNZONADO, CORTE, O CORTE CON SACABOCADOS (disgregación por medio de cuchillos u otros elementos cortantes o desgarrantes que transforman el material en fragmentos B02C 18/00; corte mediante chorros de fluidos abrasivos B24C 5/02; herramientas manuales de corte B26B) 5 href=# oncontextmenu=return false; onclick=return false;>[5]"
  },
  {
    "code": "B26F",
    "description": "PERFORACION; CORTE CON SACABOCADOS; RECORTE; PUNZONADO; SEPARACION POR MEDIOS DISTINTOS AL CORTE (trazado, perforación o fabricación de ojales A41H 25/00; fabricación de calzado A43D; cirugía A61B; recorte del metal B21D; perforado de metales B23B; corte del metal por calentamiento localizado, p. ej. corte con soplete, B23K; corte mediante chorros de fluidos abrasivos B24C 5/02; detalles comunes a las máquinas de separar B26D; perforado de la madera B27C; perforado de la piedra B28D; trabajo de materias plásticas o de sustancias en estado plástico B29; fabricación de cajas, cajas de cartón, envolturas o bolsas, de papel o material trabajado de forma análoga, p. ej. de hojas metálicas, B31B; del vidrio C03B; del cuero C14B; de materiales textiles D06H; de guías de luz  G02B 6/25; de billetes G07B) 5 href=# oncontextmenu=return false; onclick=return false;>[5]"
  }
]