[
  {
    "code": "B27B",
    "description": "SIERRAS PARA MADERA O MATERIALES SIMILARES; PARTES CONSTITUTIVAS O ACCESORIOS DE LAS SIERRAS (sierras especialmente adaptadas a la poda de árboles A01G 3/08; aparatos de serrar especialmente adaptados para el derribo de árboles A01G 23/091; características no limitadas a un tipo particular de sierras de madera B23D, p. ej. fijación de hojas de sierra B23D 51/00; bastidores, bancos, apoyos o elementos similares de las máquinas-herramientas, en general B23Q 1/01) [5]"
  },
  {
    "code": "B27C",
    "description": "CEPILLADORAS, TALADRADORAS, FRESADORAS, TORNOS O MAQUINAS UNIVERSALES PARA LA MADERA O MATERIALES SIMILARES (máquinas-herramientas en general B23; trabajo de la madera por medio de dispositivos abrasivos, p. ej. por arenado, B24; herramientas para estas operaciones B27G)"
  },
  {
    "code": "B27D",
    "description": "TRABAJO DEL CHAPADO O DEL CONTRACHAPADO DE LA MADERA (aplicación de líquidos u otros materiales fluidos a las superficies en general B05; apomazado, tratado con arena o pulido de la madera B24; aplicación de adhesivos o de cola a las superficies de madera B27G 11/00; fabricación de hojas de madera chapadas B27L 5/00)"
  },
  {
    "code": "B27F",
    "description": "COLAS DE MILANO; ESPIGAS; MORTAJADORAS PARA MADERA O MATERIALES SIMILARES; MAQUINAS DE CLAVAR, DE GRAPAR O DE UNIR (herramientas manuales para clavar o grapar B25C; fabricación de cajas, arcas o cofres de madera B27M 3/34; medios de ensamblaje para elementos de construcción en general, p. ej. clavijas utilizadas en la construcción de edificios, E04B 1/38; elementos de ensamblaje en general, p. ej. clavijas en general, F16B)"
  },
  {
    "code": "B27G",
    "description": "MAQUINAS ACCESORIAS O APARATOS PARA TRABAJAR LA MADERA O MATERIALES SIMILARES; HERRAMIENTAS PARA TRABAJAR LA MADERA O MATERIALES SIMILARES (herramientas para trabajar con muela B24D; herramientas para aserrar B27B 33/00; herramientas para máquinas de entallar o mortajar B27F 5/02; herramientas para fabricar serrín, virutas, polvo o productos similares B27L 11/00); DISPOSITIVOS DE SEGURIDAD PARA MÁQUINAS O HERRAMIENTAS PARA EL TRABAJO DE LA MADERA"
  },
  {
    "code": "B27H",
    "description": "CURVADO DE MADERA O MATERIALES SIMILARES; TONELERIA; FABRICACION DE RUEDAS DE MADERA O MATERIALES SIMILARES"
  },
  {
    "code": "B27J",
    "description": "TRABAJO MECANICO DEL JUNCO, DEL CORCHO O DE OTROS MATERIALES SIMILARES"
  },
  {
    "code": "B27K",
    "description": "PROCEDIMIENTOS, EQUIPOS O EMPLEO DE SUSTANCIAS ESPECIFICAS PARA LA IMPREGNACION, LA COLORACION, EL TINTE O EL BLANQUEO DE LA MADERA, O PARA EL TRATAMIENTO  DE LA MADERA CON LIQUIDOS POR PENETRACION, NO PREVISTO EN OTRO LUGAR; TRATAMIENTO QUIMICO O FISICO DEL CORCHO, DE LA CAÑA, DEL JUNCO, DE LA PAJA O DE MATERIALES SIMILARES [2]"
  },
  {
    "code": "B27L",
    "description": "DESCORTEZADO O QUITADO DE VESTIGIOS DE RAMAS (silvicultura A01G); RAJADO DE LA MADERA; FABRICACION DE HOJAS DE MADERA PARA CHAPADO, VARILLAS, BASTONCILLOS, VIRUTAS, FIBRAS O POLVO DE MADERA"
  },
  {
    "code": "B27M",
    "description": "TRABAJO DE LA MADERA NO PREVISTO EN LAS SUBCLASES B27B-B27L; FABRICACION DE ARTICULOS PARTICULARES DE MADERA"
  },
  {
    "code": "B27N",
    "description": "FABRICACION DE OBJETOS POR PROCEDIMIENTOS EN SECO, CON O SIN AGENTES AGLOMERANTES ORGANICOS, A PARTIR DE PARTICULAS O DE FIBRAS DE MADERA O DE OTRAS MATERIAS LIGNOCELULOSICAS O SUSTANCIAS ORGANICAS ANALOGAS (conteniendo materias de cemento B28B; formación de sustancias en estado plástico B29C; tableros de fibras hechos a partir de suspensiones de fibras D21J; secado F26B 17/00) [4]"
  }
]