[
  {
    "code": "B65B",
    "description": "MAQUINAS, APARATOS, DISPOSITIVOS O PROCEDIMIENTOS DE EMBALAJE DE OBJETOS O MATERIALES; DESEMBALAJE (dispositivos para la colocación en paquetes y el prensado de puros A24C 1/44; dispositivos para tensar y fijar ataduras adaptadas para ser soportadas por el objeto u objetos a fijar B25B 25/00; colocación de cierres en botellas, tarros o recipientes análogos B67B 1/00-B67B 6/00; limpieza, llenado y cierre simultáneo de botellas B67C 7/00; vaciado de botellas, jarras, latas, cubas, barriles o contenedores similares B67C 9/00)"
  },
  {
    "code": "B65C",
    "description": "MAQUINAS, APARATOS O PROCEDIMIENTOS DE ETIQUETADO (clavado o grapado en general B25C, B27F; procedimientos para aplicar calcomanías B44C 1/16; aplicación de etiquetas para embalaje B65B; etiquetas, placas de identificación G09F)"
  },
  {
    "code": "B65D",
    "description": "RECIPIENTES PARA EL ALMACENAMIENTO O EL TRANSPORTE DE OBJETOS O MATERIALES, p. ej. SACOS, BARRILES, BOTELLAS, CAJAS, LATAS, CARTONES, ARCAS, BOTES, BIDONES, TARROS, TANQUES; ACCESORIOS O CIERRES PARA RECIPIENTES; ELEMENTOS DE EMBALAJE; PAQUETES"
  },
  {
    "code": "B65F",
    "description": "RECOGIDA O RETIRADA DE BASURAS DOMESTICAS O DESPERDICIOS SIMILARES (desinfección de basuras A61L; desintegrado de basuras B02C; clasificación de basuras B03B, B07B; vehículos a mano para el transporte de recipientes de basuras B62B; soportes de sacos B65B 67/00; transformación de basuras en fertilizantes C05F; transformación de basuras en combustibles sólidos C10L; colectores, pozos E03F; disposiciones en los edificios para evacuar las basuras E04F 17/10; hornos de incineración de basuras F23G)"
  },
  {
    "code": "B65G",
    "description": "DISPOSITIVOS DE TRANSPORTE O ALMACENAJE, p. ej. TRANSPORTADORES PARA CARGAR O BASCULAR, SISTEMAS TRANSPORTADORES PARA TALLERES O TRANSPORTADORES NEUMATICOS DE TUBOS (embalajes B65B; manipulación de material delgado o filiforme, p. ej. hojas de papel o fibras B65H; grúas B66C; aparatos de elevación o arrastre,p. ej. montacargas, B66D; dispositivos para elevar o bajar mercancías para carga y descarga, p. ej. carretillas elevadoras, B66F 9/00; vaciado de botellas, jarras, latas, barricas, barriles o contendores similares, no previstos en otro lugar, B67C 9/00; distribución o trasvase de líquidos B67D; llenado o descarga de contenedores para gases licuados, solidificados o comprimidos F17C; sistemas de conducción para fluídos F17D)"
  },
  {
    "code": "B65H",
    "description": "MANIPULACION DE MATERIALES DELGADOS O FILIFORMES, p. ej. HOJAS, BANDAS, CABLES"
  }
]