[
  {
    "code": "F01K 1/00",
    "description": "Acumuladores de vapor (empleo de acumuladores en las plantas motrices a vapor F01K 3/00) [2006.01]"
  },
  {
    "code": "F01K 1/02",
    "description": "••con almacenamiento del vapor de forma diferente que en un líquido [2006.01]"
  },
  {
    "code": "F01K 1/04",
    "description": "••con almacenamiento del vapor en un líquido, p. ej. acumulador tipo Ruth (en una solución alcalina para aumentar la presión del vapor F22B 1/20) [2006.01]"
  },
  {
    "code": "F01K 1/06",
    "description": "••••Dispositivos interiores que permiten la distribución, la formación o la circulación del vapor (funcionando durante la carga o la descarga F01K 1/08; dispositivos que permiten la circulación a través de acumuladores múltiples F01K 1/14) [2006.01]"
  },
  {
    "code": "F01K 1/08",
    "description": "••Puesta en carga o descarga de un acumulador de vapor (en el caso de acumuladores múltiples F01K 1/12) [2006.01]"
  },
  {
    "code": "F01K 1/10",
    "description": "••especialmente adaptados para el vapor sobrecalentado [2006.01]"
  },
  {
    "code": "F01K 1/12",
    "description": "••Acumuladores múltiples; Carga, descarga o control especialmente adaptados a  estos acumuladores [2006.01]"
  },
  {
    "code": "F01K 1/14",
    "description": "••••Circulación [2006.01]"
  },
  {
    "code": "F01K 1/16",
    "description": "••Otros dispositivos de seguridad o de control [2006.01]"
  },
  {
    "code": "F01K 1/18",
    "description": "••••de la presión del vapor [2006.01]"
  },
  {
    "code": "F01K 1/20",
    "description": "••Otras partes constitutivas, detalles o accesorios de los acumuladores de vapor [2006.01]"
  },
  {
    "code": "F01K 3/00",
    "description": "Plantas motrices caracterizadas por el empleo de acumuladores de vapor o de calor, o bien de recalentadores intermedios de vapor (regeneración del vapor evacuado F01K 19/00) [2006.01]"
  },
  {
    "code": "F01K 3/02",
    "description": "••Empleo de acumuladores y de motores de un tipo particular; Su control [2006.01]"
  },
  {
    "code": "F01K 3/04",
    "description": "••••siendo el motor del tipo de presiones de entradas múltiples [2006.01]"
  },
  {
    "code": "F01K 3/06",
    "description": "••••siendo el motor del tipo de extracción o sin condensación [2006.01]"
  },
  {
    "code": "F01K 3/08",
    "description": "••Empleo de acumuladores en las plantas motrices especialmente adaptadas para un empleo específico [2006.01]"
  },
  {
    "code": "F01K 3/10",
    "description": "••••para el arrastre de vehículos, p. ej. acumuladores de locomotoras [2006.01]"
  },
  {
    "code": "F01K 3/12",
    "description": "••que tienen dos o más acumuladores [2006.01]"
  },
  {
    "code": "F01K 3/14",
    "description": "••que tienen a la vez un acumulador de vapor y un recalentador, p. ej. acumulador de vapor sobrecalentado (acumuladores de vapor sobrecalentado en sí\n\t\t\t\t\t\t\t\t\t\tF22G) [2006.01]"
  },
  {
    "code": "F01K 3/16",
    "description": "••••Disposición común del acumulador y del recalentador de vapor [2006.01]"
  },
  {
    "code": "F01K 3/18",
    "description": "••que tienen recalentadores (teniendo a la vez un acumulador y un recalentador F01K 3/14; recalentadores de vapor en sí\n\t\t\t\t\t\t\t\t\t\tF22) [2006.01]"
  },
  {
    "code": "F01K 3/20",
    "description": "••••con recalentamiento por los gases de combustión de la caldera principal [2006.01]"
  },
  {
    "code": "F01K 3/22",
    "description": "••••••Control, p. ej. arranque, parada [2006.01]"
  },
  {
    "code": "F01K 3/24",
    "description": "••••con recalentamiento por calentadores independientes [2006.01]"
  },
  {
    "code": "F01K 3/26",
    "description": "••••con recalentamiento por vapor [2006.01]"
  },
  {
    "code": "F01K 5/00",
    "description": "Plantas motrices caracterizadas por la utilización del almacenaje del vapor en una solución alcalina con objeto de aumentar su presión, p. ej. instalaciones del tipo Honigmann o Koenemann [2006.01]"
  },
  {
    "code": "F01K 5/02",
    "description": "••utilizadas en instalaciones de regeneración [2006.01]"
  },
  {
    "code": "F01K 7/00",
    "description": "Plantas motrices a vapor caracterizadas por el empleo de tipos particulares de motores (F01K 3/02 tiene prioridad); Plantas motrices o motores caracterizados por el uso de sistemas de vapor, ciclos o procesos especiales (motores con pistón alternativo que utilizan el principio del flujo en sentido único F01B 17/04); Dispositivos de control especialmente adaptados a estos sistemas, ciclos o procesos; Utilización del vapor extraído o del vapor de escape para el precalentamiento del agua de alimentación [2006.01]"
  },
  {
    "code": "F01K 7/02",
    "description": "••siendo los motores del tipo de expansión múltiple (siendo los motores del tipo turbina únicamente F01K 7/16; utilizando los motores vapor a la presión crítica o supercrítica F01K 7/32; siendo los motores del tipo de extracción o sin condensación F01K 7/34) [2006.01]"
  },
  {
    "code": "F01K 7/04",
    "description": "••••Dispositivos de control especialemente adaptados a estas máquinas motrices [2006.01]"
  },
  {
    "code": "F01K 7/06",
    "description": "••siendo los motores del tipo de presiones de entrada múltiples (F01K 7/02 tiene prioridad; siendo los motores del tipo turbina únicamente F01K 7/16; utilizando los motores vapor a la presión crítica o supercrítica F01K 7/32; siendo los motores del tipo de extracción o sin condensación F01K 7/34) [2006.01]"
  },
  {
    "code": "F01K 7/08",
    "description": "••••Dispositivos de control especialmente adaptados a estos motores [2006.01]"
  },
  {
    "code": "F01K 7/10",
    "description": "••caracterizadas por la presión de salida de los motores (siendo los motores del tipo turbina únicamente F01K 7/16; utilizando los motores vapor a la presión crítica o supercrítica F01K 7/32; siendo los motores del tipo de extracción o sin condensación F01K 7/34) [2006.01]"
  },
  {
    "code": "F01K 7/12",
    "description": "••••del tipo de condensación [2006.01]"
  },
  {
    "code": "F01K 7/14",
    "description": "••••••Dispositivos de control especialmente adaptados a  estos motores [2006.01]"
  },
  {
    "code": "F01K 7/16",
    "description": "••siendo los motores del tipo turbina únicamente (utilizando los motores vapor a la presión crítica o supercrítica F01K 7/32; siendo los motores del tipo de extracción o sin condensación F01K 7/34) [2006.01]"
  },
  {
    "code": "F01K 7/18",
    "description": "••••siendo las turbinas del tipo de presiones de entradas múltiples [2006.01]"
  },
  {
    "code": "F01K 7/20",
    "description": "••••••Dispositivos de control especialmente adaptados a estas turbinas [2006.01]"
  },
  {
    "code": "F01K 7/22",
    "description": "••••teniendo las turbinas un recalentamiento del vapor entre dos etapas [2006.01]"
  },
  {
    "code": "F01K 7/24",
    "description": "••••••Dispositivos de control o de seguridad especialmente adaptados a estas turbinas [2006.01]"
  },
  {
    "code": "F01K 7/26",
    "description": "••••teniendo las turbinas una acumulación de vapor entre dos etapas [2006.01]"
  },
  {
    "code": "F01K 7/28",
    "description": "••••••Dispositivos de control especialmente adaptados a estas turbinas [2006.01]"
  },
  {
    "code": "F01K 7/30",
    "description": "••••utilizando las turbinas únicamente vapor de escape [2006.01]"
  },
  {
    "code": "F01K 7/32",
    "description": "••utilizando los motores vapor a la presión crítica o supercrítica [2006.01]"
  },
  {
    "code": "F01K 7/34",
    "description": "••siendo los motores del tipo de extracción o sin condensación; Utilización del vapor para el precalentamiento del agua de alimentación (precalentadores del agua de alimentación en sí F22D) [2006.01]"
  },
  {
    "code": "F01K 7/36",
    "description": "••••siendo los motores del tipo de desplazamiento positivo [2006.01]"
  },
  {
    "code": "F01K 7/38",
    "description": "••••siendo los motores del tipo turbina [2006.01]"
  },
  {
    "code": "F01K 7/40",
    "description": "••••Empleo de dos o más precalentadores de agua de alimentación en serie [2006.01]"
  },
  {
    "code": "F01K 7/42",
    "description": "••••Empleo de desrecalentadores para el precalentamiento del agua de alimentación [2006.01]"
  },
  {
    "code": "F01K 7/44",
    "description": "••••Empleo de vapor para el precalentamiento del agua de alimentación o para otra finalidad [2006.01]"
  },
  {
    "code": "F01K 9/00",
    "description": "Plantas motrices a vapor caracterizadas por condensadores dispuestos o modificados de forma que se adapten a los motores (condensadores que forman cuerpo con los motores F01K 11/00; condensadores de vapor en sí\n\t\t\t\t\t\t\t\t\tF28B) [2006.01]"
  },
  {
    "code": "F01K 9/02",
    "description": "••Dispositivos o modificaciones de las bombas de condensación o de aire [2006.01]"
  },
  {
    "code": "F01K 9/04",
    "description": "••con válvulas basculantes antirretorno para etapas en derivación [2006.01]"
  },
  {
    "code": "F01K 11/00",
    "description": "Plantas motrices a vapor caracterizadas por motores que forman cuerpo con las calderas o los condensadores [2006.01]"
  },
  {
    "code": "F01K 11/02",
    "description": "••siendo los motores turbinas [2006.01]"
  },
  {
    "code": "F01K 11/04",
    "description": "••girando las calderas o los condensadores durante el funcionamiento [2006.01]"
  },
  {
    "code": "F01K 13/00",
    "description": "Disposición general o método general de funcionamiento de las instalaciones completas de plantas motrices a vapor [2006.01]"
  },
  {
    "code": "F01K 13/02",
    "description": "••Control, p. ej. parada o arranque [2006.01]"
  },
  {
    "code": "F01K 15/00",
    "description": "Adaptaciones de las plantas motrices a vapor para usos especiales [2006.01]"
  },
  {
    "code": "F01K 15/02",
    "description": "••para vehículos de tracción, p. ej. locomotoras (disposición en vehículos con esta finalidad, véanse las clases apropiadas para vehículos) [2006.01]"
  },
  {
    "code": "F01K 15/04",
    "description": "••••siendo los vehículos buques [2006.01]"
  },
  {
    "code": "F01K 17/00",
    "description": "Utilización del vapor o de los condensados provenientes, bien de la extracción, bien del escape de las plantas de vapor (para el precalentamiento de agua de alimentación F01K 7/34; retorno de los condensados a la caldera F22D) [2006.01]"
  },
  {
    "code": "F01K 17/02",
    "description": "••para fines de calentamiento, p. ej. industrial, doméstico (F01K 17/06 tiene prioridad; sistemas de calefacción doméstica o de otros lugares, p. ej. sistemas de calefacción central, en sí F24D 1/00, F24D 3/00, F24D 9/00) [2006.01]"
  },
  {
    "code": "F01K 17/04",
    "description": "••con finalidades diferentes de la calefacción (F01K 17/06 tiene prioridad) [2006.01]"
  },
  {
    "code": "F01K 17/06",
    "description": "••Recuperación en el ciclo de funcionamiento de la energía del vapor, bajo forma degradada, p. ej. utilización del vapor de escape para secar el combustible sólido utilizado en la planta motriz [2006.01]"
  },
  {
    "code": "F01K 19/00",
    "description": "Regeneración o cualquier otro tratamiento del vapor de escape de la planta motriz de vapor (plantas motrices caracterizadas por el empleo de un dispositivo de almacenaje del vapor en una solución alcalina a fin de aumentar su presión F01K 5/00; retorno de los condensados a la caldera F22D) [2006.01]"
  },
  {
    "code": "F01K 19/02",
    "description": "••Regeneración por compresión [2006.01]"
  },
  {
    "code": "F01K 19/04",
    "description": "••••combinada con una refrigeración o un calentamiento [2006.01]"
  },
  {
    "code": "F01K 19/06",
    "description": "••••en el cilindro del motor [2006.01]"
  },
  {
    "code": "F01K 19/08",
    "description": "••••estando efectuada la compresión mediante aparatos de inyección, mediante soplante a reacción o aparatos análogos [2006.01]"
  },
  {
    "code": "F01K 19/10",
    "description": "••Enfriamiento del vapor de escape de forma diferente que la que utiliza condensadores; Dispositivos a fin de conseguir que el vapor de evacuación sea invisible [2006.01]"
  },
  {
    "code": "F01K 21/00",
    "description": "Plantas motrices a vapor no previstas en otro lugar [2006.01]"
  },
  {
    "code": "F01K 21/02",
    "description": "••con producción de vapor en los cilindros de los motores [2006.01]"
  },
  {
    "code": "F01K 21/04",
    "description": "••utilizando una mezcla de vapor y de gas; Plantas motrices que producen o que sobrecalientan el vapor poniendo en contacto directo el agua o el vapor con gases calientes (generadores de vapor de contacto directo en general F22B) [2006.01]"
  },
  {
    "code": "F01K 21/06",
    "description": "••Tratamiento del vapor vivo en forma diferente que por termodinámica, p. ej. para evitar depósitos en los motores [2006.01]"
  },
  {
    "code": "F01K 23/02",
    "description": "••estando los ciclos de estos motores acoplados térmicamente [2006.01]"
  },
  {
    "code": "F01K 23/04",
    "description": "••••el calor de condensación de uno de los ciclos calienta el fluido del otro ciclo [2006.01]"
  },
  {
    "code": "F01K 23/06",
    "description": "••••el calor de combustión de uno de los ciclos calienta el fluido del otro ciclo [2006.01]"
  },
  {
    "code": "F01K 23/08",
    "description": "••••••calentando el fluido de trabajo de uno de los ciclos el fluido del otro ciclo [2006.01]"
  },
  {
    "code": "F01K 23/10",
    "description": "••••••calentando el fluido de salida de uno de los ciclos el fluido del otro ciclo [2006.01]"
  },
  {
    "code": "F01K 23/12",
    "description": "••estando acoplados los motores mecánicamente (F01K 23/02 tiene prioridad) [2006.01]"
  },
  {
    "code": "F01K 23/14",
    "description": "••••implicando al menos un motor de combustión [2006.01]"
  },
  {
    "code": "F01K 23/16",
    "description": "••••siendo todos los motores turbinas (F01K 23/14 tiene prioridad) [2006.01]"
  },
  {
    "code": "F01K 23/18",
    "description": "••caracterizadas por adaptaciones para usos específicos [2006.01]"
  },
  {
    "code": "F01K 25/00",
    "description": "Plantas motrices o motores caracterizados por el empleo de fluidos de trabajo no previstos en otra parte; Plantas que funcionan según un ciclo cerrado no previstas en otro lugar [2006.01]"
  },
  {
    "code": "F01K 25/02",
    "description": "••permaneciendo el fluido en estado líquido [2006.01]"
  },
  {
    "code": "F01K 25/04",
    "description": "••presentándose el fluido bajo dos estados diferentes, p. ej. bajo forma de espuma [2006.01]"
  },
  {
    "code": "F01K 25/06",
    "description": "••utilizando una mezcla de fluidos diferentes (plantas motrices que utilizan una mezcla de vapor y gas F01K 21/04) [2006.01]"
  },
  {
    "code": "F01K 25/08",
    "description": "••utilizando vapores especiales [2006.01]"
  },
  {
    "code": "F01K 25/10",
    "description": "••••siendo estos vapores fríos, p. ej. amoniaco, gas carbónico, éter [2006.01]"
  },
  {
    "code": "F01K 25/12",
    "description": "••••siendo estos vapores metálicos, p. ej. mercurio [2006.01]"
  },
  {
    "code": "F01K 25/14",
    "description": "••••utilizando gases de evacuación industriales u otros gases de desecho [2006.01]"
  },
  {
    "code": "F01K 27/00",
    "description": "Plantas motrices que transforman el calor o la energía de un fluido en energía mecánica, no previstas en otro lugar [2006.01]"
  },
  {
    "code": "F01K 27/02",
    "description": "••Plantas motrices modificadas para utilizar el calor perdido diferente del que proviene del escape, p. ej. el calor del rozamiento en el interior del motor [2006.01]"
  }
]