[
  {
    "code": "F16D 1/00",
    "description": "Acoplamientos para establecer una unión rígida entre dos ejes coaxiales u otros elementos móviles de una máquina (montaje de las ruedas en los ejes de vehículos ferroviarios F16C 3/10) [2006.01]"
  },
  {
    "code": "F16D 1/02",
    "description": "••para unión tope con tope de dos ejes o de dos piezas análogas [2006.01]"
  },
  {
    "code": "F16D 1/027",
    "description": "••••no desconectables, p. ej. incluyendo pegado, soldado o procesos similares [2006.01]"
  },
  {
    "code": "F16D 1/033",
    "description": "••••uniendo juntas las dos caras perpendiculares al eje de rotación, p. ej. mediante abrazaderas [2006.01]"
  },
  {
    "code": "F16D 1/04",
    "description": "••••con un medio de presión; con un medio y una chaveta longitudinal [2006.01]"
  },
  {
    "code": "F16D 1/05",
    "description": "••••••con presión radial, obtenida por medio de una fuerza axial aplicada sobre al menos dos superficies cónicas [2006.01]"
  },
  {
    "code": "F16D 1/06",
    "description": "••para montaje de un órgano en un eje o en la extremidad de un eje (fijación de hélices de buques a los ejes B63H 23/34) [2006.01]"
  },
  {
    "code": "F16D 1/064",
    "description": "••••No desconectables [2006.01]"
  },
  {
    "code": "F16D 1/068",
    "description": "••••••plegado, soldado o procesos similares [2006.01]"
  },
  {
    "code": "F16D 1/072",
    "description": "••••••deformación plástica (soldado plástico F16D 1/068) [2006.01]"
  },
  {
    "code": "F16D 1/076",
    "description": "••••uniendo las dos caras perpendiculares al eje de rotación, p. ej. abrazaderas [2006.01]"
  },
  {
    "code": "F16D 1/08",
    "description": "••••con un medio de apriete; con un medio y chaveta longitudinal [2006.01]"
  },
  {
    "code": "F16D 1/09",
    "description": "••••••con presión radial, obtenida por medio de una fuerza axial aplicada sobre al menos dos superficies cónicas [2006.01]"
  },
  {
    "code": "F16D 1/091",
    "description": "••••••••y con una cámara que incluye un pistón cónico que se desplaza axialmente por la presión del fluido para efectuar el acoplamiento [2006.01]"
  },
  {
    "code": "F16D 1/092",
    "description": "••••••••las dos superficies cónicas en contacto se situan sobre el cubo y el eje [2006.01]"
  },
  {
    "code": "F16D 1/093",
    "description": "••••••••utilizando uno o varios anillos cónicos, elásticos o segmentados formando al menos una de las superficies cónicas, siendo dilatados o contraidos los anillos para asegurar el aoplamiento (F16D 1/091 tiene prioridad) [2006.01]"
  },
  {
    "code": "F16D 1/094",
    "description": "••••••••••utilizando uno o varios pares de anillos elásticos o segmentados, con superficies cónicas en contacto mutuamente, siendo dilatado uno de los anillos de cada par y contraído el otro [2006.01]"
  },
  {
    "code": "F16D 1/095",
    "description": "••••••••••el acoplamiento se obtiene únicamente por la contracción de los anillos [2006.01]"
  },
  {
    "code": "F16D 1/096",
    "description": "••••••••••••el anillo o anillos estándo situados entre el cubo y el eje [2006.01]"
  },
  {
    "code": "F16D 1/097",
    "description": "••••••••••el acoplamiento se obtiene únicamente por la dilatación de los anillos, p.ej con un anillo dilatado situado entre el cubo y el eje [2006.01]"
  },
  {
    "code": "F16D 1/10",
    "description": "••Acoplamientos de acción rápida en los cuales las piezas están conectadas por simple colocación en el eje [2006.01]"
  },
  {
    "code": "F16D 1/104",
    "description": "••••con medios para retener la rotación con un par de fuerzas y actuando sólo por fricción [2006.01]"
  },
  {
    "code": "F16D 1/108",
    "description": "••••con medios de retención de la rotación por medio del acoplamiento de partes, p. ej. acoplamiento positivo [2006.01]"
  },
  {
    "code": "F16D 1/112",
    "description": "••••••las partes acopladas comprenden superficies para transmitir la torsión, p. ej. juntas de bayoneta [2006.01]"
  },
  {
    "code": "F16D 1/116",
    "description": "••••••las partes encajan la una en la otra, teniendo un anillo continuo o discontinuo en la superficie de una de las partes (juntas anulares para retener los cubos en los árboles de transmisión F16B 21/18) [2006.01]"
  },
  {
    "code": "F16D 1/12",
    "description": "••permitiendo el anclaje de las piezas sobre el eje (durante el movimiento F16D 3/10) [2006.01]"
  },
  {
    "code": "F16D 3/00",
    "description": "Acoplamientos extensibles, es decir, con medios que permiten el movimiento entre partes acopladas durante su accionamiento (acoplamientos desmontables por movimiento axial simplemente F16D 1/10; acoplamientos de deslizamiento F16D 7/00; acoplamientos mediante fluidos F16D 31/00-F16D 39/00) [2006.01]"
  },
  {
    "code": "F16D 3/02",
    "description": "••adaptados a funciones particulares (juntas universales, véanse los grupos apropiados) [2006.01]"
  },
  {
    "code": "F16D 3/04",
    "description": "••••especialmente adaptados para permitir un desplazamiento radial, p. ej. juntas Oldham [2006.01]"
  },
  {
    "code": "F16D 3/06",
    "description": "••••especialmente adaptados para permitir un desplazamiento axial [2006.01]"
  },
  {
    "code": "F16D 3/08",
    "description": "••••Acoplamientos para ejes cruzados, realizados por intermedio de ejes acodados según un ángulo correspondiente al de intersección [2006.01]"
  },
  {
    "code": "F16D 3/10",
    "description": "••••Acoplamientos con medios para permitir variar la relación angular de dos ejes coaxiales durante el movimiento de accionamiento [2006.01]"
  },
  {
    "code": "F16D 3/12",
    "description": "••••especialmente adaptados a una acumulación de energía para absorber los choques o vibraciones (por utilización de elementos fluidos F16D 3/80) [2006.01]"
  },
  {
    "code": "F16D 3/14",
    "description": "••••combinados con un acoplamiento de fricción para amortiguar las vibraciones o absorber los choques [2006.01]"
  },
  {
    "code": "F16D 3/16",
    "description": "••Juntas universales en las cuales la flexibilidad se logra con pivotes u órganos de unión deslizantes o rodantes [2006.01]"
  },
  {
    "code": "F16D 3/18",
    "description": "••••las piezas de acoplamiento tienen dientes que engranan por deslizamiento [2006.01]"
  },
  {
    "code": "F16D 3/19",
    "description": "••••••de un material o estructura elástica [2006.01]"
  },
  {
    "code": "F16D 3/20",
    "description": "••••penetrando una de las piezas de acoplamiento en un manguito de la otra pieza de acoplamiento y acoplada a ésta por órganos deslizantes o giratorios (F16D 3/18, F16D 3/24 tienen prioridad) [2006.01]"
  },
  {
    "code": "F16D 3/202",
    "description": "••••••presentando una pieza de acoplamiento espigas orientadas radialmente, p. ej. juntas de trípode [2006.01]"
  },
  {
    "code": "F16D 3/205",
    "description": "••••••••estando las espigas orientadas radialmente hacia el exterior de la pieza de acoplamiento [2006.01]"
  },
  {
    "code": "F16D 3/207",
    "description": "••••••••estando las espigas orientadas radialmente hacia el interior de la pieza de acoplamiento [2006.01]"
  },
  {
    "code": "F16D 3/22",
    "description": "••••••siendo los órganos giratorios bolas, rodillos o elementos análogos, guiados en gargantas o encajes en ambas partes del acoplamiento [2006.01]"
  },
  {
    "code": "F16D 3/221",
    "description": "••••••••estando los órganos giratorios ubicados en encajes dispuestos en una de las piezas de acoplamiento [2006.01]"
  },
  {
    "code": "F16D 3/223",
    "description": "••••••••estando los órganos giratorios guiados en gargantas dispuestas en ambas piezas de acoplamiento [2011.01]"
  },
  {
    "code": "F16D 3/2233",
    "description": "••••••••••donde la pista se hace de dos curvas con un punto de inflexión entre ellas, p. ej. juntas S-track [2011.01]"
  },
  {
    "code": "F16D 3/2237",
    "description": "••••••••••donde las gargantas están compuestas de radio y líneas rectas adjuntas, es decir, juntas tipo “undercut free”[UF] [2011.01]"
  },
  {
    "code": "F16D 3/224",
    "description": "••••••••••estando situados los ejes de las gargantas de cada pieza de acoplamiento sobre una esfera [2011.01]"
  },
  {
    "code": "F16D 3/2245",
    "description": "••••••••••••donde los centros de las gargantas están fuera del centro de unión [2011.01]"
  },
  {
    "code": "F16D 3/226",
    "description": "••••••••••estando situados los ejes de las gargantas de cada pieza de acoplamiento sobre un cilindro coaxial con la pieza de acoplamiento respectiva [2006.01]"
  },
  {
    "code": "F16D 3/227",
    "description": "••••••••••••siendo las juntas telescópicas [2006.01]"
  },
  {
    "code": "F16D 3/229",
    "description": "••••••••••Piezas de acoplamiento prismáticas en las cuales los ejes de las gargantas están situados en planos paralelos al eje de la pieza de acoplamiento respectiva (F16D 3/224, F16D 3/226 tienen prioridad) [2006.01]"
  },
  {
    "code": "F16D 3/24",
    "description": "••••incluyendo bolas, rodillos o elementos análogos, entre las superficies de accionamiento que se solapan, previstas en ambas piezas de acoplamiento, p. ej. entre los dientes [2006.01]"
  },
  {
    "code": "F16D 3/26",
    "description": "••••Juntas Cardan u otras juntas con órgano intermedio equivalente en el que cada parte que se acopla está conectada de modo pivotante o deslizante (F16D 3/18, F16D 3/20 tienen prioridad) [2006.01]"
  },
  {
    "code": "F16D 3/27",
    "description": "••••••con varios órganos intermedios conectados entre sí de modo pivotante o deslizante, p. ej. juntas del tipo de lengüeta y zapata [2006.01]"
  },
  {
    "code": "F16D 3/28",
    "description": "••••••en las cuales los pivotes de interconexión comprenden órganos elásticos [2006.01]"
  },
  {
    "code": "F16D 3/30",
    "description": "••••••en las cuales el acoplamiento está especialmente adaptado para facilitar una relación de velocidad constante [2006.01]"
  },
  {
    "code": "F16D 3/32",
    "description": "••••••••por la presencia de dos órganos intermedios teniendo cada uno de ellos dos muñones o cojinetes perpendiculares [2006.01]"
  },
  {
    "code": "F16D 3/33",
    "description": "••••••••••con rodamientos de bolas o de rodillos [2006.01]"
  },
  {
    "code": "F16D 3/34",
    "description": "••••••••estando las piezas unidas por nerviaciones, varillas, bolas o elementos análogos guiados en gargantas o entre los dientes [2006.01]"
  },
  {
    "code": "F16D 3/36",
    "description": "••••••en las cuales cada pivote entre piezas de acoplamiento y órgano intermedio comprende una sola bola [2006.01]"
  },
  {
    "code": "F16D 3/38",
    "description": "••••••con un único órgano intermedio de muñones o cojinetes dispuestos en dos ejes perpendiculares entre sí (F16D 3/36 tiene prioridad) [2006.01]"
  },
  {
    "code": "F16D 3/40",
    "description": "••••••••con un órgano intermedio provisto de dos pares de muñones dirigidos hacia el exterior sobre los ejes cruzados [2006.01]"
  },
  {
    "code": "F16D 3/41",
    "description": "••••••••••con rodamientos de bolas o de rodillos [2006.01]"
  },
  {
    "code": "F16D 3/42",
    "description": "••••••••con un órgano intermedio en forma de anillo provisto de cojinetes o de muñones dirigidos hacia el interior [2006.01]"
  },
  {
    "code": "F16D 3/43",
    "description": "••••••••••con rodamientos de bolas o de rodillos [2006.01]"
  },
  {
    "code": "F16D 3/44",
    "description": "••••••estando el órgano intermedio unido a las piezas de acoplamiento por nerviaciones, varillas, bolas o elementos análogos, guiados en gargantas o entre los dientes [2006.01]"
  },
  {
    "code": "F16D 3/46",
    "description": "••••••••cada pieza de acoplamiento tapando gargantas o nerviaciones del órgano intermedio [2006.01]"
  },
  {
    "code": "F16D 3/48",
    "description": "••••presentando una de las piezas de acoplamiento varillas colocadas paralelamente al eje y que penetran en agujeros de la otra pieza de acoplamiento [2006.01]"
  },
  {
    "code": "F16D 3/50",
    "description": "••con piezas de acoplamiento ligadas por uno o varios órganos intermedios (F16D 3/16 tiene prioridad) [2006.01]"
  },
  {
    "code": "F16D 3/52",
    "description": "••••implicando una banda, un resorte o un elemento análogo continuo, que engrana las piezas de acoplamiento en un cierto número de sitios [2006.01]"
  },
  {
    "code": "F16D 3/54",
    "description": "••••Acoplamientos que implican una cadena o una banda que rodea dos ruedas colocadas cada una a un lado y provistas de dientes u órganos equivalentes de toma [2006.01]"
  },
  {
    "code": "F16D 3/56",
    "description": "••••implicando laminillas metálicas elásticas, bielas elásticas o elementos análogos, p. ej. dispuestos radialmente o paralelamente al eje, estando los órganos sometidos en conjunto a un efecto de cizallamiento bajo la acción de la carga total [2006.01]"
  },
  {
    "code": "F16D 3/58",
    "description": "••••••siendo órganos intermedios de goma o de un material análogo [2006.01]"
  },
  {
    "code": "F16D 3/60",
    "description": "••••implicando varillas de empuje o de tracción ligadas a la vez a ambas partes (F16D 3/64 tiene prioridad) [2006.01]"
  },
  {
    "code": "F16D 3/62",
    "description": "••••••siendo las varillas o sus fijaciones elásticas [2006.01]"
  },
  {
    "code": "F16D 3/64",
    "description": "••••implicando elementos elásticos colocados entre las paredes sensiblemente radiales de dos piezas de acoplamiento [2006.01]"
  },
  {
    "code": "F16D 3/66",
    "description": "••••••siendo los elementos metálicos, p. ej. en forma de espiras [2006.01]"
  },
  {
    "code": "F16D 3/68",
    "description": "••••••siendo los elementos de goma o de un metal análogo [2006.01]"
  },
  {
    "code": "F16D 3/70",
    "description": "••••implicando elementos elásticos colocados en agujeros practicados en una de las piezas de acoplamiento y abrazando las varillas llevadas por la otra pieza de acoplamiento [2006.01]"
  },
  {
    "code": "F16D 3/72",
    "description": "••••con fijaciones a las piezas de acoplamiento axialmente espaciadas (F16D 3/56 tiene prioridad) [2006.01]"
  },
  {
    "code": "F16D 3/74",
    "description": "••••••siendo el órgano o los órganos intermedios de goma o de otro material flexible [2006.01]"
  },
  {
    "code": "F16D 3/76",
    "description": "••••teniendo la forma de un anillo elástico centrado en el eje, rodeando una parte de una de las piezas de acoplamiento y rodeado por un casquillo llevado por la otra pieza de acoplamiento [2006.01]"
  },
  {
    "code": "F16D 3/77",
    "description": "••••••siendo el anillo metálico [2006.01]"
  },
  {
    "code": "F16D 3/78",
    "description": "••••teniendo la forma de un disco elástico o de un anillo plano colocado perpendicularmente al eje de las piezas de acoplamiento, diferentes juegos de agujeros en el disco o en el anillo estando ligados a cada pieza de acoplamiento, p. ej. juntas Hardy [2006.01]"
  },
  {
    "code": "F16D 3/79",
    "description": "••••••siendo metálicos el disco o el anillo [2006.01]"
  },
  {
    "code": "F16D 3/80",
    "description": "••en los cuales se utiliza un fluido (acoplamientos mediante fluido que permiten un deslizamiento continuo F16D 31/00-F16D 35/00) [2006.01]"
  },
  {
    "code": "F16D 3/82",
    "description": "••••con un elemento de acoplamiento que tiene la forma de un tubo neumático [2006.01]"
  },
  {
    "code": "F16D 3/84",
    "description": "••Envolturas de protección, p. ej. cajas, tapas; Medios de estanqueidad especialmente adaptados con esta finalidad [2006.01]"
  },
  {
    "code": "F16D 5/00",
    "description": "Acoplamientos de impulsiones, es decir, acoplamientos que aceleran y deceleran alternativamente el órgano accionado (acoplamientos por fluidos F16D 31/00-F16D 39/00) [2006.01]"
  },
  {
    "code": "F16D 7/00",
    "description": "Acoplamiento por deslizamiento, p. ej. deslizando en caso de sobrecarga, para absorber los choques (combinados con acoplamientos de ejes extensibles F16D 3/14; acoplamientos deslizantes mediante fluidos F16D 31/00-F16D 35/00) [2006.01]"
  },
  {
    "code": "F16D 7/02",
    "description": "••del tipo de fricción (acoplamientos en los cuales la sobrecarga determina una disminución de la presión de acoplamiento o un desacoplamiento, véanse los grupos relativos a embragues) [2006.01]"
  },
  {
    "code": "F16D 7/04",
    "description": "••del tipo de trinquete [2006.01]"
  },
  {
    "code": "F16D 7/06",
    "description": "••••con bolas o rodillos intermedios [2006.01]"
  },
  {
    "code": "F16D 7/08",
    "description": "••••••desplazándose axialmente entre el acoplamiento y el desacoplamiento [2006.01]"
  },
  {
    "code": "F16D 7/10",
    "description": "••••••desplazándose radialmente entre el acoplamiento y el desacoplamiento [2006.01]"
  },
  {
    "code": "F16D 9/00",
    "description": "Acoplamientos con un órgano de seguridad para el desacoplamiento [2006.01]"
  },
  {
    "code": "F16D 9/02",
    "description": "••por medios térmicos, p. ej. elemento fusible [2006.01]"
  },
  {
    "code": "F16D 9/04",
    "description": "••por ruptura debido a la tensión de tracción [2006.01]"
  },
  {
    "code": "F16D 9/06",
    "description": "••por ruptura debido al cizallamiento [2006.01]"
  },
  {
    "code": "F16D 9/08",
    "description": "••••sobre una zona única en torno al eje de rotación, p. ej. garganta de cizallamiento en los árboles (F16D 9/10 tiene prioridad) [2006.01]"
  },
  {
    "code": "F16D 9/10",
    "description": "••••teniendo una parte móvil tras el desacoplamiento para asegurar el reacoplamiento, p. ej. garganta de cizallamiento desplazables [2006.01]"
  },
  {
    "code": "F16D 11/00",
    "description": "Embragues en los cuales los órganos tienen partes que se penetran mutuamente (dispositivos para la sincronización F16D 23/02; embragues automáticos F16D 43/00-F16D 45/00; control externo F16D 48/00) [2006.01]"
  },
  {
    "code": "F16D 11/02",
    "description": "••Desembragado por contacto de un órgano fijo de una pieza montada sobre el embrague [2006.01]"
  },
  {
    "code": "F16D 11/04",
    "description": "••••con órganos de embrague móviles únicamente según el eje [2006.01]"
  },
  {
    "code": "F16D 11/06",
    "description": "••••con órganos de embrague móviles diferentes de los del grupo anterior, p. ej. llaves de accionamiento giratorias [2006.01]"
  },
  {
    "code": "F16D 11/08",
    "description": "••accionados por el desplazamiento axial de una pieza no giratoria (mecanismos de control, ver los grupos apropiados) [2006.01]"
  },
  {
    "code": "F16D 11/10",
    "description": "••••con órganos de embrague móviles únicamente según el eje [2006.01]"
  },
  {
    "code": "F16D 11/12",
    "description": "••••con órganos de embrague móviles diferentes solamente de los del grupo anterior [2006.01]"
  },
  {
    "code": "F16D 11/14",
    "description": "••con órganos de embrague móviles únicamente según el eje (F16D 11/02, F16D 11/08 tienen prioridad) [2006.01]"
  },
  {
    "code": "F16D 11/16",
    "description": "••con órganos de embrague móviles de otro modo que únicamente según el eje (F16D 11/02, F16D 11/08 tienen prioridad) [2006.01]"
  },
  {
    "code": "F16D 13/00",
    "description": "Embragues de fricción (dispositivos para la sincronización F16D 23/02; embragues automáticos F16D 43/00-F16D 45/00; control externo F16D 48/00) [2006.01]"
  },
  {
    "code": "F16D 13/02",
    "description": "••desembragados por contacto con un órgano fijo de una pieza montada en el embrague [2006.01]"
  },
  {
    "code": "F16D 13/04",
    "description": "••con medios para accionarlos o mantenerlos en función accionados por una fuerza tomada al menos parcialmente de uno de los ejes a embragar (embragues automáticos F16D 43/00) [2006.01]"
  },
  {
    "code": "F16D 13/06",
    "description": "••••con órganos de embrague móviles de distinta forma que según el eje solamente (F16D 13/08, F16D 13/12 tienen prioridad) [2006.01]"
  },
  {
    "code": "F16D 13/08",
    "description": "••con una banda helicoidal u órgano equivalente eventualmente constituida de piezas unidas unas con otras que tienen más de una vuelta enrollada en un tambor o sobre pieza análoga con o sin embrague auxiliar que actúe en el extremo de la banda (F16D 13/02 tiene prioridad) [2006.01]"
  },
  {
    "code": "F16D 13/10",
    "description": "••con órganos de embrague actuando sobre la periferia de un tambor, una llanta de rueda o una pieza análoga (F16D 13/02-F16D 13/08 tiene prioridad) [2006.01]"
  },
  {
    "code": "F16D 13/12",
    "description": "••con una banda expansible o bobina que actúa sobre la superficie interior de un tambor o de una pieza análoga (F16D 13/02 tiene prioridad) [2006.01]"
  },
  {
    "code": "F16D 13/14",
    "description": "••con órganos de embrague que se desplazan hacia el interior actuando sobre la superficie interior de un tambor o de una pieza análoga (F16D 13/02, F16D 13/06, F16D 13/12 tiene prioridad) [2006.01]"
  },
  {
    "code": "F16D 13/16",
    "description": "••••teniendo la forma de segmentos móviles radialmente [2006.01]"
  },
  {
    "code": "F16D 13/18",
    "description": "••••teniendo la forma de segmentos articulados o que giran aisladamente [2006.01]"
  },
  {
    "code": "F16D 13/20",
    "description": "••con órganos de embrague que actúan a la vez sobre la periferia y sobre la superficie interior de un tambor interior o de una llanta de rueda [2006.01]"
  },
  {
    "code": "F16D 13/22",
    "description": "••con órganos de embrague móviles según el eje [2006.01]"
  },
  {
    "code": "F16D 13/24",
    "description": "••••con superficies de fricción cónicas [2006.01]"
  },
  {
    "code": "F16D 13/26",
    "description": "••••••en las cuales el órgano o cada uno de los órganos móviles según el eje se oprime exclusivamente contra un órgano situado en el eje [2006.01]"
  },
  {
    "code": "F16D 13/28",
    "description": "••••••••con medios para aumentar la fuerza efectiva entre el manguito de control o el órgano equivalente y el órgano de presión [2006.01]"
  },
  {
    "code": "F16D 13/30",
    "description": "••••••••••en los cuales la presión de embrague se genera únicamente por resortes [2006.01]"
  },
  {
    "code": "F16D 13/32",
    "description": "••••••en los cuales dos o varios órganos móviles según el eje son oprimidos desde uno de los lados contra un órgano situado en el eje [2006.01]"
  },
  {
    "code": "F16D 13/34",
    "description": "••••••••con medios para aumentar la fuerza efectiva entre el manguito de control o el órgano equivalente y el órgano de presión [2006.01]"
  },
  {
    "code": "F16D 13/36",
    "description": "••••••••••en los que la presión de embrague se produce únicamente por resortes [2006.01]"
  },
  {
    "code": "F16D 13/38",
    "description": "••••con superficies de embragado planas, p. ej. discos [2006.01]"
  },
  {
    "code": "F16D 13/40",
    "description": "••••••en los que el órgano o cada uno de los órganos móviles según el eje es presionado exclusivamente contra un órgano situado en el eje [2006.01]"
  },
  {
    "code": "F16D 13/42",
    "description": "••••••••con medios para aumentar la fuerza efectiva entre el manguito de control u órgano equivalente y el órgano de presión [2006.01]"
  },
  {
    "code": "F16D 13/44",
    "description": "••••••••••en los que la presión de embragado se produce únicamente por resortes [2006.01]"
  },
  {
    "code": "F16D 13/46",
    "description": "••••••en los que dos órganos móviles axialmente, de los cuales uno está ligado al lado del motor y el otro al lado propulsado, son presionados desde uno de los lados hacia un órgano situado axialmente [2006.01]"
  },
  {
    "code": "F16D 13/48",
    "description": "••••••••con medios para aumentar la fuerza efectiva entre el manguito de control u órgano equivalente y el órgano de presión [2006.01]"
  },
  {
    "code": "F16D 13/50",
    "description": "••••••••••en los que la presión se produce únicamente por resortes [2006.01]"
  },
  {
    "code": "F16D 13/52",
    "description": "••••••Embragues de láminas múltiples [2006.01]"
  },
  {
    "code": "F16D 13/54",
    "description": "••••••••con medios para aumentar la fuerza efectiva entre el manguito de control u órgano equivalente y el órgano de presión [2006.01]"
  },
  {
    "code": "F16D 13/56",
    "description": "••••••••••en los que la presión de embragado se produce únicamente por resortes [2006.01]"
  },
  {
    "code": "F16D 13/58",
    "description": "••Partes constitutivas [2006.01]"
  },
  {
    "code": "F16D 13/60",
    "description": "••••Elementos de embrague (guarniciones de fricción o fijación de ellas F16D 69/00) [2006.01]"
  },
  {
    "code": "F16D 13/62",
    "description": "••••••Cintas de embrague; Zapatas de embrague; Tambores de embrague (cintas de frenos, mordazas de frenos, tambores de frenos F16D 65/00) [2006.01]"
  },
  {
    "code": "F16D 13/64",
    "description": "••••••Platos de embragues; Laminillas de embragues (platos de frenos, laminillas de frenos F16D 65/12) [2006.01]"
  },
  {
    "code": "F16D 13/66",
    "description": "••••••••de forma cónica [2006.01]"
  },
  {
    "code": "F16D 13/68",
    "description": "••••••••Fijación de los platos o laminillas sobre sus soportes [2006.01]"
  },
  {
    "code": "F16D 13/69",
    "description": "••••••••Dispositivos para abrir las laminillas en posición de reposo [2006.01]"
  },
  {
    "code": "F16D 13/70",
    "description": "••••Organos de presión, p. ej. platos de presión para embragues con platos o con laminillas; Dispositivos de guiado para órganos de presión [2006.01]"
  },
  {
    "code": "F16D 13/71",
    "description": "••••••en los cuales la presión de embrague se genera únicamente por resortes [2006.01]"
  },
  {
    "code": "F16D 13/72",
    "description": "••••Características relativas a la refrigeración [2006.01]"
  },
  {
    "code": "F16D 13/74",
    "description": "••••Características relativas al engrase [2006.01]"
  },
  {
    "code": "F16D 13/75",
    "description": "••••Características relativas al reglaje, p. ej. dispositivos para reglar la holgura [2006.01]"
  },
  {
    "code": "F16D 13/76",
    "description": "••especialmente adaptados para su incorporación en otras piezas de transmisión, es decir, teniendo una de las piezas del embrague al menos otra función, p. ej. siendo el disco de una polea [2006.01]"
  },
  {
    "code": "F16D 15/00",
    "description": "Embragues con bolas o rodillos de parada o con otros órganos de embrague de parada separados (ruedas libres, embragues con ruedas libres F16D 41/00; embragues automáticos F16D 43/00-F16D 45/00; control externo F16D 48/00) [2006.01]"
  },
  {
    "code": "F16D 17/00",
    "description": "Embragues en los cuales el movimiento se transmite únicamente gracias a la excentricidad de las superficies de los órganos de embrague en contacto por adaptación de una alrededor de otra (embragues automáticos F16D 43/00-F16D 45/00; control externo F16D 48/00) [2006.01]"
  },
  {
    "code": "F16D 19/00",
    "description": "Embragues con órganos de control accionados mecánicamente, no previstos en otro lugar (embragues automáticos F16D 43/00-F16D 45/00; control externo F16D 48/00) [2006.01]"
  },
  {
    "code": "F16D 21/00",
    "description": "Sistemas dotados de varios embragues accionados mecánicamente (para la sincronización F16D 23/04; embragues automáticos F16D 43/00-F16D 45/00; control externo F16D 48/00) [2006.01]"
  },
  {
    "code": "F16D 21/02",
    "description": "••para relacionar de diferentes formas tres ejes o más, u otros órganos de transmisión [2006.01]"
  },
  {
    "code": "F16D 21/04",
    "description": "••••con un eje que lleva un cierto número de órganos de transmisión giratorios, p. ej. engranajes, en los que cada uno puede relacionarse con el eje por un órgano u órganos de embrague entre el eje y el núcleo del órgano de transmisión [2006.01]"
  },
  {
    "code": "F16D 21/06",
    "description": "••••siendo por lo menos dos ejes de control o dos ejes controlados concéntricos [2006.01]"
  },
  {
    "code": "F16D 21/08",
    "description": "••Embragues dispuestos en serie ligando dos ejes solamente cuando todos los embragues están accionados (F16D 13/08, F16D 13/12 tienen prioridad) [2006.01]"
  },
  {
    "code": "F16D 23/00",
    "description": "Partes constitutivas de los embragues de control mecánico no específicas a un tipo distinto; Dispositivos de sincronización para embragues [2006.01]"
  },
  {
    "code": "F16D 23/02",
    "description": "••Disposiciones para la sincronización (forma o montaje de las partes de órganos de embrague que están dispuestas para facilitar la unión F16D 11/08) [2006.01]"
  },
  {
    "code": "F16D 23/04",
    "description": "••••con embrague de fricción adicional [2006.01]"
  },
  {
    "code": "F16D 23/06",
    "description": "••••••y un mecanismo del bloqueo que impida el acoplamiento del embrague principal antes de la sincronización [2006.01]"
  },
  {
    "code": "F16D 23/08",
    "description": "••••con mecanismo de bloqueo que deslice el órgano de embrague después de la sincronización (en combinación con un embrague adicional de fricción F16D 23/06) [2006.01]"
  },
  {
    "code": "F16D 23/10",
    "description": "••••produciendo automáticamente el acoplamiento del embrague llevando igual velocidad; Indicación de la sincronización [2006.01]"
  },
  {
    "code": "F16D 23/12",
    "description": "••Mecanismos que accionan embragues mecánicos colocados en el exterior del propio embrague (particularidades para embragues combinados F16D 21/00; mecanismos particulares para la sincronización F16D 23/02) [2006.01]"
  },
  {
    "code": "F16D 23/14",
    "description": "••••Manguitos de accionamiento de embrague; Organos de control directamente ligados a los manguitos que accionan los embragues [2006.01]"
  },
  {
    "code": "F16D 25/00",
    "description": "Embragues que se accionan por fluido (disposiciones para sincronización F16D 23/02; embragues de fluidos F16D 31/00-F16D 39/00; embragues automáticos F16D 43/00-F16D 45/00; control externo F16D 48/00) [2006.01]"
  },
  {
    "code": "F16D 25/02",
    "description": "••con medios para accionarlos o mantenerlos preparados mediante una fuerza previa, al menos parcialmente de uno de los ejes a embragar [2006.01]"
  },
  {
    "code": "F16D 25/04",
    "description": "••en los cuales el fluido acciona un órgano elástico de embrague, p. ej. un diafragma o un tubo neumático (F16D 25/02 tiene prioridad; acoplamientos utilizando un tubo neumático F16D 3/82) [2006.01]"
  },
  {
    "code": "F16D 25/06",
    "description": "••en los cuales el fluido acciona un pistón incorporado en el embrague (F16D 25/02 tiene prioridad) [2006.01]"
  },
  {
    "code": "F16D 25/061",
    "description": "••••teniendo el embrague órganos que interengranan [2006.01]"
  },
  {
    "code": "F16D 25/062",
    "description": "••••teniendo el embrague superficies de fricción [2006.01]"
  },
  {
    "code": "F16D 25/063",
    "description": "••••••con órganos de embrague móviles exclusivamente según el eje [2006.01]"
  },
  {
    "code": "F16D 25/0632",
    "description": "••••••••con superficies de fricción cónicas, p. ej. embragues cónicos [2006.01]"
  },
  {
    "code": "F16D 25/0635",
    "description": "••••••••con superficies de fricción plana, p. ej. discos [2006.01]"
  },
  {
    "code": "F16D 25/0638",
    "description": "••••••••••con más de dos discos, p. ej. con láminas múltiples [2006.01]"
  },
  {
    "code": "F16D 25/064",
    "description": "••••••••estando la superficie de fricción acanalada [2006.01]"
  },
  {
    "code": "F16D 25/065",
    "description": "••••••con órganos de embrague animados de un movimiento con una componente radial por lo menos [2006.01]"
  },
  {
    "code": "F16D 25/08",
    "description": "••con un órgano accionado por fluido que no gira con el órgano de embrague (F16D 25/02 tiene prioridad) [2006.01]"
  },
  {
    "code": "F16D 25/10",
    "description": "••Sistemas de embragues con varios embragues accionados por fluido [2006.01]"
  },
  {
    "code": "F16D 25/12",
    "description": "••Elementos constitutivos no particulares a alguno de los tipos mencionados anteriormente [2006.01]"
  },
  {
    "code": "F16D 27/00",
    "description": "Embragues accionados magnéticamente; Su control y sus circuitos (disposiciones para sincronización F16D 23/02; embragues con partículas imantables F16D 37/02; embragues automáticos F16D 43/00-F16D 45/00; circuitos para el control externo de embragues F16D 48/00) [2006.01]"
  },
  {
    "code": "F16D 27/01",
    "description": "••con imanes permanentes [2006.01]"
  },
  {
    "code": "F16D 27/02",
    "description": "••con electroimanes incorporados en el embrague, es decir, con anillos colectores [2006.01]"
  },
  {
    "code": "F16D 27/04",
    "description": "••••con superficies de fricción móviles axialmente [2006.01]"
  },
  {
    "code": "F16D 27/06",
    "description": "••••••estando dispuestas las superficies de fricción en el flujo magnético [2006.01]"
  },
  {
    "code": "F16D 27/07",
    "description": "••••••••Características estructurales de los platos o laminillas de embrague [2006.01]"
  },
  {
    "code": "F16D 27/08",
    "description": "••••••estando colocadas las superficies de fricción fuera del flujo magnético [2006.01]"
  },
  {
    "code": "F16D 27/09",
    "description": "••••y con mandíbulas o engranajes dentados que se interpenetran [2006.01]"
  },
  {
    "code": "F16D 27/10",
    "description": "••con un electroimán que no gira nada más que con un órgano del embrague, es decir sin anillos colectores [2006.01]"
  },
  {
    "code": "F16D 27/102",
    "description": "••••con órganos de embrague desplazándose radialmente (F16D 27/105 tiene prioridad) [2006.01]"
  },
  {
    "code": "F16D 27/105",
    "description": "••••con una banda helicoidal o un órgano equivalente que coopera con una superficie cilíndrica de acoplamiento [2006.01]"
  },
  {
    "code": "F16D 27/108",
    "description": "••••con órganos de embrague móviles según el eje [2006.01]"
  },
  {
    "code": "F16D 27/11",
    "description": "••••••con superficies de fricción cónicas, p. ej. embragues cónicos [2006.01]"
  },
  {
    "code": "F16D 27/112",
    "description": "••••••con superficies de fricción planas, p. ej. discos [2006.01]"
  },
  {
    "code": "F16D 27/115",
    "description": "••••••••con más de dos discos, p. ej. con láminas múltiples [2006.01]"
  },
  {
    "code": "F16D 27/118",
    "description": "••••con mordazas o engranajes dentados que se penetran mutuamente [2006.01]"
  },
  {
    "code": "F16D 27/12",
    "description": "••Sistemas de embrague con varios embragues accionados electromagnéticamente [2006.01]"
  },
  {
    "code": "F16D 27/14",
    "description": "••Elementos constitutivos [2006.01]"
  },
  {
    "code": "F16D 28/00",
    "description": "Embragues accionados eléctricamente (disposiciones para sincronización F16D 23/02; embragues accionados directamente por medio de un electroiman F16D 27/00; embragues automáticos F16D 43/00-F16D 45/00; control externo F16D 48/00) [2006.01]"
  },
  {
    "code": "F16D 29/00",
    "description": "Embragues o sistemas de embrague que implican a la vez un accionamiento por fluido y un accionamiento magnético o un accionamiento por fluido y un accionamiento eléctrico [2006.01]"
  },
  {
    "code": "F16D 31/00",
    "description": "Acoplamientos o embragues de fluidos con grupos de bombeo del tipo volumétrico, es decir, en los cuales para su volumen determinado de líquido por cada giro de la bomba [2006.01]"
  },
  {
    "code": "F16D 31/02",
    "description": "••utilizando bombas de pistones o sumergibles funcionando con los cilindros [2006.01]"
  },
  {
    "code": "F16D 31/04",
    "description": "••utilizando bombas de engranaje [2006.01]"
  },
  {
    "code": "F16D 31/06",
    "description": "••utilizando bombas de tipos diferentes de los mencionados anteriormente [2006.01]"
  },
  {
    "code": "F16D 31/08",
    "description": "••Control del deslizamiento [2006.01]"
  },
  {
    "code": "F16D 33/00",
    "description": "Acoplamientos o embragues rotativos de fluido del tipo hidrocinético [2006.01]"
  },
  {
    "code": "F16D 33/02",
    "description": "••controlados por cambio del caudal del líquido en el circuito de trabajo, estando por otra parte éste completamente lleno [2006.01]"
  },
  {
    "code": "F16D 33/04",
    "description": "••••modificando la posición de las aletas [2006.01]"
  },
  {
    "code": "F16D 33/06",
    "description": "••controlados por cambio de la cantidad de líquido en el circuito de trabajo [2006.01]"
  },
  {
    "code": "F16D 33/08",
    "description": "••••por dispositivos incorporados en el acoplamiento de fluido, con o sin control a distancia [2006.01]"
  },
  {
    "code": "F16D 33/10",
    "description": "••••••consistentes en aberturas controladas de la alimentación y de la descarga del fluido [2006.01]"
  },
  {
    "code": "F16D 33/12",
    "description": "••••••••controlados automáticamente por válvulas de autofuncionamiento [2006.01]"
  },
  {
    "code": "F16D 33/14",
    "description": "••••••consistentes en cucharones orientables o regulables [2006.01]"
  },
  {
    "code": "F16D 33/16",
    "description": "••••por medios dispuestos en el exterior del acoplamiento o del embrague [2006.01]"
  },
  {
    "code": "F16D 33/18",
    "description": "••Detalles [2006.01]"
  },
  {
    "code": "F16D 33/20",
    "description": "••••Forma de ruedas, álabes o canales, según su función [2006.01]"
  },
  {
    "code": "F16D 35/00",
    "description": "Embragues de fluido en los cuales el embragado se realiza principalmente por la adherencia del fluido (F16D 37/00 tiene prioridad) [2006.01]"
  },
  {
    "code": "F16D 35/02",
    "description": "••con cámaras de trabajo rotativos y depósitos rotativos, p. ej. en la misma pieza de acoplamiento [2006.01]"
  },
  {
    "code": "F16D 37/00",
    "description": "Embragues en los cuales el movimiento de accionamiento se transmite a través de un medio compuesto de partículas finas, p. ej. por reacción centrífuga a la velocidad [2006.01]"
  },
  {
    "code": "F16D 37/02",
    "description": "••siendo las partículas imantables [2006.01]"
  },
  {
    "code": "F16D 39/00",
    "description": "Combinaciones de acoplamientos según dos o varios de los grupos F16D 31/00-F16D 37/00 [2006.01]"
  },
  {
    "code": "F16D 41/00",
    "description": "Ruedas libres o embragues de rueda libre (frenos para ciclos mandados por contrapedal B62L 5/00) [2006.01]"
  },
  {
    "code": "F16D 41/02",
    "description": "••desacoplados por el contacto con un órgano fijo de una parte de la rueda libre o del embrague de rueda libre o bien de una pieza llevada por aquél [2006.01]"
  },
  {
    "code": "F16D 41/04",
    "description": "••combinados con un embrague que traba entre sí los órganos de control y los controlados (F16D 41/02, F16D 41/24 tienen prioridad) [2006.01]"
  },
  {
    "code": "F16D 41/06",
    "description": "••con órganos de acoplamiento intermedios de parada entre una superficie interior y otra exterior (F16D 41/02, F16D 41/24 tienen prioridad) [2006.01]"
  },
  {
    "code": "F16D 41/061",
    "description": "••••Las partes intermediarias se aprietan por un movimiento que tiene una componente axial [2006.01]"
  },
  {
    "code": "F16D 41/063",
    "description": "••••los miembros intermediarios se aprietan por un movimiento a lo largo de la superficie interna y externa sin una componentes de pivotamiento o rodadura, p. ej. por deslizamiento (F16D 41/061 tiene prioridad) [2006.01]"
  },
  {
    "code": "F16D 41/064",
    "description": "••••los miembros intermediarios se aprietan por giro y tienen una sección circular, p. ej. bolas (F16D 41/061 tiene prioridad) [2006.01]"
  },
  {
    "code": "F16D 41/066",
    "description": "••••••todos los miembros tienen el mismo tamaño y solamente una de las dos superficies es cilíndrica [2006.01]"
  },
  {
    "code": "F16D 41/067",
    "description": "••••••••Los órganos están distribuidos en espacios separados en torno al eje de rotación [2006.01]"
  },
  {
    "code": "F16D 41/069",
    "description": "••••los órganos intermediarios se aprietan por un movimiento pivotante o basculante, p. ej. cuñas (F16D 41/061 tiene prioridad) [2006.01]"
  },
  {
    "code": "F16D 41/07",
    "description": "••••••entre dos superficies cilíndricas [2006.01]"
  },
  {
    "code": "F16D 41/08",
    "description": "••••con medios para modificar el funcionamiento de rueda libre [2006.01]"
  },
  {
    "code": "F16D 41/10",
    "description": "••••••con inversión automática [2006.01]"
  },
  {
    "code": "F16D 41/12",
    "description": "••con un fiador articulado que actúa sobre dientes o elementos análogos (F16D 41/02, F16D 41/24 tienen prioridad) [2006.01]"
  },
  {
    "code": "F16D 41/14",
    "description": "••••siendo regulable la carrera efectiva del fiador [2006.01]"
  },
  {
    "code": "F16D 41/16",
    "description": "••••siendo la acción reversible [2006.01]"
  },
  {
    "code": "F16D 41/18",
    "description": "••con trinquete de parada no articulado (F16D 41/02, F16D 41/24 tienen prioridad) [2006.01]"
  },
  {
    "code": "F16D 41/20",
    "description": "••con anillo o banda de apriete de expansión o contracción (F16D 41/02, F16D 41/24 tienen prioridad) [2006.01]"
  },
  {
    "code": "F16D 41/22",
    "description": "••con un anillo o disco de embrague desplazado según el eje como resultado de un movimiento perdido entre los órganos que actúan (F16D 41/02, F16D 41/24 tienen prioridad) [2006.01]"
  },
  {
    "code": "F16D 41/24",
    "description": "••especialmente adaptados a las bicicletas [2006.01]"
  },
  {
    "code": "F16D 41/26",
    "description": "••••con medio para modificar el funcionamiento de rueda libre [2006.01]"
  },
  {
    "code": "F16D 41/28",
    "description": "••••con órganos de acoplamiento intermedio de parada [2006.01]"
  },
  {
    "code": "F16D 41/30",
    "description": "••••con fiador articulado que actúa sobre dientes o elementos análogos [2006.01]"
  },
  {
    "code": "F16D 41/32",
    "description": "••••con trinquete de parada no articulado [2006.01]"
  },
  {
    "code": "F16D 41/34",
    "description": "••••con anillo o banda de apriete expansible o contráctil [2006.01]"
  },
  {
    "code": "F16D 41/36",
    "description": "••••con anillo o disco de embrague desplazado según el eje como resultado de un movimiento perdido entre los órganos que actúan [2006.01]"
  },
  {
    "code": "F16D 43/00",
    "description": "Embragues automáticos controlados internamente (ruedas libres, embragues de rueda libre F16D 41/00; control de embragues F16D 48/00) [2006.01]"
  },
  {
    "code": "F16D 43/02",
    "description": "••accionados mecánicamente en su totalidad [2006.01]"
  },
  {
    "code": "F16D 43/04",
    "description": "••••controlados por la velocidad angular (F16D 43/24 tiene prioridad; embragues en los cuales el movimiento de accionamiento se transmite a través de un medio compuesto de partículas finas F16D 37/00) [2006.01]"
  },
  {
    "code": "F16D 43/06",
    "description": "••••••con masas centrífugas que actúan según el eje sobre un anillo de presión móvil o sobre una pieza análoga [2006.01]"
  },
  {
    "code": "F16D 43/08",
    "description": "••••••••actuando el anillo de presión sobre platos, conos de fricción o superficies similares de fricción desplazables según el eje [2006.01]"
  },
  {
    "code": "F16D 43/09",
    "description": "••••••••••en las cuales el soporte de las masas centrífugas puede inmovilizarse [2006.01]"
  },
  {
    "code": "F16D 43/10",
    "description": "••••••••••actuando las masas centrífugas directamente sobre el anillo de presión, ningún otro mecanismo actúa sobre el anillo de presión [2006.01]"
  },
  {
    "code": "F16D 43/12",
    "description": "••••••••••actuando las masas centrífugas sobre un órgano de maniobra o formando parte, de forma que el anillo de presión puede asimismo estar accionado independientemente de las masas [2006.01]"
  },
  {
    "code": "F16D 43/14",
    "description": "••••••con masas centrífugas que actúan directamente los órganos de embrague en una dirección que tiene por lo menos una componente radial; con masas centrífugas que constituyen ellas mismas los órganos de embrague [2006.01]"
  },
  {
    "code": "F16D 43/16",
    "description": "••••••••teniendo los órganos de embrague partes interacoplables [2006.01]"
  },
  {
    "code": "F16D 43/18",
    "description": "••••••••con órganos de embrague por fricción [2006.01]"
  },
  {
    "code": "F16D 43/20",
    "description": "••••controlados por el par, p. ej. embragues de accionamiento en caso de sobrecarga, embragues de deslizamiento con dispositivos por los cuales el par hace variar la presión de embrague [2006.01]"
  },
  {
    "code": "F16D 43/202",
    "description": "••••••del tipo de trinquete (acoplamientos por deslizamiento del tipo de trinquete F16D 7/04) [2006.01]"
  },
  {
    "code": "F16D 43/204",
    "description": "••••••••con bolas o rodillos intermedios [2006.01]"
  },
  {
    "code": "F16D 43/206",
    "description": "••••••••••desplazándose axialmente entre el acoplamiento y el desacoplamiento [2006.01]"
  },
  {
    "code": "F16D 43/208",
    "description": "••••••••••desplazándose radialmente entre el acoplamiento y el desacoplamiento [2006.01]"
  },
  {
    "code": "F16D 43/21",
    "description": "••••••con órganos de fricción [2006.01]"
  },
  {
    "code": "F16D 43/22",
    "description": "••••controlados a la vez por la velocidad y por el par [2006.01]"
  },
  {
    "code": "F16D 43/24",
    "description": "••••controlados por la aceleración o la deceleración de la velocidad angular [2006.01]"
  },
  {
    "code": "F16D 43/25",
    "description": "••••controlados por elementos sensibles al calor [2006.01]"
  },
  {
    "code": "F16D 43/26",
    "description": "••••uncionando para una posición angular definida o desembragando después de un determinado número de vueltas (actuando por medio de un estribo fijo F16D 11/02, F16D 13/02, F16D 15/00) [2006.01]"
  },
  {
    "code": "F16D 43/28",
    "description": "••accionados por la presión de un fluido [2006.01]"
  },
  {
    "code": "F16D 43/284",
    "description": "••••controlados por la velocidad angular [2006.01]"
  },
  {
    "code": "F16D 43/286",
    "description": "••••controlados por el par [2006.01]"
  },
  {
    "code": "F16D 43/30",
    "description": "••Sistemas de varios embragues automáticos [2006.01]"
  },
  {
    "code": "F16D 45/00",
    "description": "Ruedas o embragues de rueda libre combinados con embragues automáticos [2006.01]"
  },
  {
    "code": "F16D 47/02",
    "description": "••en los cuales por lo menos uno es un acoplamiento (fijación elástica de las piezas de embrague, véanse los grupos relativos a los embragues) [2006.01]"
  },
  {
    "code": "F16D 47/04",
    "description": "••en los que por lo menos uno es una rueda libre (F16D 47/02, F16D 47/06 tienen prioridad) [2006.01]"
  },
  {
    "code": "F16D 47/06",
    "description": "••en los que por lo menos uno es un embrague con fluido o con un semifluido como medio de transmisión de potencia [2006.01]"
  },
  {
    "code": "F16D 48/00",
    "description": "Control externo de embragues [2006.01]"
  },
  {
    "code": "F16D 48/02",
    "description": "••Control por presión de fluido [2006.01]"
  },
  {
    "code": "F16D 48/04",
    "description": "••••suministrando ayuda mecánica [2006.01]"
  },
  {
    "code": "F16D 48/06",
    "description": "••Control por medios eléctricos o electrónicos, p. ej. de la presión de fluido [2006.01]"
  },
  {
    "code": "F16D 48/08",
    "description": "••••Regulación del ajuste del embrague en la puesta en marcha [2006.01]"
  },
  {
    "code": "F16D 48/10",
    "description": "••••Prevención de todo acto involuntario o peligroso [2006.01]"
  },
  {
    "code": "F16D 48/12",
    "description": "••••Control de la transferencia del par de torsión entre los ejes directrices [2006.01]"
  },
  {
    "code": "F16D 49/00",
    "description": "Frenos con un órgano de frenado que actúa en la periferia de un tambor, de una llanta, de una rueda o de una pieza análoga [2006.01]"
  },
  {
    "code": "F16D 49/02",
    "description": "••presentando la forma de una banda helicoidal o de una bobina con varias espiras, con o sin amplificación del esfuerzo de frenado por tensión de la banda o acción de un órgano de contracción [2006.01]"
  },
  {
    "code": "F16D 49/04",
    "description": "••••accionados mecánicamente [2006.01]"
  },
  {
    "code": "F16D 49/06",
    "description": "••••accionados por fluido [2006.01]"
  },
  {
    "code": "F16D 49/08",
    "description": "••presentando la forma de una banda de cercamiento que se extiende sobre unos 360° [2006.01]"
  },
  {
    "code": "F16D 49/10",
    "description": "••••accionados mecánicamente (autoapriete F16D 49/20) [2006.01]"
  },
  {
    "code": "F16D 49/12",
    "description": "••••accionados por fluido [2006.01]"
  },
  {
    "code": "F16D 49/14",
    "description": "••presentando la forma de un órgano flexible lleno de fluido controlado por la variación de presión del fluido [2006.01]"
  },
  {
    "code": "F16D 49/16",
    "description": "••Frenos con dos bloques de frenado (autoapriete F16D 49/20) [2006.01]"
  },
  {
    "code": "F16D 49/18",
    "description": "••Frenos con tres o más bloques de frenado (autoapriete F16D 49/20) [2006.01]"
  },
  {
    "code": "F16D 49/20",
    "description": "••Frenos de autoapriete (con banda helicoidal o bobina con varias espiras F16D 49/02) [2006.01]"
  },
  {
    "code": "F16D 49/22",
    "description": "••••con un órgano de fricción auxiliar que inicia o aumenta la acción del freno [2006.01]"
  },
  {
    "code": "F16D 51/00",
    "description": "Frenos con órganos de frenado desplazándose hacia el exterior y que actúan contra la superficie interior de un tambor o de una pieza análoga [2006.01]"
  },
  {
    "code": "F16D 51/02",
    "description": "••presentando la forma de una o varias bandas circunferenciales [2006.01]"
  },
  {
    "code": "F16D 51/04",
    "description": "••••accionados mecánicamente [2006.01]"
  },
  {
    "code": "F16D 51/06",
    "description": "••••accionados por fluido [2006.01]"
  },
  {
    "code": "F16D 51/08",
    "description": "••presentando la forma de un órgano flexible expansible lleno de fluido [2006.01]"
  },
  {
    "code": "F16D 51/10",
    "description": "••presentando la forma de zapatas de frenos exclusivamente móviles radialmente [2006.01]"
  },
  {
    "code": "F16D 51/12",
    "description": "••••accionadas mecánicamente [2006.01]"
  },
  {
    "code": "F16D 51/14",
    "description": "••••accionadas por fluido [2006.01]"
  },
  {
    "code": "F16D 51/16",
    "description": "••teniendo la forma de zapatas de freno que giran alrededor de un eje fijo o casi fijo (autoapriete F16D 51/46) [2006.01]"
  },
  {
    "code": "F16D 51/18",
    "description": "••••con dos zapatas de freno [2006.01]"
  },
  {
    "code": "F16D 51/20",
    "description": "••••••dispuestas a partir de sus pivotes en direcciones opuestas [2006.01]"
  },
  {
    "code": "F16D 51/22",
    "description": "••••••••accionados mecánicamente [2006.01]"
  },
  {
    "code": "F16D 51/24",
    "description": "••••••••accionadas por fluido [2006.01]"
  },
  {
    "code": "F16D 51/26",
    "description": "••••••colocadas a partir de sus pivotes en las mismas direcciones [2006.01]"
  },
  {
    "code": "F16D 51/28",
    "description": "••••••••accionadas mecánicamente [2006.01]"
  },
  {
    "code": "F16D 51/30",
    "description": "••••••••accionadas por fluido [2006.01]"
  },
  {
    "code": "F16D 51/32",
    "description": "••••con tres o más zapatas de freno [2006.01]"
  },
  {
    "code": "F16D 51/34",
    "description": "••••••colocadas a partir de sus pivotes en direcciones opuestas [2006.01]"
  },
  {
    "code": "F16D 51/36",
    "description": "••••••••accionadas mecánicamente [2006.01]"
  },
  {
    "code": "F16D 51/38",
    "description": "••••••••accionadas por fluido [2006.01]"
  },
  {
    "code": "F16D 51/40",
    "description": "••••••colocadas a partir de sus pivotes, todas en la misma dirección [2006.01]"
  },
  {
    "code": "F16D 51/42",
    "description": "••••••••accionadas mecánicamente [2006.01]"
  },
  {
    "code": "F16D 51/44",
    "description": "••••••••accionadas por fluido [2006.01]"
  },
  {
    "code": "F16D 51/46",
    "description": "••Frenos de autoapriete con zapatas giratorias [2006.01]"
  },
  {
    "code": "F16D 51/48",
    "description": "••••con dos zapatas conjugadas o con acción recíproca directa [2006.01]"
  },
  {
    "code": "F16D 51/50",
    "description": "••••••accionados mecánicamente [2006.01]"
  },
  {
    "code": "F16D 51/52",
    "description": "••••••accionados por fluido [2006.01]"
  },
  {
    "code": "F16D 51/54",
    "description": "••••con tres o más zapatas de freno, siendo dos de ellas por lo menos conjugadas o de acción recíproca directa [2006.01]"
  },
  {
    "code": "F16D 51/56",
    "description": "••••••accionadas mecánicamente [2006.01]"
  },
  {
    "code": "F16D 51/58",
    "description": "••••••accionadas por fluido [2006.01]"
  },
  {
    "code": "F16D 51/60",
    "description": "••••con acción de parada de una zapata de freno, p. ej. penetrando la zapata como una cuña entre el tambor de freno y una pieza fija [2006.01]"
  },
  {
    "code": "F16D 51/62",
    "description": "••••••accionadas mecánicamente [2006.01]"
  },
  {
    "code": "F16D 51/64",
    "description": "••••••accionados por fluido [2006.01]"
  },
  {
    "code": "F16D 51/66",
    "description": "••••siendo propulsada una zapata de freno cuando se acciona y propulsando a continuación un órgano que acciona otra zapata de freno [2006.01]"
  },
  {
    "code": "F16D 51/68",
    "description": "••••••accionado mecánicamente [2006.01]"
  },
  {
    "code": "F16D 51/70",
    "description": "••••••accionado por fluido [2006.01]"
  },
  {
    "code": "F16D 53/00",
    "description": "Frenos con órganos de frenado que actúan a la vez en la periferia y en la superficie interior de un tambor, de una llanta de rueda o de una pieza análoga [2006.01]"
  },
  {
    "code": "F16D 55/00",
    "description": "Frenos con superficies de frenado sustancialmente radiales oprimidas una contra otra en una dirección axial, p. ej. frenos de disco [2006.01]"
  },
  {
    "code": "F16D 55/02",
    "description": "••con discos o patines desplazables axialmente que presionan contra órganos en rotación colocados axialmente [2006.01]"
  },
  {
    "code": "F16D 55/04",
    "description": "••••por discos o patines que se mueven separándose uno del otro al aplicarse contra las caras laterales de los tambores o los cilindros [2006.01]"
  },
  {
    "code": "F16D 55/06",
    "description": "••••••sin acción de autoapriete [2006.01]"
  },
  {
    "code": "F16D 55/08",
    "description": "••••••••Frenos accionados mecánicamente [2006.01]"
  },
  {
    "code": "F16D 55/10",
    "description": "••••••••Frenos accionados por un dispositivo de presión de fluido dispuesto en, o sobre el freno [2006.01]"
  },
  {
    "code": "F16D 55/12",
    "description": "••••••••••implicando un órgano flexible expansible lleno de fluido, coaxial con el freno [2006.01]"
  },
  {
    "code": "F16D 55/14",
    "description": "••••••con acción de autoapriete, p. ej. por superficies helicoidales en contacto o por bolas contra superficies inclinadas [2006.01]"
  },
  {
    "code": "F16D 55/15",
    "description": "••••••••liberadas por bandas de freno o zapatas de freno [2006.01]"
  },
  {
    "code": "F16D 55/16",
    "description": "••••••••Frenos accionados mecánicamente [2006.01]"
  },
  {
    "code": "F16D 55/18",
    "description": "••••••••Frenos por un dispositivo de presión de fluido colocado en, o sobre el freno [2006.01]"
  },
  {
    "code": "F16D 55/20",
    "description": "••••••••••implicando un órgano flexible expansible lleno de fluido, coaxial con el freno [2006.01]"
  },
  {
    "code": "F16D 55/22",
    "description": "••••por apriete entre los órganos móviles de frenado, p. ej. discos o patines de freno móviles [2006.01]"
  },
  {
    "code": "F16D 55/224",
    "description": "••••••con un órgano de accionamiento común para los órganos de frenado [2006.01]"
  },
  {
    "code": "F16D 55/225",
    "description": "••••••••siendo los órganos de frenado patines de freno [2006.01]"
  },
  {
    "code": "F16D 55/2255",
    "description": "••••••••••en los cuales el órgano de accionamiento común pivota [2006.01]"
  },
  {
    "code": "F16D 55/226",
    "description": "••••••••••en los cuales el órgano de accionamiento común se desplaza axialmente [2006.01]"
  },
  {
    "code": "F16D 55/2265",
    "description": "••••••••••••estando el movimiento axial guiado por uno o varios vástagos [2006.01]"
  },
  {
    "code": "F16D 55/227",
    "description": "••••••••••••••por dos vástagos [2006.01]"
  },
  {
    "code": "F16D 55/228",
    "description": "••••••con un órgano de accionamiento separado para cada cara [2006.01]"
  },
  {
    "code": "F16D 55/24",
    "description": "••con varios discos, láminas o patines desplazables axialmente que presionan desde un lado hacia un órgano colocado axialmente [2006.01]"
  },
  {
    "code": "F16D 55/26",
    "description": "••••sin acción de auto-apriete [2006.01]"
  },
  {
    "code": "F16D 55/28",
    "description": "••••••Frenos de un solo disco giratorio [2006.01]"
  },
  {
    "code": "F16D 55/30",
    "description": "••••••••accionados mecánicamente [2006.01]"
  },
  {
    "code": "F16D 55/31",
    "description": "••••••••••por medio de palancas intermedias [2006.01]"
  },
  {
    "code": "F16D 55/32",
    "description": "••••••••accionados por un dispositivo de presión de fluido colocado en o sobre el freno [2006.01]"
  },
  {
    "code": "F16D 55/33",
    "description": "••••••••••por medio de palancas intermedias [2006.01]"
  },
  {
    "code": "F16D 55/34",
    "description": "••••••••••implicando un órgano flexible expansible lleno de fluido, coaxial con el freno [2006.01]"
  },
  {
    "code": "F16D 55/36",
    "description": "••••••Frenos de varios discos giratorios colocados unos al lado de los otros [2006.01]"
  },
  {
    "code": "F16D 55/38",
    "description": "••••••••accionados mecánicamente [2006.01]"
  },
  {
    "code": "F16D 55/39",
    "description": "••••••••••por un brazo de palanca intermedio [2006.01]"
  },
  {
    "code": "F16D 55/40",
    "description": "••••••••accionados por un dispositivo de presión de fluido colocado en o sobre el freno [2006.01]"
  },
  {
    "code": "F16D 55/41",
    "description": "••••••••••por un brazo de palanca intermedio [2006.01]"
  },
  {
    "code": "F16D 55/42",
    "description": "••••••••••implicando un órgano flexible expansible lleno de fluido, coaxial con el freno [2006.01]"
  },
  {
    "code": "F16D 55/44",
    "description": "••••••cuyas partes giratorias consisten a la vez en placas centrales y en placas en forma de anillo colocadas concéntricamente alrededor de las placas centrales [2006.01]"
  },
  {
    "code": "F16D 55/46",
    "description": "••••con acción de autoapriete [2006.01]"
  },
  {
    "code": "F16D 55/48",
    "description": "••••••teniendo los discos o patines una pequeña carrera angular libre con relación a sus soportes, lo que provoca la acción de autoapriete [2006.01]"
  },
  {
    "code": "F16D 55/50",
    "description": "••••••con órganos auxiliares de fricción, que pueden ser de diferentes tipos produciendo la acción de autoapriete [2006.01]"
  },
  {
    "code": "F16D 57/00",
    "description": "Frenos con resistencia a líquidos; Frenos con resistencia al aire [2006.01]"
  },
  {
    "code": "F16D 57/02",
    "description": "••con álabes u órganos análogos frenados por el fluido [2006.01]"
  },
  {
    "code": "F16D 57/04",
    "description": "••con álabes que provocan un consumo dirigido,p. ej. del tipo Fottinger [2006.01]"
  },
  {
    "code": "F16D 57/06",
    "description": "••implicando una bomba de circulación de fluido, obteniéndose el frenado por estrangulación de la circulación [2006.01]"
  },
  {
    "code": "F16D 59/00",
    "description": "Frenos automáticos, p. ej. que entran en acción a una velocidad predeterminada [2006.01]"
  },
  {
    "code": "F16D 59/02",
    "description": "••montados mediante resorte y concebidos para desapretarse por medios mecánicos, de fluido o electromagnético [2006.01]"
  },
  {
    "code": "F16D 61/00",
    "description": "Frenos que permiten recuperar la energía absorbida (F16D 57/00 tiene prioridad) [2006.01]"
  },
  {
    "code": "F16D 63/00",
    "description": "Frenos no previstos en otro lugar; Frenos que combinan varios de los tipos mencionados en los grupos F16D 49/00-F16D 61/00 (frenos con órgano auxiliar para el autoapriete F16D 49/22, F16D 51/66, F16D 55/50) [2006.01]"
  },
  {
    "code": "F16D 65/00",
    "description": "Elementos constitutivos o detalles de frenos [2006.01]"
  },
  {
    "code": "F16D 65/02",
    "description": "••Organos de frenado; Su montaje (guarniciones de fricción o su fijación F16D 69/00) [2006.01]"
  },
  {
    "code": "F16D 65/04",
    "description": "••••Bandas, zapatas o patines; Pivotes o sus órganos de soporte [2006.01]"
  },
  {
    "code": "F16D 65/06",
    "description": "••••••para frenos que trabajan por el exterior [2006.01]"
  },
  {
    "code": "F16D 65/08",
    "description": "••••••para frenos que trabajan por el interior [2006.01]"
  },
  {
    "code": "F16D 65/09",
    "description": "••••••••Pivotes o miembros de soporte para ellos [2006.01]"
  },
  {
    "code": "F16D 65/092",
    "description": "••••••para frenos con desplazamiento axial, p. ej. frenos de disco [2006.01]"
  },
  {
    "code": "F16D 65/095",
    "description": "••••••••Pivotes o sus órganos de soporte [2006.01]"
  },
  {
    "code": "F16D 65/097",
    "description": "••••••••••Medios elásticos interpuestos entre los patines y los órganos de soporte [2006.01]"
  },
  {
    "code": "F16D 65/10",
    "description": "••••Tambores para frenos que funcionan hacia el exterior o el interior [2006.01]"
  },
  {
    "code": "F16D 65/12",
    "description": "••••Discos; Tambores para frenos de disco [2006.01]"
  },
  {
    "code": "F16D 65/14",
    "description": "••Mecanismos de accionamiento para frenos; Medios para iniciar la operación de frenado en una posición predeterminada (sistemas de control de frenos, sus elementos B60T) [2006.01]"
  },
  {
    "code": "F16D 65/16",
    "description": "••••colocados en, o sobre el freno [2006.01]"
  },
  {
    "code": "F16D 65/18",
    "description": "••••••adaptados para arrastrar juntos los órganos por tracción [2006.01]"
  },
  {
    "code": "F16D 65/22",
    "description": "••••••adaptados para separar los órganos por presión [2006.01]"
  },
  {
    "code": "F16D 65/28",
    "description": "••••dispuestos separados del freno [2006.01]"
  },
  {
    "code": "F16D 65/38",
    "description": "••Dispositivos de reglaje [2006.01]"
  },
  {
    "code": "F16D 65/40",
    "description": "••••mecánicos [2006.01]"
  },
  {
    "code": "F16D 65/42",
    "description": "••••••no automáticos [2006.01]"
  },
  {
    "code": "F16D 65/44",
    "description": "••••••••por reglaje lineal directo (F16D 65/46, F16D 65/48 tienen prioridad) [2006.01]"
  },
  {
    "code": "F16D 65/46",
    "description": "••••••••de roscado y tuerca [2006.01]"
  },
  {
    "code": "F16D 65/48",
    "description": "••••••••de excéntrica o cuerpo helicoidal [2006.01]"
  },
  {
    "code": "F16D 65/50",
    "description": "••••••••por reglaje angular de dos partes concéntricas del sistema de control de freno [2006.01]"
  },
  {
    "code": "F16D 65/52",
    "description": "••••••actuando automáticamente en una dirección para el reglaje de una holgura excesiva [2006.01]"
  },
  {
    "code": "F16D 65/54",
    "description": "••••••••por reglaje lineal directo (F16D 65/56, F16D 65/58 tienen prioridad) [2006.01]"
  },
  {
    "code": "F16D 65/56",
    "description": "••••••••de roscado y tuerca [2006.01]"
  },
  {
    "code": "F16D 65/58",
    "description": "••••••••de excéntrica o cuerpo helicoidal [2006.01]"
  },
  {
    "code": "F16D 65/60",
    "description": "••••••••por reglaje angular de dos partes concéntricas del sistema de control de freno [2006.01]"
  },
  {
    "code": "F16D 65/62",
    "description": "••••••actuando automáticamente en dos direcciones para el reglaje de una holgura excesiva o insuficiente [2006.01]"
  },
  {
    "code": "F16D 65/64",
    "description": "••••••••por reglaje directo lineal (F16D 65/66, F16D 65/68 tienen prioridad) [2006.01]"
  },
  {
    "code": "F16D 65/66",
    "description": "••••••••de roscado y tuerca [2006.01]"
  },
  {
    "code": "F16D 65/68",
    "description": "••••••••de excéntricas o cuerpo helicoidales [2006.01]"
  },
  {
    "code": "F16D 65/70",
    "description": "••••••••por reglaje angular de dos partes concéntricas del sistema de control del freno [2006.01]"
  },
  {
    "code": "F16D 65/72",
    "description": "••••hidráulicos [2006.01]"
  },
  {
    "code": "F16D 65/74",
    "description": "••••••actuando automáticamente en una dirección [2006.01]"
  },
  {
    "code": "F16D 65/76",
    "description": "••••••actuando automáticamente en ambas direcciones [2006.01]"
  },
  {
    "code": "F16D 65/78",
    "description": "••Características relativas a la refrigeración [2006.01]"
  },
  {
    "code": "F16D 65/80",
    "description": "••••para frenos que trabajan por el exterior [2006.01]"
  },
  {
    "code": "F16D 65/807",
    "description": "••••••con sistema de refrigeración abierto, p. ej. refrigerados por aire [2006.01]"
  },
  {
    "code": "F16D 65/813",
    "description": "••••••con sistema de refrigeración cerrado [2006.01]"
  },
  {
    "code": "F16D 65/82",
    "description": "••••para frenos que trabajan por el interior [2006.01]"
  },
  {
    "code": "F16D 65/827",
    "description": "••••••con sistema de refrigeración abierto, p. ej. refrigeración por aire [2006.01]"
  },
  {
    "code": "F16D 65/833",
    "description": "••••••con sistema de refrigeración cerrado [2006.01]"
  },
  {
    "code": "F16D 65/84",
    "description": "••••para frenos de disco [2006.01]"
  },
  {
    "code": "F16D 65/847",
    "description": "••••••con sistema de refrigeración abierto, p. ej. refrigerados por aire [2006.01]"
  },
  {
    "code": "F16D 65/853",
    "description": "••••••con sistema de refrigeración cerrado [2006.01]"
  },
  {
    "code": "F16D 66/00",
    "description": "Dispositivos para la vigilancia de las condiciones de funcionamiento de frenos, p. ej. del desgaste o de la temperatura [2006.01]"
  },
  {
    "code": "F16D 66/02",
    "description": "••Aparatos indicadores del desgaste [2006.01]"
  },
  {
    "code": "F16D 67/02",
    "description": "••Combinaciones de embragues-frenos [2006.01]"
  },
  {
    "code": "F16D 67/04",
    "description": "••••accionados por fluido [2006.01]"
  },
  {
    "code": "F16D 67/06",
    "description": "••••accionado electromagnéticamente [2006.01]"
  },
  {
    "code": "F16D 69/00",
    "description": "Guarniciones de fricción; Su fijación; Empleo para trabajar un conjunto de materiales o de superficies de fricción específicas (órganos de frenado F16D 65/02) [2006.01]"
  },
  {
    "code": "F16D 69/02",
    "description": "••Composición de las guarniciones (bajo su aspecto químico, véanse las clases apropiadas) [2006.01]"
  },
  {
    "code": "F16D 69/04",
    "description": "••Fijación de las guarniciones [2006.01]"
  },
  {
    "code": "F16D 71/00",
    "description": "Mecanismos para disponer los órganos rotativos en una posición predeterminada de reposo (combinados con embragues o controlándolos F16D 43/26; medios para desligar el frenado hasta una posición predeterminada F16D 65/14) [2006.01]"
  },
  {
    "code": "F16D 71/02",
    "description": "••implicando medios auxiliares para producir el movimiento final [2006.01]"
  },
  {
    "code": "F16D 71/04",
    "description": "••permitiendo una seleccion entre diferentes posiciones (F16D 71/02 tiene prioridad) [2006.01]"
  },
  {
    "code": "F16D 121/00",
    "description": "Tipo de fuerza de accionamiento [2012.01]"
  },
  {
    "code": "F16D 121/02",
    "description": "••Presión de fluido [2012.01]"
  },
  {
    "code": "F16D 121/04",
    "description": "••••actuando sobre un actuador de tipo pistón, p. ej. para presión de líquido [2012.01]"
  },
  {
    "code": "F16D 121/06",
    "description": "••••••para la liberación de un freno aplicado normalmente [2012.01]"
  },
  {
    "code": "F16D 121/08",
    "description": "••••actuando sobre un actuador de tipo membrana, p. ej. para presión de gas [2012.01]"
  },
  {
    "code": "F16D 121/10",
    "description": "••••••para la liberación de un freno aplicado normalmente [2012.01]"
  },
  {
    "code": "F16D 121/12",
    "description": "••••para la liberación de un freno aplicado normalmente, siendo el tipo de actuador irrelevanto o no estando previsto en los grupos F16D 121/04-F16D 121/10 [2012.01]"
  },
  {
    "code": "F16D 121/14",
    "description": "••Mecánica [2012.01]"
  },
  {
    "code": "F16D 121/16",
    "description": "••••para la liberación de un freno aplicado normalmente [2012.01]"
  },
  {
    "code": "F16D 121/18",
    "description": "••Eléctrica o magnética [2012.01]"
  },
  {
    "code": "F16D 121/20",
    "description": "••••utilizando electroimanes [2012.01]"
  },
  {
    "code": "F16D 121/22",
    "description": "••••••para la liberación de un freno aplicado normalmente [2012.01]"
  },
  {
    "code": "F16D 121/24",
    "description": "••••ustilizando motores [2012.01]"
  },
  {
    "code": "F16D 121/26",
    "description": "••••••para la liberación de un freno aplicado normalmente [2012.01]"
  },
  {
    "code": "F16D 121/28",
    "description": "••••utilizando elementos electroestrictivos o magnetoestrictivos, p. ej. elementos piezoeléctricos [2012.01]"
  },
  {
    "code": "F16D 121/30",
    "description": "••••••para la liberación de un freno aplicado normalmente [2012.01]"
  },
  {
    "code": "F16D 121/32",
    "description": "••utilizando elementos con memoria de forma [2012.01]"
  },
  {
    "code": "F16D 121/34",
    "description": "••••para la liberación de un freno aplicado normalmente [2012.01]"
  },
  {
    "code": "F16D 123/00",
    "description": "Fuerzas de accionamiento múltiples [2012.01]"
  },
  {
    "code": "F16D 125/00",
    "description": "Componentes de los actuadores [2012.01]"
  },
  {
    "code": "F16D 125/02",
    "description": "••Mecanismos de presión de fluido [2012.01]"
  },
  {
    "code": "F16D 125/04",
    "description": "••••Cilindros [2012.01]"
  },
  {
    "code": "F16D 125/06",
    "description": "••••Pistones [2012.01]"
  },
  {
    "code": "F16D 125/08",
    "description": "••••Juntas de estanqueidad, p. ej. juntas de pistones [2012.01]"
  },
  {
    "code": "F16D 125/10",
    "description": "••••Sistemas de pistones que interactuan por presión de fluido, p. ej. amplificadores de fuerza hidráulica que utilizan pistones de diferentes tamaños [2012.01]"
  },
  {
    "code": "F16D 125/12",
    "description": "••••De tipo membrana o diafragma [2012.01]"
  },
  {
    "code": "F16D 125/14",
    "description": "••••Elementos flexibles rellenos de fluido, p. ej. cámaras de aire [2012.01]"
  },
  {
    "code": "F16D 125/16",
    "description": "••••Dispositivos para el sangrado o el llenado [2012.01]"
  },
  {
    "code": "F16D 125/18",
    "description": "••Mecanismos mecánicos [2012.01]"
  },
  {
    "code": "F16D 125/20",
    "description": "••••que convierten la rotación en movimiento lineal o viceversa [2012.01]"
  },
  {
    "code": "F16D 125/22",
    "description": "••••••actuando transversalmente al eje de rotación [2012.01]"
  },
  {
    "code": "F16D 125/24",
    "description": "••••••••Cremalleras [2012.01]"
  },
  {
    "code": "F16D 125/26",
    "description": "••••••••Cigüeñales [2012.01]"
  },
  {
    "code": "F16D 125/28",
    "description": "••••••••Levas; Varillas con levas [2012.01]"
  },
  {
    "code": "F16D 125/30",
    "description": "••••••••••actuando sobre dos o más seguidores, p. ej. levas en S [2012.01]"
  },
  {
    "code": "F16D 125/32",
    "description": "••••••••••actuando sobre un seguidor [2012.01]"
  },
  {
    "code": "F16D 125/34",
    "description": "••••••actuando en la dirección del eje de rotación [2012.01]"
  },
  {
    "code": "F16D 125/36",
    "description": "••••••••levas helicoidales; Rampas de bola [2012.01]"
  },
  {
    "code": "F16D 125/38",
    "description": "••••••••••con varias levas o mecanismos de rampa de bolas dispuestos concéntricamente con el eje del rotor del freno [2012.01]"
  },
  {
    "code": "F16D 125/40",
    "description": "••••••••Mecanismos husillo-tuerca [2012.01]"
  },
  {
    "code": "F16D 125/42",
    "description": "••••••••Engranajes de cremallera y tornillo sin fin [2012.01]"
  },
  {
    "code": "F16D 125/44",
    "description": "••••que transmiten la rotación [2012.01]"
  },
  {
    "code": "F16D 125/46",
    "description": "••••••Elementos rotatorios mutuamente engranados [2012.01]"
  },
  {
    "code": "F16D 125/48",
    "description": "••••••••conejes estacionarios paralelos, p. ej. engranajes cilíndricos de dentadura recta [2012.01]"
  },
  {
    "code": "F16D 125/50",
    "description": "••••••••con ejes no estacionarios paralelos, p. ej. engranajes planetarios [2012.01]"
  },
  {
    "code": "F16D 125/52",
    "description": "••••••••con ejes estacionarios no paralelos, p. ej. engranajes helicoidales o cónicos [2012.01]"
  },
  {
    "code": "F16D 125/54",
    "description": "••••••••con ejes no estacionarios no paralelos [2012.01]"
  },
  {
    "code": "F16D 125/56",
    "description": "••••••Ejes para la transmisión directa del par [2012.01]"
  },
  {
    "code": "F16D 125/58",
    "description": "••••que transmiten movimiento lineal [2012.01]"
  },
  {
    "code": "F16D 125/60",
    "description": "••••••Cables o cadenas, p. ej. cable Bowden [2012.01]"
  },
  {
    "code": "F16D 125/62",
    "description": "••••••••Sus disposiciones de fijación, p. ej. fijaciones en extremos de cable [2012.01]"
  },
  {
    "code": "F16D 125/64",
    "description": "••••••Palancas [2012.01]"
  },
  {
    "code": "F16D 125/66",
    "description": "••••••Cuñas [2012.01]"
  },
  {
    "code": "F16D 125/68",
    "description": "••••••Mecanismos de palancas, p. ej. mecanismos de palancas acodadas con cambio del ratio de fuerza [2012.01]"
  },
  {
    "code": "F16D 125/70",
    "description": "••••••Varillas [2012.01]"
  },
  {
    "code": "F16D 127/00",
    "description": "Mecanismos auxiliares [2012.01]"
  },
  {
    "code": "F16D 127/02",
    "description": "••Mecanismos de desconexión [2012.01]"
  },
  {
    "code": "F16D 127/04",
    "description": "••••de accionamiento manual [2012.01]"
  },
  {
    "code": "F16D 127/06",
    "description": "••Mecanismos de bloqueo, p. ej. actuando sobre actuadores, sobre mecanismos de liberación o sobre mecanismos de transmisión de fuerzas [2012.01]"
  },
  {
    "code": "F16D 127/08",
    "description": "••Mecanismos autoamplificadores o desamplificadores [2012.01]"
  },
  {
    "code": "F16D 127/10",
    "description": "••••con elementos de acuñamiento [2012.01]"
  },
  {
    "code": "F16D 127/12",
    "description": "••••con elementos de fricción adicionales [2012.01]"
  },
  {
    "code": "F16D 129/00",
    "description": "Tipo de fuente de accionamiento del mecanismo auxiliar [2012.01]"
  },
  {
    "code": "F16D 129/02",
    "description": "••Presión de fluido [2012.01]"
  },
  {
    "code": "F16D 129/04",
    "description": "••Mecánica [2012.01]"
  },
  {
    "code": "F16D 129/06",
    "description": "••Eléctrica o magnética [2012.01]"
  },
  {
    "code": "F16D 129/08",
    "description": "••••Electroimanes [2012.01]"
  },
  {
    "code": "F16D 129/10",
    "description": "••••Motores [2012.01]"
  },
  {
    "code": "F16D 129/12",
    "description": "••••Elementos electrostrictivos o magnetostrictivos, p. ej. piezoeléctricos [2012.01]"
  },
  {
    "code": "F16D 129/14",
    "description": "••Elementos con memoria de forma [2012.01]"
  },
  {
    "code": "F16D 131/00",
    "description": "Disposición general de los actuadores o sus elementos, p. ej. construcción modular [2012.01]"
  },
  {
    "code": "F16D 131/02",
    "description": "••de los controladores de los actuadores [2012.01]"
  }
]