[
  {
    "code": "F16M 1/00",
    "description": "Bastidores o carcasas de motores, máquinas o aparatos; Bastidores que sirven de bancadas de apoyo de máquinas [2006.01]"
  },
  {
    "code": "F16M 1/02",
    "description": "••para motores alternativos o máquinas similares [2006.01]"
  },
  {
    "code": "F16M 1/021",
    "description": "••••para alojamiento del cigüeñal [2006.01]"
  },
  {
    "code": "F16M 1/022",
    "description": "••••••del tipo túnel, es decir, en el cual el cigüeñal no se puede introducir más que según su eje (para motores o máquinas con una estructura de cilindros en estrella F16M 1/023) [2006.01]"
  },
  {
    "code": "F16M 1/023",
    "description": "••••••especialmente adaptados para motores o máquinas con una estructura de cilindros en estrella [2006.01]"
  },
  {
    "code": "F16M 1/024",
    "description": "••••••permitiendo el montaje de las piezas motrices de los motores o máquinas, p. ej. de las bielas [2006.01]"
  },
  {
    "code": "F16M 1/025",
    "description": "••••••Montaje de los apoyos en sus alojamientos, p. ej. con bulones de anclaje [2006.01]"
  },
  {
    "code": "F16M 1/026",
    "description": "••••para alojamiento de las partes móviles de los motores o máquinas diferentes del cigüeñal, p. ej. alojamiento de las válvulas [2006.01]"
  },
  {
    "code": "F16M 1/04",
    "description": "••para motores rotativos o máquinas similares [2006.01]"
  },
  {
    "code": "F16M 1/08",
    "description": "••caracterizados por su estructura en planchas o elementos soldados [2006.01]"
  },
  {
    "code": "F16M 3/00",
    "description": "Bastidores o bancadas portátiles o rodantes, p. ej. para grupos de socorro, para grupos compresores (estructura de los vehículos en general B60-B62) [2006.01]"
  },
  {
    "code": "F16M 5/00",
    "description": "Bancadas de motores, es decir, medios para soportar las máquinas o motores sobre sus cimentaciones [2006.01]"
  },
  {
    "code": "F16M 7/00",
    "description": "Detalles de fijación o de regulación de las bancadas, bastidores o patas de soporte de los motores sobre sus cimentaciones o su base; Fijación de las partes fijas de los motores, p. ej. bloques cilindros (montaje elástico o montaje equivalente para absorber las vibraciones F16F, en particular F16F 15/04) [2006.01]"
  },
  {
    "code": "F16M 9/00",
    "description": "Disposición particular de las cimentaciones en relación con la maquinaria que han de soportar (cimentaciones para instalación de maquinaria E02D 27/44) [2006.01]"
  },
  {
    "code": "F16M 11/00",
    "description": "Stands o caballetes utilizados como soporte para aparatos u objetos (sin cabezas F16M 13/00; caballetes para encerados A47B 97/04; stands de exposición A47F 7/00; para trabajadores E04G 1/32; sostén, suspensión o fijación de los dispositivos de iluminación F21V 21/00; modificaciones particulares para aparatos o artículos particulares, véanse las subclases apropiadas) [2006.01]"
  },
  {
    "code": "F16M 11/02",
    "description": "••Cabezas de soportes [2006.01]"
  },
  {
    "code": "F16M 11/04",
    "description": "••••Medios para la fijación de los aparatos; Medios que permiten la regulación de los aparatos con relación al banco [2006.01]"
  },
  {
    "code": "F16M 11/06",
    "description": "••••••permitiendo la rotación [2006.01]"
  },
  {
    "code": "F16M 11/08",
    "description": "••••••••alrededor de un eje vertical [2006.01]"
  },
  {
    "code": "F16M 11/10",
    "description": "••••••••alrededor de un eje horizontal [2006.01]"
  },
  {
    "code": "F16M 11/12",
    "description": "••••••••en más de una dirección [2006.01]"
  },
  {
    "code": "F16M 11/14",
    "description": "••••••••••con una articulación de rótula (articulaciones mediante uniones de rótulas F16C 11/06) [2006.01]"
  },
  {
    "code": "F16M 11/16",
    "description": "••••Detalles relativos a la fijación de las patas que soportan las cabezas, con o sin intervención de órganos de cierre para ello [2006.01]"
  },
  {
    "code": "F16M 11/18",
    "description": "••••con un mecanismo que desplaza los aparatos con relación al banco [2006.01]"
  },
  {
    "code": "F16M 11/20",
    "description": "••Infraestructura con o sin ruedas [2006.01]"
  },
  {
    "code": "F16M 11/22",
    "description": "••••de altura sensiblemente constante, p. ej. con una columna o pies de longitud constante (F16M 11/42 tiene prioridad) [2006.01]"
  },
  {
    "code": "F16M 11/24",
    "description": "••••con altura o longitud de los pies modificable, con utilización posible igualmente para el transporte (F16M 11/42 tiene prioridad) [2006.01]"
  },
  {
    "code": "F16M 11/26",
    "description": "••••••por acción telescópica, con o sin plegado (detalles relativos a las características estructurales de las partes telescópicas únicamente F16B 7/10) [2006.01]"
  },
  {
    "code": "F16M 11/28",
    "description": "••••••••Subestructura para soportes de pilar telescópico único [2006.01]"
  },
  {
    "code": "F16M 11/30",
    "description": "••••••••••con puntales laterales de desplazamiento simultáneo [2006.01]"
  },
  {
    "code": "F16M 11/32",
    "description": "••••••••Subestructura para soportes con tres o más patas telescópicas [2006.01]"
  },
  {
    "code": "F16M 11/34",
    "description": "••••••••••Organos que limitan la extensión de las patas [2006.01]"
  },
  {
    "code": "F16M 11/36",
    "description": "••••••••••Organos que impiden el deslizamiento de los pies [2006.01]"
  },
  {
    "code": "F16M 11/38",
    "description": "••••••por plegado [2006.01]"
  },
  {
    "code": "F16M 11/40",
    "description": "••••••por medio de patas en espiral convergente o replegable [2006.01]"
  },
  {
    "code": "F16M 11/42",
    "description": "••con dispositivos para mover el soporte [2006.01]"
  },
  {
    "code": "F16M 13/00",
    "description": "Otros soportes para posicionar aparatos u objetos (cabezas de estos soportes F16M 11/02; proyectados para ser fijados en el suelo A45F 3/44); Medios para mantener en posición los aparatos u objetos manejables [2006.01]"
  },
  {
    "code": "F16M 13/02",
    "description": "••para ser colocados por otro objeto o fijarle a él, p. ej. a un árbol, a una reja, a un marco de ventana, a una bicicleta [2006.01]"
  },
  {
    "code": "F16M 13/04",
    "description": "••para ser llevados por una persona o para mantenerse fijos con relación a una persona, p. ej. por cadenas [2006.01]"
  },
  {
    "code": "F16M 13/06",
    "description": "••utilizables igualmente con otros fines, p. ej. para ser usados con una pala, silla, bastón de ski [2006.01]"
  },
  {
    "code": "F16M 13/08",
    "description": "••••como un bastón de paseo [2006.01]"
  }
]