[
  {
    "code": "F16P 1/00",
    "description": "Dispositivos de seguridad independientes del control o del funcionamiento de cualquier máquina (dispositivos de protección para los ojos o los oídos llevados en el cuerpo o soportados manualmente A61F 9/00, A61F 11/00) [2006.01]"
  },
  {
    "code": "F16P 1/02",
    "description": "••Pantallas o caperuzas fijas [2006.01]"
  },
  {
    "code": "F16P 1/04",
    "description": "••Pantallas o caperuzas en ejes rotativos [2006.01]"
  },
  {
    "code": "F16P 1/06",
    "description": "••especialmente proyectadas para la soldadura autógena [2006.01]"
  },
  {
    "code": "F16P 3/00",
    "description": "Dispositivos de seguridad funcionando en conjunción con el control o la marcha de una máquina; Controles que exigen el empleo simultáneo de varias partes del cuerpo humano (F16P 5/00 tiene prioridad) [2006.01]"
  },
  {
    "code": "F16P 3/02",
    "description": "••Pantallas u otros órganos de seguridad que se desplazan en sincronismo con órganos animados de un movimiento de vaivén [2006.01]"
  },
  {
    "code": "F16P 3/04",
    "description": "••••para máquinas que tienen partes que se aproximan la una a la otra durante el funcionamiento, p. ej. para prensas de estampación [2006.01]"
  },
  {
    "code": "F16P 3/06",
    "description": "••••••manteniendo las partes del cuerpo del operador alejadas de la zona de peligro cuando se aproximan las partes de la máquina [2006.01]"
  },
  {
    "code": "F16P 3/08",
    "description": "••conjugadas con el cierre de puertas, tapas, protecciones o cualesquiera otros dispositivos capaces de permitir el acceso a las partes móviles de la máquina [2006.01]"
  },
  {
    "code": "F16P 3/10",
    "description": "••••en las cuales la operación de cerrar la puerta o cualquier otro órgano provoca el arranque de la máquina [2006.01]"
  },
  {
    "code": "F16P 3/12",
    "description": "••con dispositivos, p. ej. de los elementos sensibles que actúan sobre el control o el funcionamiento de la máquina cuando una parte del cuerpo humano se encuentra dentro o cerca de la zona de peligro (F16P 3/08 tiene prioridad) [2006.01]"
  },
  {
    "code": "F16P 3/14",
    "description": "••••siendo los dispositivos células fotoeléctricas u otros dispositivos sensibles sin contacto mecánico [2006.01]"
  },
  {
    "code": "F16P 3/16",
    "description": "••••siendo los elementos sensibles movidos por la máquina [2006.01]"
  },
  {
    "code": "F16P 3/18",
    "description": "••Controles que exigen el empleo de ambas manos [2006.01]"
  },
  {
    "code": "F16P 3/20",
    "description": "••••en los sistemas de control eléctrico [2006.01]"
  },
  {
    "code": "F16P 3/22",
    "description": "••••en los sistemas de control hidráulico o neumático [2006.01]"
  },
  {
    "code": "F16P 3/24",
    "description": "••••en los controles mecánicos [2006.01]"
  },
  {
    "code": "F16P 7/00",
    "description": "Dispositivos de emergencia contra cualquier daño en una máquina o en un aparato (F16P 1/00, F16P 3/00, F16P 5/00 tienen prioridad; dispositivos de señalamiento, véanse las clases apropiadas) [2006.01]"
  },
  {
    "code": "F16P 7/02",
    "description": "••por parada de la máquina en caso de condiciones peligrosas internas de funcionamiento (dispositivos en los ejes afectados de condiciones anormales F16C) [2006.01]"
  }
]