[
  {
    "code": "F16S 1/00",
    "description": "Planchas, paneles o cualesquiera otros elementos de proporciones parecidas; Estructuras que implican el montaje de estos elementos (armaduras prefabricadas F16S 3/00; productos estratificados B32B) [2006.01]"
  },
  {
    "code": "F16S 1/02",
    "description": "••proyectados para ajustar canto con canto, p. ej. formando ángulo; Montajes para ello [2006.01]"
  },
  {
    "code": "F16S 1/04",
    "description": "••realizados por deformación de una plancha plana o por cualquier otro trabajo (elementos en nido de abeja u otros elementos fundamentales de los productos estratificados B32B 3/00, p. ej. B32B 3/12, B32B 3/24, B32B 3/26) [2006.01]"
  },
  {
    "code": "F16S 1/06",
    "description": "••••por deformación únicamente [2006.01]"
  },
  {
    "code": "F16S 1/08",
    "description": "••••por corte o perforación, con o sin deformación [2006.01]"
  },
  {
    "code": "F16S 1/10",
    "description": "••Elementos compuestos, p. ej. con nerviaciones o cordones incorporados (F16S 1/02 tiene prioridad) [2006.01]"
  },
  {
    "code": "F16S 1/12",
    "description": "••de amplio espesor despreciable, p. ej. con variación del espesor, con canales interiores [2006.01]"
  },
  {
    "code": "F16S 1/14",
    "description": "••Montaje de tales elementos con otros de formas cubiertas por el grupo F16S 3/00 o F16S 5/00 (estos otros elementos no interviniendo nada más que para el montaje F16S 1/02) [2006.01]"
  },
  {
    "code": "F16S 3/00",
    "description": "Elementos alargados, p. ej. perfilados; Sus montajes; Armaduras o rejas (armaduras o rejas realizadas a partir de una plancha o de un elemento semejante F16S 1/00, de manera particular F16S 1/08; bastidores de puertas, ventanas o similares E06B 1/00, E06B 3/00) [2006.01]"
  },
  {
    "code": "F16S 3/02",
    "description": "••compuesta de dos o más elementos alargados colocados canto con canto [2006.01]"
  },
  {
    "code": "F16S 3/04",
    "description": "••proyectados para ser unidos a otros semejantes en posiciones relativas variadas [2006.01]"
  },
  {
    "code": "F16S 3/06",
    "description": "••Montaje de elementos alargados (F16S 3/02, F16S 3/04 tienen prioridad) [2006.01]"
  },
  {
    "code": "F16S 3/08",
    "description": "••••formando una estructura, p. ej. armaduras [2006.01]"
  },
  {
    "code": "F16S 5/00",
    "description": "Otros elementos de estructura cuya utilización no se limita a una aplicación que sea totalmente cubierta por una determinada clase particular [2006.01]"
  }
]