[
  {
    "code": "F17D 1/00",
    "description": "Sistemas de canalizaciones (transporte de artículos o materiales por canalizaciones mediante un fluido como transportador B65G 51/00, B65G 53/00; aparatos para distribuir, trasvasar o suministrar líquidos B67D; aparatos o dispositivos para trasvasar los líquidos desde los tanques de almacenamiento a granel o desde los depósitos hasta vehículos o hasta recipientes transportables, p. ej. para la venta al por menor, B67D 7/00; transporte de materiales excavados mediante dragado o desplazamientos de tierra a través de una tubería E02F 7/10; sistemas de alcantarillas E03F 3/00; aislamiento térmico de canalizaciones F16L 59/00; sistemas de calefacción central F24D) [2006.01]"
  },
  {
    "code": "F17D 1/02",
    "description": "••para gases o vapores [2006.01]"
  },
  {
    "code": "F17D 1/04",
    "description": "••••para distribución de gases [2006.01]"
  },
  {
    "code": "F17D 1/05",
    "description": "••••••Prevención de la congelación (por calentamiento F16L 53/00) [2006.01]"
  },
  {
    "code": "F17D 1/06",
    "description": "••••para vapor [2006.01]"
  },
  {
    "code": "F17D 1/065",
    "description": "••••Disposición de medios de propulsión para gases o vapores [2006.01]"
  },
  {
    "code": "F17D 1/07",
    "description": "••••••por compresión [2006.01]"
  },
  {
    "code": "F17D 1/075",
    "description": "••••••por simple expansión desde un nivel de presión inicial, p. ej. por disposición de una válvula de control de flujo [2006.01]"
  },
  {
    "code": "F17D 1/08",
    "description": "••para líquidos o productos viscosos (sistemas de canalización para la derivación o la distribución de agua E03B 7/04; sistemas de suministro de agua caliente para usos domésticos F24D 17/00) [2006.01]"
  },
  {
    "code": "F17D 1/12",
    "description": "••••Transporte de líquidos o productos viscosos mediante presión de otro fluido [2006.01]"
  },
  {
    "code": "F17D 1/13",
    "description": "••••Transporte de líquidos o productos viscosos por gravedad [2006.01]"
  },
  {
    "code": "F17D 1/14",
    "description": "••••Transporte de líquidos o productos viscosos por bombeo [2006.01]"
  },
  {
    "code": "F17D 1/16",
    "description": "••••Facilitar el transporte de líquidos o realizar el transporte de productos viscosos mediante el cambio de su viscosidad [2006.01]"
  },
  {
    "code": "F17D 1/17",
    "description": "••••••por mezcla con otro líquido [2006.01]"
  },
  {
    "code": "F17D 1/18",
    "description": "••••••por calentamiento [2006.01]"
  },
  {
    "code": "F17D 1/20",
    "description": "••Disposiciones o sistemas de dispositivos para influir o alterar las características dinámicas de los sistemas, p. ej. por amortiguamiento de las pulsaciones ocasionadas por la apertura o cierre de válvulas (dinámica de fluidos F15D; amortiguamiento de las pulsaciones en los fluidos canalizados en general F16L 55/04) [2006.01]"
  },
  {
    "code": "F17D 3/00",
    "description": "Disposiciones para la supervisión o el control de las operaciones de trabajo [2006.01]"
  },
  {
    "code": "F17D 3/01",
    "description": "••para controlar, señalizar o supervisar el transporte de un producto [2006.01]"
  },
  {
    "code": "F17D 3/03",
    "description": "••para controlar, señalizar o supervisar el transporte de varios productos diferentes seguidos unos de otros en el mismo conducto, p. ej. para pasar de un tanque receptor a otro [2006.01]"
  },
  {
    "code": "F17D 3/05",
    "description": "••••no estando separados los diferentes productos (separación de contaminantes por destilación B01D 3/00) [2006.01]"
  },
  {
    "code": "F17D 3/08",
    "description": "••••estando separados los diferentes productos por \"pistones rascadores\", p. ej. esferas (dispositivos de limpieza movidos por el interior de la tubería mediante fluido a presión B08B 9/053) [2006.01]"
  },
  {
    "code": "F17D 3/10",
    "description": "••por extracción del producto en el recorrido (investigación o análisis de materiales por determinación de sus propiedades químicas o físicas G01N) [2006.01]"
  },
  {
    "code": "F17D 3/12",
    "description": "••por inyección de un compuesto en el interior del conducto [2006.01]"
  },
  {
    "code": "F17D 3/14",
    "description": "••por eliminación del agua (separación de líquidos B01D, p. ej. B01D 17/00; separación de gases o vapores B01D 53/00) [2006.01]"
  },
  {
    "code": "F17D 3/16",
    "description": "••por eliminación de partículas en suspensión (separación por sedimentación de líquidos B01D 21/00; por filtración o de otra forma B01D 24/00-B01D 51/00; aparatos centrifugadores B04) [2006.01]"
  },
  {
    "code": "F17D 3/18",
    "description": "••mediante medida de la cantidad de producto transportado (medida de volúmenes o caudales en general G01F) [2006.01]"
  },
  {
    "code": "F17D 5/00",
    "description": "Protección o supervisión de instalaciones (disposiciones para la protección de los cimientos E02D 31/00; protección de tuberías contra daños o desgaste interno o externo F16L 57/00, contra corrosión o incrustación F16L 58/00; investigación de la estanqueidad a fluidos de las estructuras G01M 3/00) [2006.01]"
  },
  {
    "code": "F17D 5/02",
    "description": "••Prevención, intercepción o localización de pérdidas [2006.01]"
  },
  {
    "code": "F17D 5/04",
    "description": "••••por medio de un fluido trazador encerrado en una pared doble [2006.01]"
  },
  {
    "code": "F17D 5/06",
    "description": "••••usando medios eléctricos o acústicos [2006.01]"
  },
  {
    "code": "F17D 5/08",
    "description": "••Protección de las instalaciones o de las personas contra los efectos del alto voltaje inducido en la tubería (disposición de circuitos protectores de emergencia H02H) [2006.01]"
  }
]