[
  {
    "code": "F21K 2/00",
    "description": "Fuentes de luz no eléctricas que utilizan luminiscencia (que utilizan excitación por radiactividad G21H 3/02, H01J 65/06, H01J 65/08; que utilizan excitación procedente de un campo electromagnético externo o de una radiación corpuscular externa H01J 65/04); Fuentes de luz que utilizan electroquimioluminiscencia [2006.01]"
  },
  {
    "code": "F21K 2/04",
    "description": "••utilizando triboluminiscencia; usando termo-luminiscencia [2006.01]"
  },
  {
    "code": "F21K 2/06",
    "description": "••utilizando químicoluminiscencia [2006.01]"
  },
  {
    "code": "F21K 2/08",
    "description": "••••activada por un campo eléctrico, es decir, electroquímicoluminiscencia [2006.01]"
  },
  {
    "code": "F21K 5/00",
    "description": "Fuentes de luz que utilizan cargas de material combustible, p. ej. dispositivos de iluminación de tipo flash [2006.01]"
  },
  {
    "code": "F21K 5/04",
    "description": "••Cargas múltiples, p. ej. asociadas para un encendido secuencial (F21K 5/06, F21K 5/12 tienen prioridad) [2006.01]"
  },
  {
    "code": "F21K 5/06",
    "description": "••Confinamiento de la carga [2006.01]"
  },
  {
    "code": "F21K 5/08",
    "description": "••••Carga contenida en un recipiente no disruptivo, p. ej. ampolla de flash para fotografía [2006.01]"
  },
  {
    "code": "F21K 5/10",
    "description": "••••••con un revestimiento [2006.01]"
  },
  {
    "code": "F21K 5/12",
    "description": "••Encendido de la carga [2006.01]"
  },
  {
    "code": "F21K 5/14",
    "description": "••••por percusión [2006.01]"
  },
  {
    "code": "F21K 5/16",
    "description": "••••eléctrico (circuitos H05B 46/00) [2006.01]"
  },
  {
    "code": "F21K 5/18",
    "description": "••••••Cargas iniciadoras con encendido eléctrico [2006.01]"
  },
  {
    "code": "F21K 5/20",
    "description": "••Medios de alimentación de la carga [2006.01]"
  },
  {
    "code": "F21K 5/22",
    "description": "••Pantallas de protección contra la luz [2006.01]"
  },
  {
    "code": "F21K 9/00",
    "description": "Fuentes de luz que utilizan dispositivos semiconductores como elementos generadores de luz, p. ej. utilizando diodos emisores de luz [LED] o láseres [2016.01]"
  },
  {
    "code": "F21K 9/20",
    "description": "••Fuentes de luz que comprenden medios de fijación [2016.01]"
  },
  {
    "code": "F21K 9/23",
    "description": "••••Fuentes de luz compatibles para dispositivos de iluminación con un único dispositivo portalámparas para cada fuente de luz, p. ej. para la sustitución de lámparas incandescentes con sujeciones de bayoneta o roscadas [2016.01]"
  },
  {
    "code": "F21K 9/232",
    "description": "••••••especialmente adaptadas para generar una distribución de luz esencialmente omnidireccional, p. ej. con una bombilla de vidrio [2016.01]"
  },
  {
    "code": "F21K 9/233",
    "description": "••••••especialmente adaptadas para generar una distribución de luz puntual,  p. ej. para la sustitución de lámparas reflectoras [2016.01]"
  },
  {
    "code": "F21K 9/235",
    "description": "••••••Detalles de bases o tapas, es decir, partes que conectan la fuente de luz a un accesorio; Disposición de los componentes dentro de bases o tapas (F21K 9/238 tiene prioridad) [2016.01]"
  },
  {
    "code": "F21K 9/237",
    "description": "••••••Detalles de alojamientos o carcasas, es decir, las partes entre el elemento generador de luz y las bases; Disposición de los componentes dentro de alojamientos o carcasas (F21K 9/238 tiene prioridad) [2016.01]"
  },
  {
    "code": "F21K 9/238",
    "description": "••••••Disposición o montaje de elementos de circuitos integrados en la fuente de luz [2016.01]"
  },
  {
    "code": "F21K 9/27",
    "description": "••••Fuentes de luz compatibles para dispositivos de iluminación con dos dispositivos portalámparas para cada fuente de luz, p. ej., para la sustitución de tubos fluorescentes [2016.01]"
  },
  {
    "code": "F21K 9/272",
    "description": "••••••Detalles de partes de extremo, es decir, las partes que conectan la fuente de luz a un accesorio; Disposición de los componentes dentro de las piezas de extremo (F21K 9/278 tiene prioridad) [2016.01]"
  },
  {
    "code": "F21K 9/275",
    "description": "••••••Detalles de bases o alojamientos, es decir, las partes entre el elemento generador de luz y las tapas de los extremos; Disposición de los componentes dentro de las bases o alojamientos (F21K 9/278 tiene prioridad) [2016.01]"
  },
  {
    "code": "F21K 9/278",
    "description": "••••••Disposición o montaje de elementos de circuitos integrados en la fuente de luz [2016.01]"
  },
  {
    "code": "F21K 9/60",
    "description": "••Dispositivos ópticos integrados en la fuente de luz, p. ej., para mejorar el índice de rendimiento de color o la extracción de luz [2016.01]"
  },
  {
    "code": "F21K 9/61",
    "description": "••••utilizando guías de luz [2016.01]"
  },
  {
    "code": "F21K 9/62",
    "description": "••••utilizando cámaras de mezcla, p. ej. alojamientos con paredes reflectantes [2016.01]"
  },
  {
    "code": "F21K 9/64",
    "description": "••••utilizando medios de conversión de longitud de onda distintos o separados del elemento generador de luz, p. ej. una capa de fósforo remoto [2016.01]"
  },
  {
    "code": "F21K 9/65",
    "description": "••••especialmente adaptados al cambio de las características o la distribución de la luz, p. ej.  mediante el ajuste de las piezas [2016.01]"
  },
  {
    "code": "F21K 9/66",
    "description": "••••Detalles de globos o cubiertas que forman parte de la fuente de luz [2016.01]"
  },
  {
    "code": "F21K 9/68",
    "description": "••••Detalles de los reflectores que forman parte de la fuente de luz [2016.01]"
  },
  {
    "code": "F21K 9/69",
    "description": "••••Detalles de los refractores que forman parte de la fuente de luz [2016.01]"
  },
  {
    "code": "F21K 9/90",
    "description": "••Métodos de fabricación [2016.01]"
  },
  {
    "code": "F21K 99/00",
    "description": "Materia no prevista en otros grupos de esta subclase [2016.01]"
  }
]