[
  {
    "code": "F22G 1/00",
    "description": "Sobrecalentamiento del vapor caracterizado por el método de calentamiento (reacciones químicas exotérmicas que no incluyen un suministro de oxígeno libre gaseoso, aparatos o dispositivos que utilizan el calor así producido F24V 30/00) [2006.01]"
  },
  {
    "code": "F22G 1/02",
    "description": "••estando el calor suministrado por los humos calientes que provienen del hogar de la caldera [2006.01]"
  },
  {
    "code": "F22G 1/04",
    "description": "••••por desvío de la corriente de los humos hacia sobrecalentadores separados utilizando un ciclo de recalentamiento, p. ej. para recalentamiento del vapor entre un escalón de alta presión de una turbina y un escalón intermedio [2006.01]"
  },
  {
    "code": "F22G 1/06",
    "description": "••estando el calor suministrado principalmente por radiación [2006.01]"
  },
  {
    "code": "F22G 1/08",
    "description": "••••proviniendo de una pared de ladrillo calentada o de una fuente análoga [2006.01]"
  },
  {
    "code": "F22G 1/10",
    "description": "••con dispositivos que aseguran el sobrecalentamiento del vapor por estrangulamiento [2006.01]"
  },
  {
    "code": "F22G 1/12",
    "description": "••por mezclado del vapor con los gases del hogar o con otros productos de combustión [2006.01]"
  },
  {
    "code": "F22G 1/14",
    "description": "••empleando el calor producido por reacciones químicas [2006.01]"
  },
  {
    "code": "F22G 1/16",
    "description": "••empleando una fuente de calor separada, independientemente del calor suministrado de la caldera, p. ej. por electricidad, por combustión auxiliar de fuel-oil [2006.01]"
  },
  {
    "code": "F22G 3/00",
    "description": "Sobrecalentadores de vapor caracterizados por particularidades estructurales; Detalles o partes constitutivas de estos aparatos (características generales de los cambiadores de calor encerrados F28D) [2006.01]"
  },
  {
    "code": "F22G 5/00",
    "description": "Control de la temperatura de sobrecalentamiento (sistemas de control para calderas de vapor F22B; control o regulación en general G05) [2006.01]"
  },
  {
    "code": "F22G 5/02",
    "description": "••Aplicaciones de los dispositivos de control de la combustión, p. ej. quemadores de llama tangencial, quemadores orientables [2006.01]"
  },
  {
    "code": "F22G 5/04",
    "description": "••por regulación del flujo de la corriente de los humos, p. ej. por reparto o por derivación [2006.01]"
  },
  {
    "code": "F22G 5/06",
    "description": "••por recirculación de la corriente de los humos [2006.01]"
  },
  {
    "code": "F22G 5/08",
    "description": "••••proviniendo del escape de los gases de hogar a través del ventilador de recirculación [2006.01]"
  },
  {
    "code": "F22G 5/10",
    "description": "••por desplazamiento de las secciones del sobrecalentador [2006.01]"
  },
  {
    "code": "F22G 5/12",
    "description": "••por disminución de la temperatura del vapor sobrecalentado, p. ej. por inyección de agua pulverizada (mezcladores de pulverización B01F 25/70) [2006.01]"
  },
  {
    "code": "F22G 5/14",
    "description": "••••por vapor vivo [2006.01]"
  },
  {
    "code": "F22G 5/16",
    "description": "••por enfriamiento o calentamiento directo del vapor sobrecalentado en un cambiador encerrado auxiliar incorporado en el circuito [2006.01]"
  },
  {
    "code": "F22G 5/18",
    "description": "••por by-pass del vapor alrededor de las secciones del sobrecalentador [2006.01]"
  },
  {
    "code": "F22G 5/20",
    "description": "••por combinación de diferentes procedimientos de control [2006.01]"
  },
  {
    "code": "F22G 7/00",
    "description": "Sobrecalentadores de vapor caracterizados por su emplazamiento o su disposición [2006.01]"
  },
  {
    "code": "F22G 7/02",
    "description": "••en los tubos de humos [2006.01]"
  },
  {
    "code": "F22G 7/04",
    "description": "••en las cubiertas alrededor de los tubos de humo [2006.01]"
  },
  {
    "code": "F22G 7/06",
    "description": "••en los tubos hogares [2006.01]"
  },
  {
    "code": "F22G 7/08",
    "description": "••en las cajas de fuego [2006.01]"
  },
  {
    "code": "F22G 7/10",
    "description": "••en las cajas de humos [2006.01]"
  },
  {
    "code": "F22G 7/12",
    "description": "••en los conductos de humos [2006.01]"
  },
  {
    "code": "F22G 7/14",
    "description": "••en las calderas de tubos de agua, p. ej. entre las baterías de tubos de agua [2006.01]"
  }
]