[
  {
    "code": "F23B 10/00",
    "description": "Aparatos de combustión caracterizados por la combinación de dos o más cámaras de combustión [2011.01]"
  },
  {
    "code": "F23B 10/02",
    "description": "••que incluyen cámaras de combustión secundarias [2011.01]"
  },
  {
    "code": "F23B 20/00",
    "description": "Aparatos de combustión especialmente adaptados para portabilidad o transportabilidad [2006.01]"
  },
  {
    "code": "F23B 30/00",
    "description": "Aparatos de combustión con medios accionados para agitar el combustible en combustión; Aparatos de combustión con medios accionados para hacer avanzar el combustible en combustión a través de la cámara de combustión [2006.01]"
  },
  {
    "code": "F23B 30/02",
    "description": "••con superficies portantes del combustible móviles, p. ej. vibrantes; con superficies portantes del combustible que tiene partes móviles [2006.01]"
  },
  {
    "code": "F23B 30/04",
    "description": "••••con superficies portantes del combustible que son giratorias alrededor de un eje horizontal o inclinado y que portan el combustible en su interior, p. ej. parrillas cilíndricas [2006.01]"
  },
  {
    "code": "F23B 30/06",
    "description": "••••con superficies portantes del combustible que están especialmente adaptadas para hacer avanzar el combustible a través de la zona de combustión [2006.01]"
  },
  {
    "code": "F23B 30/08",
    "description": "••••••con superficies portantes del combustible que se mueven a través de la zona de combustión, p. ej. parrillas móviles articuladas [2006.01]"
  },
  {
    "code": "F23B 30/10",
    "description": "••••••con superficies portantes del combustible que tienen elementos responsables del avance del combustible que son móviles, pero que permanecen esencialmente en el mismo lugar, p. ej. con rodillos o con barras de emparrillado dotadas de movimiento alternativo [2006.01]"
  },
  {
    "code": "F23B 40/00",
    "description": "Aparatos de combustión con medios accionados para alimentar combustible a la cámara de combustión [2006.01]"
  },
  {
    "code": "F23B 40/02",
    "description": "••siendo alimentado el combustible mediante diseminación sobre la superficie de soporte del combustible [2006.01]"
  },
  {
    "code": "F23B 40/04",
    "description": "••siendo alimentado el combustible desde abajo a través de una apertura en la superficie portante del combustible [2006.01]"
  },
  {
    "code": "F23B 40/06",
    "description": "••siendo alimentado el combustible a lo largo de la superficie portante del combustible [2006.01]"
  },
  {
    "code": "F23B 40/08",
    "description": "••••dentro de parrillas en forma de crisol o artesa [2006.01]"
  },
  {
    "code": "F23B 50/00",
    "description": "Aparatos de combustión en los que el combustible es introducido dentro o a través de la zona de combustión por gravedad, p. ej. desde un depósito de combustible situado por encima de la zona de combustión [2006.01]"
  },
  {
    "code": "F23B 50/02",
    "description": "••formando el combustible una columna, una pila o una capa gruesa con la zona de combustión en su base [2006.01]"
  },
  {
    "code": "F23B 50/04",
    "description": "••••siendo el movimiento del aire de combustión y de los gases de escape sustancialmente transversal al movimiento del fluido [2006.01]"
  },
  {
    "code": "F23B 50/06",
    "description": "••••siendo evacuados hacía abajo los gases de escape a través de una o más aperturas presentes en la superficie portante del combustible [2006.01]"
  },
  {
    "code": "F23B 50/08",
    "description": "••••con cuerpos deflectores del combustible formando espacios libres de combustión dentro de la capa de combustible [2006.01]"
  },
  {
    "code": "F23B 50/10",
    "description": "••••con la zona de combustión situada en la base de conductos llenos de combustible que terminan en la superficie de un lecho de combustible [2006.01]"
  },
  {
    "code": "F23B 50/12",
    "description": "••siendo alimentado el combustible a la zona de combustión mediante caída libre o por deslizamiento a lo largo de superficies inclinadas, p. ej. desde un transportador que termina por encima del lecho de combustible [2006.01]"
  },
  {
    "code": "F23B 60/00",
    "description": "Aparatos de combustión en los que el combustible se quema esencialmente sin movimiento [2006.01]"
  },
  {
    "code": "F23B 60/02",
    "description": "••con aire de combustión suministrado a través de una parrilla [2006.01]"
  },
  {
    "code": "F23B 70/00",
    "description": "Aparatos de combustión caracterizados por medios para hacer retornar los residuos sólidos de combustión a la cámara de combustión [2006.01]"
  },
  {
    "code": "F23B 80/00",
    "description": "Aparatos de combustión caracterizados por medios para crear un trayecto de circulación distinto para los gases de combustión o para los gases no combustionados emitidos por el combustible [2006.01]"
  },
  {
    "code": "F23B 80/02",
    "description": "••por medios para hacer retornar los gases de combustión a la cámara de combustión o a la zona de combustión [2006.01]"
  },
  {
    "code": "F23B 80/04",
    "description": "••por medios para guiar el flujo de gases de combustión, p. ej. deflectores [2006.01]"
  },
  {
    "code": "F23B 90/00",
    "description": "Procedimientos de combustión no ligados a un tipo particular de aparato [2011.01]"
  },
  {
    "code": "F23B 90/02",
    "description": "••Técnicas de puesta en marcha [2011.01]"
  },
  {
    "code": "F23B 90/04",
    "description": "••que incluyen combustión secundaria (en cámaras de combustión separadas F23B 10/02) [2011.01]"
  },
  {
    "code": "F23B 90/06",
    "description": "••••siendo la combustión primaria gasificación o pirolisis en una atmósfera reducida [2011.01]"
  },
  {
    "code": "F23B 90/08",
    "description": "••••en presencia de material catalítico [2011.01]"
  },
  {
    "code": "F23B 99/00",
    "description": "Materia no prevista en otros grupos de esta subclase [2006.01]"
  },
  {
    "code": "F23B 101/00",
    "description": "Adaptación de aparatos de combustión a calderas en las que la cámara de combustión está situada en el interior de la vasija de la caldera, p. ej. rodeada por superficies refrigeradas [2006.01]"
  },
  {
    "code": "F23B 103/00",
    "description": "Adaptación de aparatos de combustión para su colocación en o contra una apertura de una caldera, p. ej. para reemplazar un quemador de aceite [2006.01]"
  },
  {
    "code": "F23B 103/02",
    "description": "••para producir una llama esencialmente horizontal [2006.01]"
  }
]