[
  {
    "code": "F23C 1/00",
    "description": "Aparatos de combustión especialmente adaptados para quemar dos o más clases de combustible simultánea o alternativamente, siendo al menos uno de los combustibles un combustible fluido o un combustible sólido suspendido en aire (aparatos de combustión caracterizados por la combinación de dos o más cámaras de combustión F23C 6/00; encendedores con llama piloto F23Q 9/00) [2006.01]"
  },
  {
    "code": "F23C 1/02",
    "description": "••combustible en pedazos y líquido [2006.01]"
  },
  {
    "code": "F23C 1/04",
    "description": "••combustible en pedazos y gaseoso [2006.01]"
  },
  {
    "code": "F23C 1/06",
    "description": "••combustible en pedazos y pulverulento [2006.01]"
  },
  {
    "code": "F23C 1/08",
    "description": "••combustible líquido y gaseoso [2006.01]"
  },
  {
    "code": "F23C 1/10",
    "description": "••combustible líquido y pulverulento [2006.01]"
  },
  {
    "code": "F23C 1/12",
    "description": "••combustible gaseoso y pulverulento [2006.01]"
  },
  {
    "code": "F23C 3/00",
    "description": "Aparatos de combustión caracterizados por la forma de la cámara de combustión (F23C 15/00 tiene prioridad) [2006.01]"
  },
  {
    "code": "F23C 5/00",
    "description": "Aparatos de combustión caracterizados por la disposición o montaje de los quemadores [2006.01]"
  },
  {
    "code": "F23C 5/02",
    "description": "••Detalles estructurales del montaje [2006.01]"
  },
  {
    "code": "F23C 5/06",
    "description": "••••Previsiones para regular la posición del quemador durante el funcionamiento [2006.01]"
  },
  {
    "code": "F23C 5/08",
    "description": "••Disposiciones de los quemadores [2006.01]"
  },
  {
    "code": "F23C 5/14",
    "description": "••••para obtener una llama única concentrada o de forma principalmente plana, p. ej. de pincel o en forma de lámina (F23C 5/32 tiene prioridad) [2006.01]"
  },
  {
    "code": "F23C 5/24",
    "description": "••••para obtener una llama en forma de lazo [2006.01]"
  },
  {
    "code": "F23C 5/28",
    "description": "••••para obtener llamas en direcciones opuestas, p. ej. llamas que chocan contra una pared [2006.01]"
  },
  {
    "code": "F23C 5/32",
    "description": "••••para obtener llamas giratorias, es decir, llamas que se mueven helicoidal o espiralmente [2006.01]"
  },
  {
    "code": "F23C 6/00",
    "description": "Aparatos de combustión caracterizados por la combinación de dos o más cámaras de combustión [2006.01]"
  },
  {
    "code": "F23C 6/02",
    "description": "••dispuestas en paralelo [2006.01]"
  },
  {
    "code": "F23C 6/04",
    "description": "••conectadas en serie [2006.01]"
  },
  {
    "code": "F23C 7/00",
    "description": "Aparatos de combustión caracterizados por disposiciones para el suministro de aire (entradas para aire de fluidificación F23C 10/20; desviadores o protectores con pasajes de suministro de aire F23M 9/04) [2006.01]"
  },
  {
    "code": "F23C 7/02",
    "description": "••Disposición de suministro de aire que no atraviesa los quemadores [2006.01]"
  },
  {
    "code": "F23C 7/04",
    "description": "••••con objeto de obtener una transmisión de calor máxima sobre las paredes de la cámara de combustión [2006.01]"
  },
  {
    "code": "F23C 7/06",
    "description": "••••para el calentamiento del aire entrante (disposiciones de los regeneradores o recuperadores F23L 15/00) [2006.01]"
  },
  {
    "code": "F23C 7/08",
    "description": "••••••indirectamente por un fluido secundario diferente de los productos de combustión [2006.01]"
  },
  {
    "code": "F23C 9/00",
    "description": "Aparatos de combustión caracterizados por disposiciones para hacer retornar los productos de combustión o los gases de combustión a la cámara de combustión (aparatos de combustión de lecho fluidificado con dispositivos para la remoción y parcial reintroducción de material en el lecho F23C 10/02; aparatos de combustión de lecho fluidificado con dispositivos para la remoción y parcial reintroducción de material en el lecho F23C 10/26) [2006.01]"
  },
  {
    "code": "F23C 9/06",
    "description": "••para completar la combustión [2006.01]"
  },
  {
    "code": "F23C 9/08",
    "description": "••para reducir la temperatura en la cámara de combustión, p. ej. para proteger las paredes de la cámara de combustión [2006.01]"
  },
  {
    "code": "F23C 10/00",
    "description": "Aparatos en los que la combustión tiene lugar en un lecho fluidificado de combustible o de otras partículas [2006.01]"
  },
  {
    "code": "F23C 10/01",
    "description": "••en un lecho fluidificado de partículas catalíticas [2006.01]"
  },
  {
    "code": "F23C 10/02",
    "description": "••con medios especialmente adaptados para conseguir o favorecer el movimiento de circulación de las partículas dentro del lecho o para la recirculación de partículas arrastradas desde el lecho [2006.01]"
  },
  {
    "code": "F23C 10/04",
    "description": "••••las partículas son dirigidas hacia una sección, p. ej. a una sección de intercambio de calor o a un conducto de retorno, protegida al menos parcialmente de la zona de combustión, antes de ser reintroducidas en la zona de combustión [2006.01]"
  },
  {
    "code": "F23C 10/06",
    "description": "••••••el movimiento de circulación es favorecido mediante la inducción de distintos grados de fluidificación en las diferentes partes del lecho [2006.01]"
  },
  {
    "code": "F23C 10/08",
    "description": "••••••caracterizados por la disposición de aparatos de separación, p. ej. ciclones, para separar partículas de los gases de combustión [2006.01]"
  },
  {
    "code": "F23C 10/10",
    "description": "••••••••los aparatos de separación están localizados fuera de la cámara de combustión [2006.01]"
  },
  {
    "code": "F23C 10/12",
    "description": "••••las partículas son circuladas dentro de la zona de combustión exclusivamente [2006.01]"
  },
  {
    "code": "F23C 10/14",
    "description": "••••••el movimiento de circulación es favorecido mediante la inducción de distintos grados de fluidificación en las diferentes partes del lecho [2006.01]"
  },
  {
    "code": "F23C 10/16",
    "description": "••especialmente adaptados para funcionar a presiones superatmosféricas, p. ej. mediante la disposición de la cámara de combustión y de sus sistemas auxiliares dentro de una recipiente de presión [2006.01]"
  },
  {
    "code": "F23C 10/18",
    "description": "••Detalles; Accesorios [2006.01]"
  },
  {
    "code": "F23C 10/20",
    "description": "••••Entradas para aire de fluidificación, p. ej. rejas; fondos [2006.01]"
  },
  {
    "code": "F23C 10/22",
    "description": "••••Alimentadores de combustible especialmente adaptados para los aparatos de combustión de lecho fluidificado (F23C 10/26 tiene prioridad) [2006.01]"
  },
  {
    "code": "F23C 10/24",
    "description": "••••Dispositivos para la extracción de material del lecho (dispositivos para controlar el nivel del lecho o la cantidad de material en el lecho F23C 10/30) [2006.01]"
  },
  {
    "code": "F23C 10/26",
    "description": "••••••combinados con dispositivos para la reintroducción parcial de material en el lecho, p. ej tras la separación de las partes aglomeradas [2006.01]"
  },
  {
    "code": "F23C 10/28",
    "description": "••••Dispositivos de control especialmente adaptados para aparatos de combustión de lecho fluidificado [2006.01]"
  },
  {
    "code": "F23C 10/30",
    "description": "••••••para controlar el nivel del lecho o la cantidad de material en el lecho [2006.01]"
  },
  {
    "code": "F23C 10/32",
    "description": "••••••••controlando la tasa de recirculación de las partículas separadas de los gases de combustión [2006.01]"
  },
  {
    "code": "F23C 13/00",
    "description": "Aparatos en los que la combustión tiene lugar en presencia de material catalítico (en un lecho fluidificado de partículas catalíticas F23C 10/01; quemadores de calor radiante que utilizan la catálisis para una combustión sin llama F23D 14/18) [2006.01]"
  },
  {
    "code": "F23C 13/02",
    "description": "••caracterizados por los dispositivos para comenzar el proceso, p. ej. para calentar el material catalítico hasta la temperatura de operación [2006.01]"
  },
  {
    "code": "F23C 13/04",
    "description": "••caracterizados por la disposición de dos o más elementos catalíticos en conexión en serie [2006.01]"
  },
  {
    "code": "F23C 13/06",
    "description": "••en los que tiene lugar una combustión no catalítica además de la combustión catalítica, p. ej. aguas debajo de un elemento catalítico [2006.01]"
  },
  {
    "code": "F23C 13/08",
    "description": "••caracterizados por el material catalítico [2006.01]"
  },
  {
    "code": "F23C 15/00",
    "description": "Aparatos en los que la combustión tiene lugar en pulsos influenciados por resonancia acústica en una masa de gas [2006.01]"
  },
  {
    "code": "F23C 99/00",
    "description": "Materia no prevista en otros grupos de esta subclase [2006.01]"
  },
  {
    "code": "F23C 101/00",
    "description": "Combustión en lechos fluidificados que son arrastrados p. ej. lechos fluidificados que no tienen una superficie superior bien definida [2006.01]"
  }
]