[
  {
    "code": "F23J 1/00",
    "description": "Retirada de cenizas, escorias o carbonillas de la cámara de combustión (dispositivos para la extracción de material del lecho de los aparatos de combustión de lecho fluidificado F23C 10/24) [2006.01]"
  },
  {
    "code": "F23J 1/02",
    "description": "••Aparatos para la retirada de cenizas, escorias o carbonilla de los ceniceros, p. ej. empleando vagonetas o transportadores, mediante dispositivos de succión [2006.01]"
  },
  {
    "code": "F23J 1/04",
    "description": "••Herramientas manuales, p. ej. rascadores, agujones, tenazas [2006.01]"
  },
  {
    "code": "F23J 1/06",
    "description": "••Dispositivos operados mecánicamente, p. ej. empujadores de escorias (formando parte de la parrilla F23H) [2006.01]"
  },
  {
    "code": "F23J 1/08",
    "description": "••Retirada de escorias líquidas [2006.01]"
  },
  {
    "code": "F23J 3/00",
    "description": "Retirada de los residuos sólidos que se encuentran en los pasajes o en las cámaras situadas fuera del fuego, p. ej. en los conductos de humos por sopladores de hollín [2006.01]"
  },
  {
    "code": "F23J 3/02",
    "description": "••Limpieza de los tubos de hogar; limpieza de los conductos o chimeneas [2006.01]"
  },
  {
    "code": "F23J 3/04",
    "description": "••Purgadores [2006.01]"
  },
  {
    "code": "F23J 3/06",
    "description": "••Sistemas para la acumulación de residuos de diferentes partes en la planta de hogar [2006.01]"
  },
  {
    "code": "F23J 7/00",
    "description": "Disposición de los dispositivos para suministrar productos químicos al fuego [2006.01]"
  },
  {
    "code": "F23J 9/00",
    "description": "Prevención contra la solidificación prematura de los residuos fundidos de la combustión [2006.01]"
  },
  {
    "code": "F23J 11/00",
    "description": "Dispositivos para la conducción de humos o gases, p. ej. conductos (chimeneas E04H 12/28; eliminación de los humos de cocción en las estufas u hornillas de uso doméstico F24C 15/20) [2006.01]"
  },
  {
    "code": "F23J 11/02",
    "description": "••para conducir a la salida los humos o gases procedentes de diferentes lugares, p. ej. en los depósitos de locomotoras, en garajes [2006.01]"
  },
  {
    "code": "F23J 11/04",
    "description": "••en locomotoras; en vehículos de carretera; en los barcos [2006.01]"
  },
  {
    "code": "F23J 11/06",
    "description": "••••para conducción de humos horizontalmente [2006.01]"
  },
  {
    "code": "F23J 11/08",
    "description": "••para aparatos portátiles [2006.01]"
  },
  {
    "code": "F23J 11/10",
    "description": "••para tiendas; para cabañas; para cualquier otra construcción susceptible de prenderse fuego [2006.01]"
  },
  {
    "code": "F23J 11/12",
    "description": "••Sistemas de conducción de humos para fábricas o grandes edificios [2006.01]"
  },
  {
    "code": "F23J 13/00",
    "description": "Accesorios para chimeneas o conductos de humos (medios de soporte para chimeneas E04H 12/20; escaleras fijas adosadas a chimeneas E06C 9/00; aparatos inductores de tiro asociados con chimeneas o conductos de humos F23L 17/00; sombreretes de chimenea, salidas de humos F23L 17/02) [2006.01]"
  },
  {
    "code": "F23J 13/02",
    "description": "••Guarniciones; Camisas; Envolturas [2006.01]"
  },
  {
    "code": "F23J 13/04",
    "description": "••Juntas; Conexiones [2006.01]"
  },
  {
    "code": "F23J 13/06",
    "description": "••Aberturas; Orificios de entrada [2006.01]"
  },
  {
    "code": "F23J 13/08",
    "description": "••Puertas o cubiertas especialmente adaptadas para cajas de humos, conductos o chimeneas [2006.01]"
  },
  {
    "code": "F23J 15/00",
    "description": "Colocación de dispositivos para el tratamiento de humos y vapores [2006.01]"
  },
  {
    "code": "F23J 15/02",
    "description": "••de purificadores, p. ej. para la eliminación de materiales nocivos (purgadores para residuos sólidos F23J 3/04) [2006.01]"
  },
  {
    "code": "F23J 15/04",
    "description": "••••utilizando fluidos de lavado [2006.01]"
  },
  {
    "code": "F23J 15/06",
    "description": "••de aparatos de refrigeración [2006.01]"
  },
  {
    "code": "F23J 15/08",
    "description": "••de aparatos de calefacción [2006.01]"
  },
  {
    "code": "F23J 99/00",
    "description": "Materia no prevista en otros grupos de esta subclase [2006.01]"
  }
]