[
  {
    "code": "F23L 1/00",
    "description": "Pasajes o aberturas para la introducción de aire primario para la combustión (desviadores o protectores con pasajes de suministro de aire F23M 9/02) [2006.01]"
  },
  {
    "code": "F23L 1/02",
    "description": "••por introducción del aire debajo del fuego [2006.01]"
  },
  {
    "code": "F23L 3/00",
    "description": "Disposiciones de las válvulas o los reguladores de tiro antes del fuego [2006.01]"
  },
  {
    "code": "F23L 5/00",
    "description": "Aparatos que producen corriente situados antes del fuego [2006.01]"
  },
  {
    "code": "F23L 5/02",
    "description": "••Disposiciones de los ventiladores o sopladores [2006.01]"
  },
  {
    "code": "F23L 5/04",
    "description": "••por aspiración del aire de combustión, p. ej. empleando un chorro de vapor [2006.01]"
  },
  {
    "code": "F23L 7/00",
    "description": "Alimentacion de líquidos o gases al fuego no combustibles distintos del aire, p. ej. oxígeno, vapor [2006.01]"
  },
  {
    "code": "F23L 9/00",
    "description": "Pasajes o aberturas para la introducción del aire secundario necesario para la combustión completa del combustible (desviadores o protectores con pasajes de suministro de aire F23M 9/02) [2006.01]"
  },
  {
    "code": "F23L 9/02",
    "description": "••introduciendo el aire por encima del fuego [2006.01]"
  },
  {
    "code": "F23L 9/04",
    "description": "••introduciendo el aire lejos del fuego, es decir, más cerca de la salida de humos [2006.01]"
  },
  {
    "code": "F23L 9/06",
    "description": "••introduciendo el aire en el interior de la capa de fuego [2006.01]"
  },
  {
    "code": "F23L 11/00",
    "description": "Disposiciones de las válvulas o reguladores de tiro después del fuego [2006.01]"
  },
  {
    "code": "F23L 11/02",
    "description": "••para reducir el tiro por la admisión del aire en los conductos de humos [2006.01]"
  },
  {
    "code": "F23L 13/00",
    "description": "Construcción de válvulas o reguladores de tiro para controlar el suministro o el tiro del aire [2006.01]"
  },
  {
    "code": "F23L 13/02",
    "description": "••girando alrededor de un eje único, no teniendo otro movimiento (en forma de láminas articuladas que giran alrededor de un eje F23L 13/08) [2006.01]"
  },
  {
    "code": "F23L 13/04",
    "description": "••••siendo este eje perpendicular al plano del aparato [2006.01]"
  },
  {
    "code": "F23L 13/06",
    "description": "••teniendo únicamente un movimiento de deslizamiento [2006.01]"
  },
  {
    "code": "F23L 13/08",
    "description": "••funcionando como una cortina enrollable; funcionando como una celosía de láminas móviles [2006.01]"
  },
  {
    "code": "F23L 13/10",
    "description": "••teniendo un movimiento compuesto de giro y deslizamiento [2006.01]"
  },
  {
    "code": "F23L 15/00",
    "description": "Calentamiento del aire suministrado para la combustión [2006.01]"
  },
  {
    "code": "F23L 15/02",
    "description": "••Disposiciones de los regeneradores [2006.01]"
  },
  {
    "code": "F23L 15/04",
    "description": "••Disposiciones de los recuperadores [2006.01]"
  },
  {
    "code": "F23L 17/00",
    "description": "Tiro; Tapas para chimeneas o respiraderos; Terminales para conductores de humos [2006.01]"
  },
  {
    "code": "F23L 17/02",
    "description": "••Tapas para chimeneas o respiraderos; Terminales para los conductores de humos [2006.01]"
  },
  {
    "code": "F23L 17/04",
    "description": "••••Disposiciones para el equilibrado de los conductos de circulación, es decir, dispositivos que combinan la entrada de aire en el aparato de combustión con la salida de humos [2006.01]"
  },
  {
    "code": "F23L 17/06",
    "description": "••••con varias ramas; en T [2006.01]"
  },
  {
    "code": "F23L 17/08",
    "description": "••••con conos coaxiales o aberturas laterales [2006.01]"
  },
  {
    "code": "F23L 17/10",
    "description": "••••en las cuales el terminal se desplaza como un todo [2006.01]"
  },
  {
    "code": "F23L 17/12",
    "description": "••••Dispositivos para la fijación de las terminales a las chimeneas, conductos o conductos de humos [2006.01]"
  },
  {
    "code": "F23L 17/14",
    "description": "••••Dispositivos de drenaje [2006.01]"
  },
  {
    "code": "F23L 17/16",
    "description": "••Aparatos de inducción, p. ej. chorro de vapor actuando sobre los productos de combustión más allá del fuego [2006.01]"
  },
  {
    "code": "F23L 99/00",
    "description": "Materia no prevista en otros grupos de esta subclase [2006.01]"
  }
]