[
  {
    "code": "F28C 1/00",
    "description": "Enfriadores mediante contacto directo por chorreo, p. ej. torres de refrigeración (estructura de los edificios E04H 5/12; espacios cerrados enfriados por chorreo continuo F25; partes constitutivas de los enfriadores por chorreo continuo F28F 25/00) [2006.01]"
  },
  {
    "code": "F28C 1/02",
    "description": "••con flujo en contracorriente únicamente [2006.01]"
  },
  {
    "code": "F28C 1/04",
    "description": "••con flujo cruzado únicamente [2006.01]"
  },
  {
    "code": "F28C 1/06",
    "description": "••con flujo en contracorriente y flujo cruzado [2006.01]"
  },
  {
    "code": "F28C 1/08",
    "description": "••Dispositivos para recuperar el calor del vapor de escape [2006.01]"
  },
  {
    "code": "F28C 1/10",
    "description": "••Dispositivos para suprimir el ruido [2006.01]"
  },
  {
    "code": "F28C 1/12",
    "description": "••Disposiciones para prevenir obstrucciones por congelación [2006.01]"
  },
  {
    "code": "F28C 1/14",
    "description": "••comprendiendo también un intercambiador de calor de contacto no directo [2006.01]"
  },
  {
    "code": "F28C 1/16",
    "description": "••Disposiciones para prevenir la condensación, la precipitación o la formación de neblina, en la parte exterior del enfriador (F28C 1/14 tiene prioridad) [2006.01]"
  },
  {
    "code": "F28C 3/00",
    "description": "Otros aparatos intercambiadores de calor de contacto directo [2006.01]"
  },
  {
    "code": "F28C 3/02",
    "description": "••siendo los dos medios intercambiadores de calor gases o vapores [2006.01]"
  },
  {
    "code": "F28C 3/04",
    "description": "••siendo los dos medios intercambiadores de calor líquidos [2006.01]"
  },
  {
    "code": "F28C 3/06",
    "description": "••siendo los medios intercambiadores de calor un líquido y un gas o vapor (moderadores para la refrigeración del vapor de agua F22) [2006.01]"
  },
  {
    "code": "F28C 3/08",
    "description": "••••con cambio de estado, p. ej. absorción, evaporación, condensación (producción de vapor de agua bajo presión F22) [2006.01]"
  },
  {
    "code": "F28C 3/10",
    "description": "••siendo al menos uno de los medios intercambiadores de calor un sólido fluente, p. ej. un material en forma de partículas [2006.01]"
  },
  {
    "code": "F28C 3/12",
    "description": "••••siendo el medio intercambiador de calor un material en forma de partículas y un gas, vapor o líquido [2006.01]"
  },
  {
    "code": "F28C 3/14",
    "description": "••••••desplazándose el material en forma de partículas por gravedad, p. ej. por un tubo [2006.01]"
  },
  {
    "code": "F28C 3/16",
    "description": "••••••formando el material en forma de partículas un lecho, p. ej. fluidificado, sobre tamices vibratorios [2006.01]"
  },
  {
    "code": "F28C 3/18",
    "description": "••••••estando el material en forma de partículas contenido en tambores rotativos [2006.01]"
  }
]