[
  {
    "code": "F28D 1/00",
    "description": "Aparatos cambiadores de calor que tienen conjuntos fijos de canalizaciones solamente para uno de los medios intercambiadores de calor, estando cada uno de los medios en contacto con un lado de la pared de la canalización, y siendo el otro medio intercambiador de calor una gran masa de fluido, p. ej. radiadores domésticos o de motores de automóviles (F28D 5/00 tiene prioridad) [2006.01]"
  },
  {
    "code": "F28D 1/02",
    "description": "••con las canalizaciones para el intercambio de calor sumergidas en la masa de fluido [2006.01]"
  },
  {
    "code": "F28D 1/03",
    "description": "••••con las canalizaciones en forma de placas o de láminas [2006.01]"
  },
  {
    "code": "F28D 1/04",
    "description": "••••con canalizaciones tubulares [2006.01]"
  },
  {
    "code": "F28D 1/047",
    "description": "••••••siendo las canalizaciones curvadas, p. ej. en forma de serpentín o en zig-zag [2006.01]"
  },
  {
    "code": "F28D 1/053",
    "description": "••••••siendo las canalizaciones rectas [2006.01]"
  },
  {
    "code": "F28D 1/06",
    "description": "••con las canalizaciones para el intercambio de calor formando parte o estando fijadas al tanque que contiene la masa fluida [2006.01]"
  },
  {
    "code": "F28D 3/00",
    "description": "Aparatos cambiadores de calor que tienen conjuntos fijos de canalizaciones solamente para uno de los medios intercambiadores de calor, estando cada uno de los medios en contacto con un lado de la pared de la canalización, y en los cuales el otro medio intercambiador de calor circula en forma de una película continua, o chorrea libremente, sobre las canalizaciones (F28D 5/00 tiene prioridad) [2006.01]"
  },
  {
    "code": "F28D 3/02",
    "description": "••con canalizaciones tubulares [2006.01]"
  },
  {
    "code": "F28D 3/04",
    "description": "••Disposiciones para la distribución [2006.01]"
  },
  {
    "code": "F28D 5/00",
    "description": "Aparatos cambiadores de calor que tienen conjuntos fijos de canalizaciones solamente para uno de los medios intercambiadores de calor, estando cada uno de los medios en contacto con un lado de la pared de la canalización, que utilizan el efecto de enfriamiento de la evaporación natural o forzada [2006.01]"
  },
  {
    "code": "F28D 5/02",
    "description": "••en los cuales el medio sometido a evaporación circula en forma de película continua o chorrea libremente sobre las canalizaciones [2006.01]"
  },
  {
    "code": "F28D 7/00",
    "description": "Aparatos cambiadores de calor que tienen conjuntos fijos de canalizaciones tubulares para los dos medios que intercambian calor, estando cada uno de los medios en contacto con un lado de la pared de la canalización [2006.01]"
  },
  {
    "code": "F28D 7/02",
    "description": "••estando las canalizaciones enrolladas helicoidalmente (F28D 7/10 tiene prioridad) [2006.01]"
  },
  {
    "code": "F28D 7/04",
    "description": "••estando las canalizaciones enrolladas en espiral (F28D 7/10 tiene prioridad) [2006.01]"
  },
  {
    "code": "F28D 7/06",
    "description": "••tomando las canalizaciones forma de U acodada (F28D 7/10 tiene prioridad) [2006.01]"
  },
  {
    "code": "F28D 7/08",
    "description": "••teniendo las canalizaciones cualquier otra curvatura, p. ej. en serpentina o en zig-zag (F28D 7/10 tiene prioridad) [2006.01]"
  },
  {
    "code": "F28D 7/10",
    "description": "••estando las canalizaciones colocadas una dentro de la otra, p. ej. concéntricamente [2006.01]"
  },
  {
    "code": "F28D 7/12",
    "description": "••••estando el tubo exterior cerrado en un extremo, es decir, del tipo de retorno (F28D 7/14 tiene prioridad) [2006.01]"
  },
  {
    "code": "F28D 7/14",
    "description": "••••estando los dos tubos curvados [2006.01]"
  },
  {
    "code": "F28D 7/16",
    "description": "••estando las canalizaciones situadas paralelamente (F28D 7/02-F28D 7/10 tienen prioridad) [2006.01]"
  },
  {
    "code": "F28D 9/00",
    "description": "Aparatos cambiadores de calor que tienen conjuntos fijos de canalizaciones en forma de placas o láminas para los dos medios que intercambian calor, estando cada uno de los medios en contacto con un lado de la pared de la canalización [2006.01]"
  },
  {
    "code": "F28D 9/02",
    "description": "••desplazándose los dos medios que intercambian calor formando un ángulo el uno con respecto al otro (F28D 9/04 tiene prioridad) [2006.01]"
  },
  {
    "code": "F28D 9/04",
    "description": "••estando formadas las canalizaciones por placas o láminas dispuestas en espiral [2006.01]"
  },
  {
    "code": "F28D 11/00",
    "description": "Aparatos cambiadores de calor que utilizan canalizaciones móviles [2006.01]"
  },
  {
    "code": "F28D 11/02",
    "description": "••siendo el movimiento rotativo, p. ej. efectuado por un tambor o un cilindro (F28D 11/08 tiene prioridad) [2006.01]"
  },
  {
    "code": "F28D 11/04",
    "description": "••••efectuado por un tubo o un haz de tubos [2006.01]"
  },
  {
    "code": "F28D 11/06",
    "description": "••siendo el movimiento alternativo u oscilante (F28D 11/08 tiene prioridad) [2006.01]"
  },
  {
    "code": "F28D 11/08",
    "description": "••efectuando movimientos independientes varios conjuntos de canalizaciones, p. ej. un haz rotativo de tubos en un tambor rotativo [2006.01]"
  },
  {
    "code": "F28D 13/00",
    "description": "Aparatos cambiadores de calor que utilizan lecho fluidificado [2006.01]"
  },
  {
    "code": "F28D 15/00",
    "description": "Aparatos cambiadores de calor en los cuales el agente intermediario de transferencia térmica está en tubos cerrados que pasan por, o a través de, las paredes de las canalizaciones [2006.01]"
  },
  {
    "code": "F28D 15/02",
    "description": "••en los cuales el agente se condensa y se evapora, p. ej. tubos térmicos [2006.01]"
  },
  {
    "code": "F28D 15/04",
    "description": "••••con tubos de estructura capilar [2006.01]"
  },
  {
    "code": "F28D 15/06",
    "description": "••••Dispositivos de control para dichos aparatos [2006.01]"
  },
  {
    "code": "F28D 17/00",
    "description": "Aparatos cambiadores de calor regenerativos en los cuales un agente o un cuerpo intermediario de transferencia térmica, fijo, es puesto en contacto sucesivamente con cada uno de los medios que intercambian calor, p. ej. utilizando partículas granulares [2006.01]"
  },
  {
    "code": "F28D 17/02",
    "description": "••utilizando masas rígidas, p. ej. de material poroso [2006.01]"
  },
  {
    "code": "F28D 17/04",
    "description": "••Dispositivos de distribución para los medios que intercambian calor [2006.01]"
  },
  {
    "code": "F28D 19/00",
    "description": "Aparatos cambiadores de calor regenerativos en los cuales el agente o el cuerpo intermediario de transferencia térmica se mueve sucesivamente para entrar en contacto con cada uno de los medios que intercambian calor [2006.01]"
  },
  {
    "code": "F28D 19/02",
    "description": "••utilizando partículas granulares [2006.01]"
  },
  {
    "code": "F28D 19/04",
    "description": "••utilizando masas rígidas, p. ej. colocadas en un soporte móvil [2006.01]"
  },
  {
    "code": "F28D 20/00",
    "description": "Aparatos o plantas de acumulación de calor en general; Aparatos cambiadores de calor regenerativos no cubiertos por los grupos F28D 17/00 o F28D 19/00 [2006.01]"
  },
  {
    "code": "F28D 20/02",
    "description": "••utilizando calor latente [2006.01]"
  }
]