[
  {
    "code": "F41F 1/00",
    "description": "Aparatos de lanzamiento de proyectiles desde un tubo, p. ej. cañones (F41F 3/00 tiene prioridad); Lanza-arpones [2006.01]"
  },
  {
    "code": "F41F 1/06",
    "description": "••Morteros (placas de base para morteros F41A 23/54) [2006.01]"
  },
  {
    "code": "F41F 1/08",
    "description": "••Cañones con varios tubos, p. ej. cañones de tubos gemelos [2006.01]"
  },
  {
    "code": "F41F 1/10",
    "description": "••••Cañones-revólver, es decir, cañones con varios tubos en los cuales los tubos y sus respectivos cierres están montados sobre un soporte giratorio; Mecanismos de cierre para estas armas [2006.01]"
  },
  {
    "code": "F41F 3/00",
    "description": "Aparatos de lanzamiento para cohetes o torpedos [2006.01]"
  },
  {
    "code": "F41F 3/04",
    "description": "••para cohetes [2006.01]"
  },
  {
    "code": "F41F 3/042",
    "description": "••••sirviendo al mismo tiempo como contenedor para el transporte del cohete [2006.01]"
  },
  {
    "code": "F41F 3/045",
    "description": "••••adaptados para ser transportados y utilizados por una persona, p. ej. bazokas (F41F 3/042 tiene prioridad) [2006.01]"
  },
  {
    "code": "F41F 3/048",
    "description": "••••Medios para imprimir al cohete un movimiento de rotación antes de su lanzamiento [2006.01]"
  },
  {
    "code": "F41F 3/052",
    "description": "••••Medios para fijar el cohete en el aparato de lanzamiento [2006.01]"
  },
  {
    "code": "F41F 3/055",
    "description": "••••Medios de unión antes de ser lanzado [2006.01]"
  },
  {
    "code": "F41F 3/058",
    "description": "••••Medios para suprimir los fallos de fuego y de explosión [2006.01]"
  },
  {
    "code": "F41F 3/06",
    "description": "••••desde aviones [2006.01]"
  },
  {
    "code": "F41F 3/065",
    "description": "••••••Compartimientos múltiples para lanzar cohetes, es decir, contenedores amovibles para lanzar varios cohetes [2006.01]"
  },
  {
    "code": "F41F 3/07",
    "description": "••••Lanzadores para ser utilizados bajo el agua [2006.01]"
  },
  {
    "code": "F41F 3/073",
    "description": "••••Silos para cohetes, p. ej. dispositivos para montar cohetes en el interior de los silos o para conseguir un montaje estanco (F41F 3/077 tiene prioridad) [2006.01]"
  },
  {
    "code": "F41F 3/077",
    "description": "••••Paneles de cierre o tapaderas para tubos de lanzamiento [2006.01]"
  },
  {
    "code": "F41F 3/08",
    "description": "••para torpedos marinos [2006.01]"
  },
  {
    "code": "F41F 3/10",
    "description": "••••lanzados desde debajo de la superficie del agua [2006.01]"
  },
  {
    "code": "F41F 5/00",
    "description": "Aparatos de lanzamiento para proyectiles movidos por la acción de la gravedad (desde aviones B64D 1/04) [2006.01]"
  },
  {
    "code": "F41F 5/04",
    "description": "••desde embarcaciones, p. ej. para las minas, para las cargas de profundidad [2006.01]"
  },
  {
    "code": "F41F 7/00",
    "description": "Aparatos de lanzamiento que proyectan un misil o un proyectil de otro modo que desde tubos (F41F 3/04 tiene prioridad) [2006.01]"
  }
]