[
  {
    "code": "F41H 1/00",
    "description": "Equipo de protección individual (escudos individuales F41H 5/08; contra la guerra química A62B) [2006.01]"
  },
  {
    "code": "F41H 1/02",
    "description": "••Trajes blindados o a prueba de misiles o proyectiles; Tejidos de protección compuestos [2006.01]"
  },
  {
    "code": "F41H 1/04",
    "description": "••Cascos de protección (cascos protectores A42B 3/00) [2006.01]"
  },
  {
    "code": "F41H 1/06",
    "description": "••••de acero; Protecciones de acero para la cabeza [2006.01]"
  },
  {
    "code": "F41H 1/08",
    "description": "••••de material plástico; Protecciones de material plástico para la cabeza [2006.01]"
  },
  {
    "code": "F41H 3/00",
    "description": "Camuflaje, es decir, medio o método de mimetismo y ocultación (para buques B63G 8/34, B63G 13/02) [2006.01]"
  },
  {
    "code": "F41H 3/02",
    "description": "••Medios para cubrirse, p. ej pantallas, redes (fabricación de las mismas, véanse las clases apropiadas, p. ej. D04) [2006.01]"
  },
  {
    "code": "F41H 5/00",
    "description": "Blindaje; Placas de blindaje; Escudos (procesos de fabricación o tratamientos B21, C21) [2006.01]"
  },
  {
    "code": "F41H 5/007",
    "description": "••Blindajes reactivos; Blindajes dinámicos [2006.01]"
  },
  {
    "code": "F41H 5/013",
    "description": "••Montaje o fijación de placas de blindaje [2006.01]"
  },
  {
    "code": "F41H 5/02",
    "description": "••Estructura de las placas o construcción [2006.01]"
  },
  {
    "code": "F41H 5/04",
    "description": "••••compuestas de más de una capa [2006.01]"
  },
  {
    "code": "F41H 5/06",
    "description": "••Escudos (en buques B63G 9/00; en aviones B64D 7/00) [2006.01]"
  },
  {
    "code": "F41H 5/08",
    "description": "••••individuales [2006.01]"
  },
  {
    "code": "F41H 5/10",
    "description": "••••••Bayonetas-zapas, es decir, utilizables como zapa o pala, como bayoneta o como protección contra el fuego del fusil [2006.01]"
  },
  {
    "code": "F41H 5/12",
    "description": "••••para armas ligeras; para lanzacohetes ligeros [2006.01]"
  },
  {
    "code": "F41H 5/14",
    "description": "••••••Escudos blindados sobre ruedas [2006.01]"
  },
  {
    "code": "F41H 5/16",
    "description": "••••para artillería [2006.01]"
  },
  {
    "code": "F41H 5/18",
    "description": "••••Escudos rotativos [2006.01]"
  },
  {
    "code": "F41H 5/20",
    "description": "••Torretas [2006.01]"
  },
  {
    "code": "F41H 5/22",
    "description": "••Tapas o trampillas, p. ej. en los carros de combate (en general F16J) [2006.01]"
  },
  {
    "code": "F41H 5/24",
    "description": "••de uso estático, p. ej. las fortificaciones [2006.01]"
  },
  {
    "code": "F41H 5/26",
    "description": "••Mirillas o aberturas de observación; Ventanas (fabricación o composición de vidrio C03); Tapas para ellos [2006.01]"
  },
  {
    "code": "F41H 7/00",
    "description": "Vehículos blindados o armados (aspectos generales del vehículo B60; buques acorazados o armados B63G; aeronaves blindadas o armadas B64D; montaje de armas de fuego, p. ej. metralletas, sobre vehículos F41A 23/00) [2006.01]"
  },
  {
    "code": "F41H 7/02",
    "description": "••Vehículos terrestres rodeados de un blindaje, p. ej. carros de combate (vehículos de orugas, su sistema de dirección B62D) [2006.01]"
  },
  {
    "code": "F41H 7/03",
    "description": "••••Compartimentos a presión para la tripulación; Medios para prevenir la entrada de productos asfixiantes, p. ej. de gases de combustión provenientes de los tubos de arma, en los compartimentos de la tripulación; Disposiciones para la estanqueidad [2006.01]"
  },
  {
    "code": "F41H 7/04",
    "description": "••••Estructura del blindaje (en general F41H 5/00) [2006.01]"
  },
  {
    "code": "F41H 7/10",
    "description": "••Vehículos terrestres para la colocación de minas [2006.01]"
  },
  {
    "code": "F41H 9/00",
    "description": "Material para el ataque o la defensa que utiliza la emisión de llamas, gases o humo; Material de guerra química (protección contra los agentes químicos A62B) [2006.01]"
  },
  {
    "code": "F41H 9/02",
    "description": "••Aparatos lanza-llamas (para destruir la vegetación A01M 15/00) [2006.01]"
  },
  {
    "code": "F41H 9/04",
    "description": "••Aparatos para la proyección de gases, p. ej. de gases lacrimógenos (F41H 9/10 tiene prioridad) [2006.01]"
  },
  {
    "code": "F41H 9/06",
    "description": "••Aparatos para crear cortinas de niebla o de humo artificialmente (aparatos para lanzar botes de humo, p. ej. montados sobre vehículos, F42B 5/155) [2006.01]"
  },
  {
    "code": "F41H 9/08",
    "description": "••••Botes de humo sin carga propulsiva, es decir, fijos [2006.01]"
  },
  {
    "code": "F41H 9/10",
    "description": "••Dispositivos de autodefensa para llevar en la mano o sobre el cuerpo, que liberan gases repulsivos o sustancias químicas [2006.01]"
  },
  {
    "code": "F41H 11/00",
    "description": "Instalaciones de defensa; Mecanismos de defensa (aspectos constructivos, ver sección E, p. ej. E04H 9/04); Medios para limpiar o detectar minas terrestres [2006.01]"
  },
  {
    "code": "F41H 11/02",
    "description": "••Instalaciones o sistemas de defensa antiaérea o antimisil (cartuchos o proyectiles para la producción de humo o para la liberación de cintas metálicas antirradar o de infrarrojos F42B 5/15, F42B 12/48, F42B 12/70) [2006.01]"
  },
  {
    "code": "F41H 11/04",
    "description": "••••Barreras aéreas [2006.01]"
  },
  {
    "code": "F41H 11/05",
    "description": "••Mallas de barrera para la defensa de puertos [2006.01]"
  },
  {
    "code": "F41H 11/06",
    "description": "••Trampas de armas [2006.01]"
  },
  {
    "code": "F41H 11/08",
    "description": "••Obstáculos de alambre espinoso; Barricadas; Estacas; Trampas anticarro; Dispositivos de obstáculo contra vehículos; Tetrápodos o dientes de león [2006.01]"
  },
  {
    "code": "F41H 11/10",
    "description": "••••Aparatos para su colocación, p. ej. dispositivos para el enrollado o desenrollado del alambre espinoso [2006.01]"
  },
  {
    "code": "F41H 11/11",
    "description": "••••Desmonte o neutralización de obstáculos de alambre espinoso (accesorios de armas de fuego individuales para cortar alambre F41C 27/20) [2006.01]"
  },
  {
    "code": "F41H 11/12",
    "description": "••Medios de limpieza de los campos de minas terrestres; Sistemas especialmente adaptados para detección de minas [2011.01]"
  },
  {
    "code": "F41H 11/13",
    "description": "••••Sistemas especialmente adaptados para detectar minas terrestres [2011.01]"
  },
  {
    "code": "F41H 11/132",
    "description": "••••••Sistemas biológicos, p. ej. por detección utilizando animales o plantas [2011.01]"
  },
  {
    "code": "F41H 11/134",
    "description": "••••••Sistemas químicos, p. ej. con detección por análisis de vapores [2011.01]"
  },
  {
    "code": "F41H 11/136",
    "description": "••••••Sistemas magnéticos, electromagnéticos, acústicos o de radiación, p. ej. radas que penetran en la tierra o detectores de metales [2011.01]"
  },
  {
    "code": "F41H 11/138",
    "description": "••••••Sistemas mecánicos, p. ej. palos o bastones para detección manual [2011.01]"
  },
  {
    "code": "F41H 11/14",
    "description": "••••Líneas de carga explosiva, p. ej. serpientes [2006.01]"
  },
  {
    "code": "F41H 11/16",
    "description": "••••Vehículos de limpieza de minas autopropulsados; Dispositivos de limpieza de minas que se unen a vehículos [2011.01]"
  },
  {
    "code": "F41H 11/18",
    "description": "••••••con medios de impacto contra el suelo para activar minas mediante la utilización de impulsos mecánicos, p. ej. mayales o elementos de estampado [2011.01]"
  },
  {
    "code": "F41H 11/20",
    "description": "••••••con elementos de penetración en el suelo, p. ej. con medios para remover del suelo  las minas enterradas (F41H 11/18 tiene prioridad) [2011.01]"
  },
  {
    "code": "F41H 11/22",
    "description": "••••••••siendo los elementos cubos de excavación [2011.01]"
  },
  {
    "code": "F41H 11/24",
    "description": "••••••••siendo los elementos arados [2011.01]"
  },
  {
    "code": "F41H 11/26",
    "description": "••••••••siendo estos elementos rotativos de penetración en el suelo [2011.01]"
  },
  {
    "code": "F41H 11/28",
    "description": "••••••utilizando medios de cepillado o limpieza o dozers para empujar las minas situadas en  la superficie; utilizando medios para remover las minas de la superficie intactas [2011.01]"
  },
  {
    "code": "F41H 11/30",
    "description": "••••••Con rodillos  que crean una carga de superficie en la tierra, p. ej. incrementando de forma constante la carga de superficie, con objeto de estallar [2011.01]"
  },
  {
    "code": "F41H 11/32",
    "description": "••••••Vehículos señuelo o de sacrificio; Dispositivos señuelo o de sacrificio que se unen a vehículos [2011.01]"
  },
  {
    "code": "F41H 13/00",
    "description": "Medios de ataque o de defensa no previstos en otra parte [2006.01]"
  }
]