[
  {
    "code": "B05C 1/00",
    "description": "Aparatos en los que un líquido u otro material fluido es depositado sobre la superficie de una pieza por contacto con un elemento portador del líquido u otro material fluido, p. ej. un elemento poroso impregnado de un líquido que va a ser aplicado como revestimiento (B05C 5/02, B05C 7/00, B05C 19/00 tienen prioridad) [2006.01]"
  },
  {
    "code": "B05C 1/02",
    "description": "••para aplicar un líquido u otro material fluido a objetos individuales [2006.01]"
  },
  {
    "code": "B05C 1/04",
    "description": "••para aplicar un líquido u otro material fluido a una pieza de longitud indefinida [2006.01]"
  },
  {
    "code": "B05C 1/06",
    "description": "••••por frotamiento, p. ej. con ayuda de cepillos, de tampones [2006.01]"
  },
  {
    "code": "B05C 1/08",
    "description": "••••utilizando un rodillo [2006.01]"
  },
  {
    "code": "B05C 1/10",
    "description": "••••••el líquido u otro material fluido proviene del interior del rodillo [2006.01]"
  },
  {
    "code": "B05C 1/12",
    "description": "••••••siendo pasada la pieza alrededor del rodillo (B05C 1/10 tiene prioridad) [2006.01]"
  },
  {
    "code": "B05C 1/14",
    "description": "••••utilizando una banda móvil [2006.01]"
  },
  {
    "code": "B05C 1/16",
    "description": "••••solamente sobre determinadas partes de la pieza [2006.01]"
  },
  {
    "code": "B05C 3/00",
    "description": "Aparatos en los que una pieza se pone en contacto con una gran cantidad de líquido u otro material fluido (B05C 19/00 tiene prioridad) [2006.01]"
  },
  {
    "code": "B05C 3/02",
    "description": "••la pieza se sumerge en el líquido u otro material fluido [2006.01]"
  },
  {
    "code": "B05C 3/04",
    "description": "••••con dispositivos especiales para agitar la pieza o el líquido u otro material fluido [2006.01]"
  },
  {
    "code": "B05C 3/05",
    "description": "••••••haciéndoles soportar vibraciones [2006.01]"
  },
  {
    "code": "B05C 3/08",
    "description": "••••••la pieza y el líquido u otro material fluido son agitados conjuntamente en un recipiente, p. ej. por braceaje (B05C 3/05 tiene prioridad) [2006.01]"
  },
  {
    "code": "B05C 3/09",
    "description": "••••para tratar objetos individuales [2006.01]"
  },
  {
    "code": "B05C 3/10",
    "description": "••••••los objetos son desplazados en el líquido u otro material fluido [2006.01]"
  },
  {
    "code": "B05C 3/109",
    "description": "••••••haciendo pasar líquidos u otros materiales fluidos en, o a través, de cámaras que contienen objetos inmóviles [2006.01]"
  },
  {
    "code": "B05C 3/12",
    "description": "••••para tratar una pieza de longitud indefinida [2006.01]"
  },
  {
    "code": "B05C 3/132",
    "description": "••••••soportada por transportadores [2006.01]"
  },
  {
    "code": "B05C 3/15",
    "description": "••••••no soportada por transportadores [2006.01]"
  },
  {
    "code": "B05C 3/152",
    "description": "••••••••la pieza pasa en zigzag por encima de rodillos [2006.01]"
  },
  {
    "code": "B05C 3/172",
    "description": "••••••••bajo la forma de bandas sin fin [2006.01]"
  },
  {
    "code": "B05C 3/18",
    "description": "••únicamente un lado de la pieza se pone en contacto con el líquido u otro material fluido (B05C 3/02 tiene prioridad) [2006.01]"
  },
  {
    "code": "B05C 3/20",
    "description": "••para aplicar un líquido u otro material fluido sólo a determinadas partes de la pieza (B05C 3/02 tiene prioridad) [2006.01]"
  },
  {
    "code": "B05C 5/00",
    "description": "Aparatos en los cuales un líquido u otro material fluido es proyectado, vertido o esparcido sobre la superficie de la pieza (B05C 7/00, B05C 19/00 tienen prioridad) [2006.01]"
  },
  {
    "code": "B05C 5/02",
    "description": "••a partir de un dispositivo de salida en contacto, o casi en contacto, con la pieza (B05C 5/04 tiene prioridad) [2006.01]"
  },
  {
    "code": "B05C 5/04",
    "description": "••el líquido u otro material fluido, es introducido en el aparato en estado sólido y fundido antes de la aplicación [2006.01]"
  },
  {
    "code": "B05C 7/00",
    "description": "Aparatos especialmente dispuestos para aplicar un líquido u otro material fluido sobre el interior de una pieza hueca (B05C 19/00 tiene prioridad) [2006.01]"
  },
  {
    "code": "B05C 7/02",
    "description": "••siendo proyectado el líquido u otro material fluido [2006.01]"
  },
  {
    "code": "B05C 7/04",
    "description": "••el líquido u otro material fluido se esparce o es impulsado a través de la pieza; la pieza llenada con líquido u otro material fluido se vacía después [2006.01]"
  },
  {
    "code": "B05C 7/06",
    "description": "••por dispositivos que se desplazan permaneciendo en contacto con la pieza [2006.01]"
  },
  {
    "code": "B05C 7/08",
    "description": "••••para aplicar líquidos u otros materiales fluidos a las superficies interiores de los tubos [2006.01]"
  },
  {
    "code": "B05C 9/00",
    "description": "Aparatos o instalaciones para aplicar líquidos u otros materiales fluidos a superficies por medios no previstos en los grupos B05C 1/00-B05C 7/00 o en los que el medio para depositar el líquido u otro material fluido no es importante (B05C 19/00 tiene prioridad) [2006.01]"
  },
  {
    "code": "B05C 9/02",
    "description": "••para la aplicación de un líquido u otro material fluido a superficies por medios no previstos individualmente en los grupos B05C 1/00-B05C 7/00, con o sin utilización concomitante de otros medios [2006.01]"
  },
  {
    "code": "B05C 9/04",
    "description": "••para la aplicación de líquidos u otros materiales fluidos sobre los lados opuestos de la pieza [2006.01]"
  },
  {
    "code": "B05C 9/06",
    "description": "••para la aplicación de dos líquidos u otros materiales fluidos diferentes, o el mismo líquido o material fluido dos veces, sobre el mismo lado de la pieza [2006.01]"
  },
  {
    "code": "B05C 9/08",
    "description": "••para la aplicación de un líquido u otro material fluido y ejecutar una operación auxiliar [2006.01]"
  },
  {
    "code": "B05C 9/10",
    "description": "••••la operación auxiliar se ejecuta antes de la aplicación (B05C 9/14 tiene prioridad) [2006.01]"
  },
  {
    "code": "B05C 9/12",
    "description": "••••la operación auxiliar después de la aplicación (B05C 9/14 tiene prioridad) [2006.01]"
  },
  {
    "code": "B05C 9/14",
    "description": "••••la operación auxiliar precisa la aplicación de calor [2006.01]"
  },
  {
    "code": "B05C 11/00",
    "description": "Partes constitutivas, detalles o accesorios no especificados en los grupos B05C 1/00-B05C 9/00 (B05C 19/00 tiene prioridad; medios para manipular o mantener los artículos B05C 13/00; recintos para aparatos, cabinas B05C 15/00) [2006.01]"
  },
  {
    "code": "B05C 11/02",
    "description": "••Aparatos para extender o repartir líquidos u otros materiales fluidos ya aplicados sobre una superficie (B05C 7/00 tiene prioridad; herramientas manuales para este uso B05C 17/10); Regulación del espesor del revestimiento [2006.01]"
  },
  {
    "code": "B05C 11/04",
    "description": "••••dotados de láminas [2006.01]"
  },
  {
    "code": "B05C 11/06",
    "description": "••••dotados de un insuflador de gas o de vapor [2006.01]"
  },
  {
    "code": "B05C 11/08",
    "description": "••••Extendido del líquido u otro material fluido por manipulación de la pieza tratada, p. ej. por inclinación [2006.01]"
  },
  {
    "code": "B05C 11/10",
    "description": "••Almacenaje, suministro o regulación del líquido u otro material fluido; Recuperación del exceso de líquido u otro material fluido [2006.01]"
  },
  {
    "code": "B05C 11/105",
    "description": "••••por capilaridad, p. ej. utilizando mechas [2006.01]"
  },
  {
    "code": "B05C 11/11",
    "description": "••Cubetas u otros recipientes para líquidos u otros materiales fluidos [2006.01]"
  },
  {
    "code": "B05C 11/115",
    "description": "••••Medios de estanqueidad para la entrada o la salida de la pieza [2006.01]"
  },
  {
    "code": "B05C 13/00",
    "description": "Medios para manipular o sostener objetos, p. ej. objetos individuales [2006.01]"
  },
  {
    "code": "B05C 13/02",
    "description": "••para objetos particulares [2006.01]"
  },
  {
    "code": "B05C 15/00",
    "description": "Recintos para los aparatos; Cabinas (cabinas de pulverización B05B 16/00) [2006.01]"
  },
  {
    "code": "B05C 17/00",
    "description": "Herramientas manuales o aparatos que utilizan herramientas sostenidas con la mano para aplicar o extender líquidos u otros materiales fluidos sobre superficies, para levantar parcialmente líquidos u otros materiales fluidos de las superficies (brochas y pinceles A46B) [2006.01]"
  },
  {
    "code": "B05C 17/005",
    "description": "••para descargar por presión materiales a través de un orificio de evacuación (B05C 17/02 tiene prioridad) [2006.01]"
  },
  {
    "code": "B05C 17/01",
    "description": "••••con un pistón accionado mecánicamente, eléctricamente o similar [2006.01]"
  },
  {
    "code": "B05C 17/015",
    "description": "••••con un pistón accionado neumáticamente o similar [2006.01]"
  },
  {
    "code": "B05C 17/02",
    "description": "••Rodillos [2006.01]"
  },
  {
    "code": "B05C 17/025",
    "description": "••••con un depósito independiente [2006.01]"
  },
  {
    "code": "B05C 17/03",
    "description": "••••con un sistema de alimentación de material a partir de una fuente externa [2006.01]"
  },
  {
    "code": "B05C 17/035",
    "description": "••••••dirigido hacia la superficie externa del rodillo [2006.01]"
  },
  {
    "code": "B05C 17/04",
    "description": "••••Rodillos estarcidores [2006.01]"
  },
  {
    "code": "B05C 17/06",
    "description": "••Estarcidores (B05C 17/04 tiene prioridad) [2006.01]"
  },
  {
    "code": "B05C 17/08",
    "description": "••••Soportes de estarcidores [2006.01]"
  },
  {
    "code": "B05C 17/10",
    "description": "••Herramientas manuales para levantar parcialmente, para extender o repartir líquidos u otros materiales fluidos ya aplicados, p. ej. retocadores [2006.01]"
  },
  {
    "code": "B05C 17/12",
    "description": "••Otras herramientas manuales para producir motivos decorativos [2006.01]"
  },
  {
    "code": "B05C 19/00",
    "description": "Aparatos especialmente adaptados para aplicar materiales en partículas a superficies [2006.01]"
  },
  {
    "code": "B05C 19/02",
    "description": "••utilizando técnicas de lecho fluidificado [2006.01]"
  },
  {
    "code": "B05C 19/04",
    "description": "••siendo el material en partículas proyectado, vertido o derramado sobre la superficie de trabajo (B05C 19/02 tiene prioridad) [2006.01]"
  },
  {
    "code": "B05C 19/06",
    "description": "••Almacenamiento, alimentación o regulación de la aplicación del material en partículas; Recuperación del material en partículas en exceso [2006.01]"
  },
  {
    "code": "B05C 21/00",
    "description": "Accesorios o instrumentos empleados para la aplicación de líquidos u otros materiales fluidos a superficies, no previstos en los grupos B05C 1/00-B05C 19/00 [2006.01]"
  }
]