[
  {
    "code": "B08B 1/00",
    "description": "Limpieza mediante procedimientos que implican la utilización de herramientas, de cepillos o elementos análogos (B08B 3/12, B08B 6/00, B08B 9/00  tienen prioridad) [2006.01]"
  },
  {
    "code": "B08B 1/02",
    "description": "••Limpieza de un objeto en movimiento, p. ej. de una banda o de objetos sobre un transportador [2006.01]"
  },
  {
    "code": "B08B 1/04",
    "description": "••que utilizan elementos activos giratorios (B08B 1/02  tiene prioridad) [2006.01]"
  },
  {
    "code": "B08B 3/00",
    "description": "Limpieza mediante procedimientos que implican la utilización o la presencia de un líquido o de vapor de agua (B08B 9/00  tiene prioridad) [2006.01]"
  },
  {
    "code": "B08B 3/02",
    "description": "••Limpieza producida por la fuerza de chorros o pulverizaciones [2006.01]"
  },
  {
    "code": "B08B 3/04",
    "description": "••Limpieza que implica el contacto con un líquido [2006.01]"
  },
  {
    "code": "B08B 3/06",
    "description": "••••mediante la utilización de tambores perforados en los que se coloca el objeto o el material [2006.01]"
  },
  {
    "code": "B08B 3/08",
    "description": "••••en la que el líquido desempeña una función química o disolvente (sustancias utilizadas en sí, véanse las clases apropiadas) [2006.01]"
  },
  {
    "code": "B08B 3/10",
    "description": "••••con tratamiento suplementario del líquido o del objeto en curso de limpieza, p. ej. por calor, por electricidad, por vibración [2006.01]"
  },
  {
    "code": "B08B 3/12",
    "description": "••••••por vibraciones sónicas o ultrasónicas (máquinas para lavar o enjuagar la vajilla o los utensilios de mesa que utilizan ondas sonoras o ultrasonoras A47L 15/13; limpieza de los dientes naturales, de las prótesis utilizando técnicas ultrasónicas similares a las utilizadas para los dientes naturales A61C 17/20; aplicación de vibraciones ultrasónicas a los procedimientos químicos, físicos o fisicoquímicos en general B01J 19/10) [2006.01]"
  },
  {
    "code": "B08B 3/14",
    "description": "••••••Eliminación de los desechos, p. ej. de las etiquetas, que se encuentran en el líquido limpiador (tratamiento del agua en general C02F) [2006.01]"
  },
  {
    "code": "B08B 5/00",
    "description": "Limpieza mediante procedimientos que implican la utilización de una corriente de aire o de gas (B08B 6/00, B08B 9/00 tienen prioridad) [2006.01]"
  },
  {
    "code": "B08B 5/02",
    "description": "••Limpieza producida por la fuerza de chorros, p. ej. el insuflado de cavidades [2006.01]"
  },
  {
    "code": "B08B 5/04",
    "description": "••Limpieza por aspiración, con o sin acción auxiliar (aspiradores de limpieza A47L) [2006.01]"
  },
  {
    "code": "B08B 6/00",
    "description": "Limpieza por medios electrostáticos (instrumentos de limpieza de uso doméstico de acción electrostática A47L 13/40; limpieza de soportes de grabación asurcados G11B 3/58) [2006.01]"
  },
  {
    "code": "B08B 7/00",
    "description": "Limpieza por métodos no previstos en una sola subclase o en un solo grupo de la presente subclase [2006.01]"
  },
  {
    "code": "B08B 7/02",
    "description": "••por deformación, batido o vibración de la superficie que se va a limpiar [2006.01]"
  },
  {
    "code": "B08B 7/04",
    "description": "••por una combinación de operaciones [2006.01]"
  },
  {
    "code": "B08B 9/00",
    "description": "Limpieza de objetos huecos por métodos o con aparatos especialmente adaptados a este efecto (B08B 6/00 tiene prioridad) [2006.01]"
  },
  {
    "code": "B08B 9/02",
    "description": "••Limpieza de conductos o de tubos o de sistemas de conductos o de tubos (aparatos para la limpieza de conducciones o tubos metálicos por procedimientos químicos C23G 3/04) [2006.01]"
  },
  {
    "code": "B08B 9/023",
    "description": "••••Limpieza de las superficies externas [2006.01]"
  },
  {
    "code": "B08B 9/027",
    "description": "••••Limpieza de las superficies internas; Eliminación de atascos [2006.01]"
  },
  {
    "code": "B08B 9/032",
    "description": "••••••por la acción mecánica de un fluido en movimiento, p. ej. tirando de la cadena (B08B 9/04  tiene prioridad) [2006.01]"
  },
  {
    "code": "B08B 9/035",
    "description": "••••••••por succión [2006.01]"
  },
  {
    "code": "B08B 9/04",
    "description": "••••••utilizando dispositivos de limpieza introducidos y que se desplazan a lo largo de la tubería [2006.01]"
  },
  {
    "code": "B08B 9/043",
    "description": "••••••••movidos por un mecanismo articulado accionado desde el exterior, p. ej. empujados o arrastrados a través de las tuberías [2006.01]"
  },
  {
    "code": "B08B 9/045",
    "description": "••••••••••estando los dispositivos de limpieza rotando mientras se desplazan (B08B 9/047  tiene prioridad) [2006.01]"
  },
  {
    "code": "B08B 9/047",
    "description": "••••••••••teniendo los dispositivos de limpieza motores para accionar las herramientas de limpieza [2006.01]"
  },
  {
    "code": "B08B 9/049",
    "description": "••••••••teniendo los dispositivos de limpieza medios autopropulsores para desplazarse a lo largo de la tubería [2006.01]"
  },
  {
    "code": "B08B 9/051",
    "description": "••••••••••teniendo los dispositivos de limpieza motores para accionar las herramientas de limpieza [2006.01]"
  },
  {
    "code": "B08B 9/053",
    "description": "••••••••desplazados a lo largo de la tubería por un fluido, p. ej. por la presión del fluido o por succión [2006.01]"
  },
  {
    "code": "B08B 9/055",
    "description": "••••••••••los dispositivos de limpieza adaptándose, o siendo adaptables, sustancialmente a la sección transversal de las tuberías, p.ej. erizos mecánicos o topos mecánicos [2006.01]"
  },
  {
    "code": "B08B 9/057",
    "description": "••••••••••los dispositivos de limpieza teniendo elementos discretos animados, p.ej. bolas, elementos abrasivos, cepillos [2006.01]"
  },
  {
    "code": "B08B 9/08",
    "description": "••Limpieza de recipientes, p. ej. de depósitos [2006.01]"
  },
  {
    "code": "B08B 9/087",
    "description": "••••mediante procedimientos que implican la utilización de herramientas, p. ej. de cepillos, de rascadores (B08B 9/20  tiene prioridad) [2006.01]"
  },
  {
    "code": "B08B 9/093",
    "description": "••••mediante la fuerza de chorros o de pulverizaciones (B08B 9/20  tiene prioridad) [2006.01]"
  },
  {
    "code": "B08B 9/20",
    "description": "••••utilizando aparatos en o sobre los cuales se traen los recipientes, p. ej. botellas, tarros, bidones [2006.01]"
  },
  {
    "code": "B08B 9/22",
    "description": "••••••limpiando los aparatos únicamente por inmersión [2006.01]"
  },
  {
    "code": "B08B 9/24",
    "description": "••••••••e incluyendo transportadores [2006.01]"
  },
  {
    "code": "B08B 9/26",
    "description": "••••••••••transportadores rotativos [2006.01]"
  },
  {
    "code": "B08B 9/28",
    "description": "••••••limpiando los aparatos mediante rociado, pulverización o aplicación de chorros, con o sin inmersión [2006.01]"
  },
  {
    "code": "B08B 9/30",
    "description": "••••••••e incluyendo transportadores [2006.01]"
  },
  {
    "code": "B08B 9/32",
    "description": "••••••••••transportadores rotativos [2006.01]"
  },
  {
    "code": "B08B 9/34",
    "description": "••••••••Disposición de las canalizaciones o de las boquillas [2006.01]"
  },
  {
    "code": "B08B 9/36",
    "description": "••••••limpiando los aparatos mediante cepillos [2006.01]"
  },
  {
    "code": "B08B 9/38",
    "description": "••••••limpiando los aparatos mediante rascadores, cadenas, granalla, arena u otros abrasivos (tratamiento por chorro abrasivo en general B24C) [2006.01]"
  },
  {
    "code": "B08B 9/40",
    "description": "••••••limpiando los aparatos por sollamado [2006.01]"
  },
  {
    "code": "B08B 9/42",
    "description": "••••••estando los aparatos caracterizados por los medios de transporte de los recipientes que los atraviesan [2006.01]"
  },
  {
    "code": "B08B 9/44",
    "description": "••••••••sirviendo dichos medios para la carga o descarga del aparato [2006.01]"
  },
  {
    "code": "B08B 9/46",
    "description": "••••Inspección de la limpieza de los recipientes limpiados [2006.01]"
  },
  {
    "code": "B08B 11/00",
    "description": "Limpieza de objetos flexibles o frágiles mediante métodos o aparatos especialmente adaptados a este efecto (B08B 3/12, B08B 6/00 tienen prioridad) [2006.01]"
  },
  {
    "code": "B08B 11/02",
    "description": "••Dispositivos para sujetar los objetos durante la limpieza [2006.01]"
  },
  {
    "code": "B08B 11/04",
    "description": "••especialmente adaptados a las lunas, p. ej. antes de la fabricación de los parabrisas (limpieza del espacio entre dos lunas de seguridad fijadas de forma permanente E06B 3/677) [2006.01]"
  },
  {
    "code": "B08B 13/00",
    "description": "Accesorios o partes constitutivas, de utilización general, de máquinas o aparatos de limpieza [2006.01]"
  },
  {
    "code": "B08B 15/00",
    "description": "Precauciones tomadas para evitar que la suciedad o los humos escapen de la zona donde han sido producidos; Recogida o retirada de la suciedad o de los humos de esta zona (elementos, detalles o accesorios de los recipientes de cocción para eliminar o para condensar los vapores de cocción en dichos recipientes A47J 36/38; recogida de basuras B65F; dispositivos para la circulación de humos o de vapores, p. ej. conductos, F23J 11/00; eliminación de los humos de cocción en estufas u hornillas de uso doméstico F24C 15/20; acondicionamiento del aire, ventilación F24F) [2006.01]"
  },
  {
    "code": "B08B 15/02",
    "description": "••mediante la utilización de cámaras o campanas que cubren esta zona [2006.01]"
  },
  {
    "code": "B08B 15/04",
    "description": "••de una zona pequeña, p. ej. de una herramienta [2006.01]"
  },
  {
    "code": "B08B 17/00",
    "description": "Métodos para impedir la suciedad [2006.01]"
  },
  {
    "code": "B08B 17/02",
    "description": "••para impedir el depósito de suciedades o de polvo [2006.01]"
  },
  {
    "code": "B08B 17/04",
    "description": "••••por empleo de cubiertas amovibles [2006.01]"
  },
  {
    "code": "B08B 17/06",
    "description": "••••dando a los objetos susceptibles de ensuciarse una forma o disposición especial [2006.01]"
  }
]