[
  {
    "code": "B21L 1/00",
    "description": "Fabricación de cadenas o de eslabones de cadenas por curvado de barras, hilos o cintas para formar eslabones de forma ovalada o de otra forma simples (B21L 3/00, B21L 7/00 tienen prioridad) [2006.01]"
  },
  {
    "code": "B21L 1/02",
    "description": "••por curvadura de las extremidades de las piezas para empalmarlas [2006.01]"
  },
  {
    "code": "B21L 1/04",
    "description": "••por curvadura y empalme de las extremidades de las piezas con o sin elementos de unión separados [2006.01]"
  },
  {
    "code": "B21L 3/00",
    "description": "Fabricación de cadenas o de eslabones de cadenas por curvadura de eslabones o de parte de eslabones y soldadura con fusión o sin ella de los extremos del eslabón (B21L 7/00 tiene prioridad) [2006.01]"
  },
  {
    "code": "B21L 3/02",
    "description": "••Máquinas o dispositivos para soldar los eslabones de las cadenas [2006.01]"
  },
  {
    "code": "B21L 3/04",
    "description": "••••por forjado o soldadura por presión [2006.01]"
  },
  {
    "code": "B21L 5/00",
    "description": "Fabricación de cadenas o eslabones de cadenas mediante el trabajo sobre un bloque de material inicial de tal manera que los eslabones de cadena queden hechos de una sola pieza, es decir, sin juntas de ensamblaje [2006.01]"
  },
  {
    "code": "B21L 5/02",
    "description": "••de manera que se formen eslabones enlazados los unos a los otros [2006.01]"
  },
  {
    "code": "B21L 7/00",
    "description": "Fabricación de cadenas o eslabones de cadenas por corte de anillos individuales o de partes de anillos a partir del metal enrollado en espirales, ensamblado de las partes cortadas y tensión consecutiva de los anillos con o sin soldadura [2006.01]"
  },
  {
    "code": "B21L 9/00",
    "description": "Fabricación de cadenas o de eslabones de cadenas en la que los eslabones están compuestos de varias partes diferentes, p. ej. cadenas de transmisión (B21L 1/04, B21L 7/00, B21L 11/14, B21L 13/00 tienen prioridad) [2006.01]"
  },
  {
    "code": "B21L 9/02",
    "description": "••de cadenas de rodillos u otras clases de cadenas a base de eslabones planos [2006.01]"
  },
  {
    "code": "B21L 9/04",
    "description": "••••Punzonado o curvado de las partes diferentes de los eslabones de cadenas [2006.01]"
  },
  {
    "code": "B21L 9/06",
    "description": "••••Calibrado, alimentación, ensamblaje, remachado o acabado de las partes de las cadenas [2006.01]"
  },
  {
    "code": "B21L 9/08",
    "description": "••••Ensamblaje de eslabones de cadena con piezas auxiliares, p. ej. aplicación por soldadura de piezas resistentes al desgaste [2006.01]"
  },
  {
    "code": "B21L 11/00",
    "description": "Fabricación de cadenas o de eslabones de cadenas de formas particulares [2006.01]"
  },
  {
    "code": "B21L 11/02",
    "description": "••estando compuesto cada eslabón de un elemento individual cuyas dos extremidades están curvadas o configuradas de manera que puedan engancharse en la parte central del eslabón siguiente [2006.01]"
  },
  {
    "code": "B21L 11/04",
    "description": "••••estando las extremidades perforadas o punzonadas para formar ojales [2006.01]"
  },
  {
    "code": "B21L 11/06",
    "description": "••••••estando la pieza hecha de una banda metálica fina [2006.01]"
  },
  {
    "code": "B21L 11/08",
    "description": "••••estando las extremidades de cada eslabón replegadas sobre sí mismas para formar un bucle para el eslabón siguiente [2006.01]"
  },
  {
    "code": "B21L 11/10",
    "description": "••teniendo los eslabones de las cadenas partes opuestas cilíndricas en forma de gancho, de forma que cada extremidad hace de charnela para el eslabón siguiente (B21L 11/02 tiene prioridad) [2006.01]"
  },
  {
    "code": "B21L 11/12",
    "description": "••Fabricación de cadenas del tipo de cuentas de rosario [2006.01]"
  },
  {
    "code": "B21L 11/14",
    "description": "••Fabricación de eslabones de cadenas con clavijas incorporadas [2006.01]"
  },
  {
    "code": "B21L 13/00",
    "description": "Fabricación de cadenas o de eslabones terminales o intermediarios de forma especial; Fabricación de racores de cadena, p. ej. de emerillones, de manecillas [2006.01]"
  },
  {
    "code": "B21L 15/00",
    "description": "Acabado o rectificación de cadenas o eslabones de cadenas, p. ej. por desbardado, calibrado (B21L 9/06 tiene prioridad) [2006.01]"
  },
  {
    "code": "B21L 15/02",
    "description": "••Torsión de eslabones ya cerrados [2006.01]"
  },
  {
    "code": "B21L 19/00",
    "description": "Accesorios para la fabricación de cadenas no limitados a un procedimiento particular [2006.01]"
  },
  {
    "code": "B21L 21/00",
    "description": "Herramientas o utensilios para la reparación de cadenas, por operaciones de trabajo de metales, p. ej. para retirar los eslabones deformados de las cadenas [2006.01]"
  },
  {
    "code": "B21L 99/00",
    "description": "Materia no prevista en otros grupos de esta subclase [2009.01]"
  }
]