[
  {
    "code": "B23D 1/00",
    "description": "Máquinas cepilladoras o mortajadoras que cortan por desplazamiento relativo del útil y de la pieza que va a ser trabajada según una dirección horizontal únicamente [2006.01]"
  },
  {
    "code": "B23D 1/02",
    "description": "••por desplazamiento del portapieza [2006.01]"
  },
  {
    "code": "B23D 1/04",
    "description": "••••con la herramienta soportada únicamente por un lado del banco [2006.01]"
  },
  {
    "code": "B23D 1/06",
    "description": "••••con la herramienta soportada por los dos lados del banco [2006.01]"
  },
  {
    "code": "B23D 1/08",
    "description": "••por desplazamiento de la herramienta [2006.01]"
  },
  {
    "code": "B23D 1/10",
    "description": "••••con medios para regular verticalmente la guía de la herramienta [2006.01]"
  },
  {
    "code": "B23D 1/12",
    "description": "••••••con la herramienta soportada únicamente en un lado del banco [2006.01]"
  },
  {
    "code": "B23D 1/14",
    "description": "••••••con la herramienta soportada en los dos lados del banco [2006.01]"
  },
  {
    "code": "B23D 1/16",
    "description": "••••sin medios para regular verticalmente la guía de la herramienta [2006.01]"
  },
  {
    "code": "B23D 1/18",
    "description": "••cortando la herramienta tanto a la ida como a la vuelta [2006.01]"
  },
  {
    "code": "B23D 1/20",
    "description": "••con portaherramientas o portapiezas especialmente montados o guiados para trabajar en diferentes sentidos o ángulos; Máquinas concebidas para fines particulares [2006.01]"
  },
  {
    "code": "B23D 1/22",
    "description": "••••para cepillar lingotes o piezas similares (limpieza o descascarillado de lingotes por fresado B23C 3/14) [2006.01]"
  },
  {
    "code": "B23D 1/24",
    "description": "••••para cepillar superficies interiores, p. ej. de moldes [2006.01]"
  },
  {
    "code": "B23D 1/26",
    "description": "••••para cepillar aristas nervaduras o tallar ranuras (tallado de ranuras helicoidales B23D 5/02) [2006.01]"
  },
  {
    "code": "B23D 1/28",
    "description": "••••en las que el desplazamiento del útil o de la pieza no se efectúa siguiendo una línea recta, p. ej. para cepillar materiales perfilados [2006.01]"
  },
  {
    "code": "B23D 1/30",
    "description": "••••••en las que el desplazamiento está controlado por un dispositivo de copia, p. ej. por una plantilla (características de los dispositivos de copiar B23Q 35/00) [2006.01]"
  },
  {
    "code": "B23D 3/00",
    "description": "Máquinas cepilladoras o mortajadoras que cortan por desplazamiento relativo de útil y de la pieza que va a ser trabajada según una dirección vertical u oblicua [2006.01]"
  },
  {
    "code": "B23D 3/02",
    "description": "••para tallar ranuras (tallado de ranuras helicoidales B23D 5/02) [2006.01]"
  },
  {
    "code": "B23D 3/04",
    "description": "••en las que el desplazamiento del útil o de la pieza no se efectúa según una línea recta [2006.01]"
  },
  {
    "code": "B23D 3/06",
    "description": "••••en las que el desplazamiento está controlado por un dispositivo de copia, p. ej. por una plantilla (características de los dispositivos de copiar B23Q 35/00) [2006.01]"
  },
  {
    "code": "B23D 5/00",
    "description": "Máquinas cepilladoras o mortajadoras que efectúan el corte por procedimiento distinto al desplazamiento relativo de la herramienta y de la pieza a trabajar según una línea recta [2006.01]"
  },
  {
    "code": "B23D 5/02",
    "description": "••capaces de efectuar un movimiento de rotación y un movimiento rectilíneo solamente, p. ej. para cortar ranuras helicoidales [2006.01]"
  },
  {
    "code": "B23D 5/04",
    "description": "••controladas por un dispositivo de copiar, p. ej. por una plantilla (características de los dispositivos de copiar B23Q 35/00) [2006.01]"
  },
  {
    "code": "B23D 7/00",
    "description": "Máquinas cepilladoras, o mortajadoras, caracterizadas únicamente por la estructura de órganos particulares (características de estructura de estos órganos en sí\n\t\t\t\t\t\t\t\t\tB23Q) [2006.01]"
  },
  {
    "code": "B23D 7/02",
    "description": "••de marcos; de los bancos de trabajo [2006.01]"
  },
  {
    "code": "B23D 7/04",
    "description": "••de pilares; de vigas transversales [2006.01]"
  },
  {
    "code": "B23D 7/06",
    "description": "••de los dispositivos porta-herramientas [2006.01]"
  },
  {
    "code": "B23D 7/08",
    "description": "••de los bancos de trabajo [2006.01]"
  },
  {
    "code": "B23D 7/10",
    "description": "••de los sistemas de propulsión de las piezas de movimiento alternativo [2006.01]"
  },
  {
    "code": "B23D 7/12",
    "description": "••de los dispositivos para la amortización de los golpes o la recuperación de la energía [2006.01]"
  },
  {
    "code": "B23D 9/00",
    "description": "Cepillos manuales; Aparatos portátiles para cepillar (detalles o partes constitutivas, p. ej. carcasas, cuerpos de herramientas portátiles a motor no relacionadas particularmente con la operación ejecutada B25F 5/00) [2006.01]"
  },
  {
    "code": "B23D 11/00",
    "description": "Dispositivos para cepillar o mortajar susceptibles de ser montados sobre una máquina herramienta, tanto si estos dispositivos reemplazan como si no a una parte activa de la máquina herramienta [2006.01]"
  },
  {
    "code": "B23D 13/00",
    "description": "Herramientas o porta-herramientas especialmente concebidos para las máquinas cepilladoras o mortajadoras (características igualmente aplicables a las máquinas de tornear B23B 27/00, B23B 29/00; para tallar engranajes B23F 21/04) [2006.01]"
  },
  {
    "code": "B23D 13/02",
    "description": "••Porta-herramientas pivotante [2006.01]"
  },
  {
    "code": "B23D 13/04",
    "description": "••Porta-herramientas para juegos de herramientas [2006.01]"
  },
  {
    "code": "B23D 13/06",
    "description": "••Dispositivos para montar o desmontar la herramienta [2006.01]"
  },
  {
    "code": "B23D 15/00",
    "description": "Máquinas de cizallar o dispositivos de cizallado que cortan por medio de hojas que se desplazan paralelamente las unas respecto a las otras [2006.01]"
  },
  {
    "code": "B23D 15/02",
    "description": "••dotadas a la vez de una hoja superior y otra inferior móviles [2006.01]"
  },
  {
    "code": "B23D 15/04",
    "description": "••dotadas sólo de una pieza móvil [2006.01]"
  },
  {
    "code": "B23D 15/06",
    "description": "••Cizallas para cortar chapa [2006.01]"
  },
  {
    "code": "B23D 15/08",
    "description": "••••comportando una hoja que se desplaza en un solo plano, p. ej. perpendicularmente a la superficie de la chapa [2006.01]"
  },
  {
    "code": "B23D 15/10",
    "description": "••••comportando una hoja que se desplaza según una curva, p. ej. para producir una arista de sección curva [2006.01]"
  },
  {
    "code": "B23D 15/12",
    "description": "••caracterizadas por la forma de propulsión o de transmisión [2006.01]"
  },
  {
    "code": "B23D 15/14",
    "description": "••••impulsadas hidráulica o neumáticamente [2006.01]"
  },
  {
    "code": "B23D 17/00",
    "description": "Máquinas de cizallar o dispositivos de cizallado que cortan por medio de hojas articuladas sobre un solo eje (sobre un eje paralelo a la hoja B23D 15/10; dispositivos manuales B23D 29/00) [2006.01]"
  },
  {
    "code": "B23D 17/02",
    "description": "••caracterizadas por la forma de su propulsión o transmisión [2006.01]"
  },
  {
    "code": "B23D 17/04",
    "description": "••••impulsadas por un árbol rotativo [2006.01]"
  },
  {
    "code": "B23D 17/06",
    "description": "••••impulsadas hidráulica o neumáticamente [2006.01]"
  },
  {
    "code": "B23D 17/08",
    "description": "••••impulsadas por un mecanismo de palanca accionado por la mano o por el pie [2006.01]"
  },
  {
    "code": "B23D 19/00",
    "description": "Máquinas de cizallar o dispositivos de cizallado que cortan por medio de discos rotativos (por medio de discos de fricción B23D 45/00) [2006.01]"
  },
  {
    "code": "B23D 19/02",
    "description": "••disponiendo a la vez de una hoja de cizallado fija y de un disco de cizallado rotativo [2006.01]"
  },
  {
    "code": "B23D 19/04",
    "description": "••dotados de discos de cizallado rotativos dispuestos en pares que trabajan conjuntamente [2006.01]"
  },
  {
    "code": "B23D 19/06",
    "description": "••••con varios pares de discos de cizallado espaciados que trabajan simultáneamente, p. ej. para recortar o fabricar cintas [2006.01]"
  },
  {
    "code": "B23D 19/08",
    "description": "••concebidos para fines particulares, p. ej. para cortar según curvas, para achaflanar aristas [2006.01]"
  },
  {
    "code": "B23D 21/00",
    "description": "Máquinas o dispositivos para el cizallado o el troceado de tubos (en tanto que el equipo complementario para prensas de embutir B21D 24/16; por aserrado, véanse los grupos correspondientes a las máquinas o dispositivos para aserrar) [2006.01]"
  },
  {
    "code": "B23D 21/02",
    "description": "••de forma que no sea en el plano perpendicular al eje del tubo, p. ej. para hacer cortes biselados, para la fabricación de cuadros de bicicletas [2006.01]"
  },
  {
    "code": "B23D 21/04",
    "description": "••Máquinas para seccionar tubos dotadas de soportes de herramientas rotativos [2006.01]"
  },
  {
    "code": "B23D 21/06",
    "description": "••Cortatubos accionados manualmente [2006.01]"
  },
  {
    "code": "B23D 21/08",
    "description": "••••con discos de corte [2006.01]"
  },
  {
    "code": "B23D 21/10",
    "description": "••••con otras hojas o herramientas de corte [2006.01]"
  },
  {
    "code": "B23D 21/12",
    "description": "••••••con instalaciones de martillado sobre la herramienta [2006.01]"
  },
  {
    "code": "B23D 21/14",
    "description": "••corte interior de tubos [2006.01]"
  },
  {
    "code": "B23D 23/00",
    "description": "Máquinas o dispositivos para el cizallado o el troceado de perfiles (dispositivos manuales B23D 29/00) [2006.01]"
  },
  {
    "code": "B23D 23/02",
    "description": "••de forma que no sea en un plano perpendicular al eje de las piezas [2006.01]"
  },
  {
    "code": "B23D 23/04",
    "description": "••por medio de tenazas de fijación dispuestas una junto a otra y sometiendo a las piezas a un esfuerzo de torsión [2006.01]"
  },
  {
    "code": "B23D 25/00",
    "description": "Máquinas o dispositivos para el cizallado de productos brutos que no se desplazan según la dirección del corte (control especialmente adaptado al cizallado de productos brutos que no se desplacen según la dirección del corte B23D 36/00; control de la flexión durante el desplazamiento de los materiales flexibles B21C 47/10) [2006.01]"
  },
  {
    "code": "B23D 25/02",
    "description": "••Máquinas de cizallar volantes (B23D 25/12 tiene prioridad; cizallado volante para el corte en general B26D 1/56) [2006.01]"
  },
  {
    "code": "B23D 25/04",
    "description": "••••en las que la cizalla se desplaza en bloque con la pieza durante el corte (B23D 25/06 tiene prioridad) [2006.01]"
  },
  {
    "code": "B23D 25/06",
    "description": "••••comportando un dispositivo de corte montado sobre una palanca oscilante [2006.01]"
  },
  {
    "code": "B23D 25/08",
    "description": "••••comportando dos hojas de cizallado conjugadas montadas con independencia una de otra [2006.01]"
  },
  {
    "code": "B23D 25/10",
    "description": "••••••sobre unos codales coordinados que se desplazan paralelamente unos respecto a otros y fijos a unos mecanismos de palanca [2006.01]"
  },
  {
    "code": "B23D 25/12",
    "description": "••Máquinas de cizallar que comportan hojas situadas sobre tambores rotativos conjugados [2006.01]"
  },
  {
    "code": "B23D 25/14",
    "description": "••en las que el tamaño de los productos obtenidos no tiene importancia, p. ej. para hacer virutas [2006.01]"
  },
  {
    "code": "B23D 27/00",
    "description": "Máquinas o dispositivos que efectúan el corte en láminas [2006.01]"
  },
  {
    "code": "B23D 27/02",
    "description": "••Dispositivos manuales (detalles o partes constitutivas, p. ej. carcasas, cuerpos de herramientas portátiles a motor no relacionadas particularmente con la operación ejecutada B25F 5/00) [2006.01]"
  },
  {
    "code": "B23D 27/04",
    "description": "••••propulsados eléctricamente [2006.01]"
  },
  {
    "code": "B23D 27/06",
    "description": "••••propulsados hidráulicamente o neumáticamente [2006.01]"
  },
  {
    "code": "B23D 29/00",
    "description": "Dispositivos manuales para el cizallado o el corte de los metales (en láminas B23D 27/02; dispositivos manuales para el corte de metales que no sea por cizallado B26B) [2006.01]"
  },
  {
    "code": "B23D 29/02",
    "description": "••Dispositivos accionados manualmente [2006.01]"
  },
  {
    "code": "B23D 31/00",
    "description": "Máquinas de cizallar o dispositivos de cizallado no incluidos en ninguno o en más de uno de los grupos B23D 15/00-B23D 29/00; Combinaciones de máquinas para cizallar [2006.01]"
  },
  {
    "code": "B23D 31/02",
    "description": "••para efectuar diferentes operaciones de corte sobre materiales en movimiento, p. ej. corte longitudinal y transversal a la vez [2006.01]"
  },
  {
    "code": "B23D 31/04",
    "description": "••para desbarbar piezas y al mismo tiempo cortar las virutas en pequeñas porciones [2006.01]"
  },
  {
    "code": "B23D 33/00",
    "description": "Accesorios de las máquinas de cizallar o de los dispositivos de cizallado (suministro de piezas a las máquinas, o salida de las piezas de estas máquinas B21D 43/00) [2006.01]"
  },
  {
    "code": "B23D 33/02",
    "description": "••Dispositivos para sujetar, guiar o hacer avanzar las piezas durante el trabajo [2006.01]"
  },
  {
    "code": "B23D 33/04",
    "description": "••••para hacer cortes circulares [2006.01]"
  },
  {
    "code": "B23D 33/06",
    "description": "••••en los que la dirección del avance está controlada por un dispositivo de copiar, p. ej. por una plantilla (características de los dispositivos de copiar B23Q 35/00) [2006.01]"
  },
  {
    "code": "B23D 33/08",
    "description": "••Contrapiezas; Tensores inferiores; Dispositivos de retenida [2006.01]"
  },
  {
    "code": "B23D 33/10",
    "description": "••Topes para la colocación de las piezas [2006.01]"
  },
  {
    "code": "B23D 33/12",
    "description": "••Sistemas para indicar dónde se debe hacer el corte [2006.01]"
  },
  {
    "code": "B23D 35/00",
    "description": "Herramientas de las máquinas de cizallar o de los dispositivos de cizallado; Porta-herramientas o mandriles para estas herramientas [2006.01]"
  },
  {
    "code": "B23D 37/00",
    "description": "Máquinas de brochado o dispositivos de brochado [2006.01]"
  },
  {
    "code": "B23D 37/02",
    "description": "••Máquinas de brochado dotadas de útiles horizontales [2006.01]"
  },
  {
    "code": "B23D 37/04",
    "description": "••••para brochado interior [2006.01]"
  },
  {
    "code": "B23D 37/06",
    "description": "••••para brochado exterior [2006.01]"
  },
  {
    "code": "B23D 37/08",
    "description": "••Máquinas de brochado con herramientas verticales [2006.01]"
  },
  {
    "code": "B23D 37/10",
    "description": "••••para brochado interior [2006.01]"
  },
  {
    "code": "B23D 37/12",
    "description": "••••para brochado exterior [2006.01]"
  },
  {
    "code": "B23D 37/14",
    "description": "••Máquinas de brochado dotadas de herramientas dispuestas de manera que puedan girar [2006.01]"
  },
  {
    "code": "B23D 37/16",
    "description": "••••para brochado de ranuras helicoidales [2006.01]"
  },
  {
    "code": "B23D 37/18",
    "description": "••Máquinas de brochado en las que las herramientas están montadas sobre una cadena o una banda sin fin [2006.01]"
  },
  {
    "code": "B23D 37/20",
    "description": "••Máquinas de brochado que permiten trabajar en sentidos opuestos [2006.01]"
  },
  {
    "code": "B23D 37/22",
    "description": "••para trabajos particulares (B23D 37/14 tiene prioridad) [2006.01]"
  },
  {
    "code": "B23D 39/00",
    "description": "Accesorios de máquinas de brochado o dispositivos de brochado [2006.01]"
  },
  {
    "code": "B23D 41/00",
    "description": "Máquinas de brochado o dispositivos de brochado caracterizados solamente por la estructura de sus órganos especiales (características de estructura de estos órganos en sí\n\t\t\t\t\t\t\t\t\tB23Q) [2006.01]"
  },
  {
    "code": "B23D 41/02",
    "description": "••de los bastidores; de los portapiezas [2006.01]"
  },
  {
    "code": "B23D 41/04",
    "description": "••de los dispositivos de soporte de las herramientas [2006.01]"
  },
  {
    "code": "B23D 41/06",
    "description": "••de los dispositivos de alimentación, de agarre o de expulsión de las piezas [2006.01]"
  },
  {
    "code": "B23D 41/08",
    "description": "••del accionamiento; de los dispositivos de control [2006.01]"
  },
  {
    "code": "B23D 43/00",
    "description": "Herramientas de brochado (para tallar dientes de engranaje B23F 21/26) [2006.01]"
  },
  {
    "code": "B23D 43/02",
    "description": "••que cortan por desplazamiento rectilíneo (B23D 43/08 tiene prioridad) [2006.01]"
  },
  {
    "code": "B23D 43/04",
    "description": "••••con aristas cortantes incorporadas [2006.01]"
  },
  {
    "code": "B23D 43/06",
    "description": "••que cortan por movimiento rotativo [2006.01]"
  },
  {
    "code": "B23D 43/08",
    "description": "••montados sobre una cadena o una cinta sin fin [2006.01]"
  },
  {
    "code": "B23D 45/00",
    "description": "Máquinas de aserrar o dispositivos de aserrado a base de hojas circulares o discos de fricción (máquinas de cizallar con discos rotativos B23D 19/00-B23D 25/00) [2006.01]"
  },
  {
    "code": "B23D 45/02",
    "description": "••con la hoja circular o la pieza de aserrar montada sobre un carro [2006.01]"
  },
  {
    "code": "B23D 45/04",
    "description": "••con la hoja circular o la pieza de aserrar conducida por una palanca orientable [2006.01]"
  },
  {
    "code": "B23D 45/06",
    "description": "••con la hoja circular fija sobre una mesa de trabajo fija [2006.01]"
  },
  {
    "code": "B23D 45/08",
    "description": "••con una hoja anular dotada de dientes interiores [2006.01]"
  },
  {
    "code": "B23D 45/10",
    "description": "••con varias hojas circulares [2006.01]"
  },
  {
    "code": "B23D 45/12",
    "description": "••con hoja circular para el corte de los tubos [2006.01]"
  },
  {
    "code": "B23D 45/14",
    "description": "••para realizar el corte de manera distinta a la de un plano perpendicular al eje de la pieza a aserrar, p. ej. para hacer un corte en bisel [2006.01]"
  },
  {
    "code": "B23D 45/16",
    "description": "••Sierras manuales con hojas circulares [2006.01]"
  },
  {
    "code": "B23D 45/18",
    "description": "••Máquinas de aserrar con hojas circulares para aserrar piezas que se desplazan en sentido distinto a la dirección del corte (control de estas máquinas B23D 36/00) [2006.01]"
  },
  {
    "code": "B23D 45/20",
    "description": "••••Máquinas volantes en las que el carro porta-sierra está dotado de un movimiento alternativo sobre una guía, y se desplaza durante el aserrado junto con la pieza que está siendo serrada [2006.01]"
  },
  {
    "code": "B23D 45/22",
    "description": "••••Máquinas volantes que comportan un carro porta-sierra soportado por una palanca, que se desplaza sobre un trayecto circular completo [2006.01]"
  },
  {
    "code": "B23D 45/24",
    "description": "••••Máquinas volantes que comportan un carro porta-sierra soportado por una palanca, que se mueve según un arco [2006.01]"
  },
  {
    "code": "B23D 45/26",
    "description": "••con discos de corte dotados de gran velocidad, que efectúan el corte por fusión del material obtenido gracias al calor de fricción (máquinas de cortar por moldeo B24B 27/06) [2006.01]"
  },
  {
    "code": "B23D 47/00",
    "description": "Máquinas de aserrar o dispositivos de aserrado que trabajan por medio de hojas circulares, caracterizados sólo por la estructura de órganos particulares (características de estructura de estos órganos en sí\n\t\t\t\t\t\t\t\t\tB23Q; detalles o partes constitutivas, p. ej. carcasas o cuerpos de herramientas portátiles a motor no relacionadas particularmente con la operación ejecutada B25F 5/00) [2006.01]"
  },
  {
    "code": "B23D 47/02",
    "description": "••de los bastidores; de los dispositivos de guiado del banco de trabajo o del carro porta-sierra [2006.01]"
  },
  {
    "code": "B23D 47/04",
    "description": "••de los dispositivos de alimentación, colocación, agarre o de rotación de la pieza [2006.01]"
  },
  {
    "code": "B23D 47/06",
    "description": "••••para materiales de longitudes indefinidas [2006.01]"
  },
  {
    "code": "B23D 47/08",
    "description": "••de los dispositivos para poner la hoja circular en contacto con la pieza que va a ser aserrada o para retirarla [2006.01]"
  },
  {
    "code": "B23D 47/10",
    "description": "••••accionados hidráulica o neumáticamente [2006.01]"
  },
  {
    "code": "B23D 47/12",
    "description": "••del accionamiento de hojas de sierra circulares [2006.01]"
  },
  {
    "code": "B23D 49/00",
    "description": "Máquinas de aserrar o dispositivos de aserrado a base de hojas animadas de un movimiento rectilíneo alternativo [2006.01]"
  },
  {
    "code": "B23D 49/02",
    "description": "••Máquinas de aserrar de hojas rectas sujetas por sus dos extremidades a una montura de guiado rectilíneo, p. ej. con avance por golpes de la montura [2006.01]"
  },
  {
    "code": "B23D 49/04",
    "description": "••Máquinas de aserrar de hojas rectas sujetas por sus dos extremos por una montura orientable [2006.01]"
  },
  {
    "code": "B23D 49/06",
    "description": "••Máquinas de aserrar de hojas rectas sujetas por sus dos extremos, destinadas a trabajos particulares [2006.01]"
  },
  {
    "code": "B23D 49/08",
    "description": "••Máquinas de aserrar de hojas sujetas por un solo extremo [2006.01]"
  },
  {
    "code": "B23D 49/10",
    "description": "••Dispositivos de aserrado manuales o accionados manualmente de hojas rectas sujetas en ambos extremos [2006.01]"
  },
  {
    "code": "B23D 49/11",
    "description": "••••para usos particulares, p. ej. sierras manuales de hoja triscada [2006.01]"
  },
  {
    "code": "B23D 49/12",
    "description": "••••Sierras de hojas sujetas por sus dos extremos (B23D 49/11, B23D 49/16 tienen prioridad; arcos regulables en longitud o en altura B23D 51/12) [2006.01]"
  },
  {
    "code": "B23D 49/14",
    "description": "••••Sierras de hojas sujetas por una sola extremidad (B23D 49/11, B23D 49/16 tienen prioridad) [2006.01]"
  },
  {
    "code": "B23D 49/16",
    "description": "••••propulsadas por motores, p. ej. por motores eléctricos o magnéticos (B23D 49/11 tiene prioridad) [2006.01]"
  },
  {
    "code": "B23D 51/00",
    "description": "Máquinas de aserrar o dispositivos de aserrado a base de hojas rectas, caracterizadas solamente por la estructura de los órganos particulares (características de estructura de estos organos en sí\n\t\t\t\t\t\t\t\t\tB23Q; detalles o partes constitutivas, p. ej. carcasas, cuerpos de herramientas portátiles a motor no relacionadas particularmente con la operación ejecutada B25F 5/00); Medios de soporte o fijación de las herramientas cubiertas por la presente subclase, que se fijan a su portador por los extremos [2006.01]"
  },
  {
    "code": "B23D 51/01",
    "description": "••caracterizadas por la empuñadura [2006.01]"
  },
  {
    "code": "B23D 51/02",
    "description": "••de los bancos; de los dispositivos de guiado de las mesas de trabajo o de los porta-sierras; de los bastidores [2006.01]"
  },
  {
    "code": "B23D 51/03",
    "description": "••••que incluyen bastidores extensibles o plegables [2006.01]"
  },
  {
    "code": "B23D 51/04",
    "description": "••de los dispositivos de alimentación, de colocación, de agarre o de rotación de las piezas a trabajar [2006.01]"
  },
  {
    "code": "B23D 51/06",
    "description": "••••para piezas de longitudes indefinidas [2006.01]"
  },
  {
    "code": "B23D 51/08",
    "description": "••de los dispositivos para montar las hojas rectas u otros útiles [2006.01]"
  },
  {
    "code": "B23D 51/10",
    "description": "••••para dispositivos manuales o propulsados manualmente [2006.01]"
  },
  {
    "code": "B23D 51/12",
    "description": "••••destinados a ser utilizados con herramientas que, previstas en la presente subclase, están fijas a un soporte por sus dos extremidades, p. ej. arcos regulables en longitud o en altura [2006.01]"
  },
  {
    "code": "B23D 51/14",
    "description": "••••••Fijación de la herramienta [2006.01]"
  },
  {
    "code": "B23D 51/16",
    "description": "••de la propulsión o de los mecanismos de avance de los útiles rectos, p. ej. de las hojas de sierra, de los arcos [2006.01]"
  },
  {
    "code": "B23D 51/18",
    "description": "••••accionados hidráulica o neumáticamente (B23D 51/20 tiene prioridad) [2006.01]"
  },
  {
    "code": "B23D 51/20",
    "description": "••••con el avance de la herramienta controlado, o con dispositivos particulares para aliviar o levantar la herramienta durante su carrera de retorno [2006.01]"
  },
  {
    "code": "B23D 53/00",
    "description": "Máquinas de aserrar o dispositivos de aserrado a base de cintas de sierra que se comportan, durante su empleo, como una cinta sin fin, p. ej. para realizar cortes según un contorno determinado [2006.01]"
  },
  {
    "code": "B23D 53/02",
    "description": "••con ruedas fijas para soportar la cinta (B23D 53/06 tiene prioridad) [2006.01]"
  },
  {
    "code": "B23D 53/04",
    "description": "••con ruedas para soportar la cinta, montadas de manera que puedan desplazarse u orientarse, con otros fines que no sean solamente la regulación [2006.01]"
  },
  {
    "code": "B23D 53/06",
    "description": "••comportando un banco de trabajo capaz de desplazarse u orientarse [2006.01]"
  },
  {
    "code": "B23D 53/08",
    "description": "••para cortar perfiles [2006.01]"
  },
  {
    "code": "B23D 53/10",
    "description": "••Dispositivos de aserrado a base de hojas en forma de cinta susceptibles de ser montadas sobre una máquina-herramienta, tanto si estos dispositivos reemplazan como si no una parte activa de la máquina-herramienta [2006.01]"
  },
  {
    "code": "B23D 53/12",
    "description": "••Dispositivos de aserrado a base de hojas en forma de cinta, maniobrables manualmente [2006.01]"
  },
  {
    "code": "B23D 55/00",
    "description": "Máquinas de aserrar o dispositivos de aserrado a base de cintas de sierra, caracterizados solamente por la estructura de sus órganos particulares (características de estructura de estos órganos en sí\n\t\t\t\t\t\t\t\t\tB23Q) [2006.01]"
  },
  {
    "code": "B23D 55/02",
    "description": "••de los bastidores; de los bancos [2006.01]"
  },
  {
    "code": "B23D 55/04",
    "description": "••de los dispositivos de avance o de agarre de las piezas [2006.01]"
  },
  {
    "code": "B23D 55/06",
    "description": "••de la propulsión de las hojas en forma de cinta; de las monturas de rueda [2006.01]"
  },
  {
    "code": "B23D 55/08",
    "description": "••de los dispositivos de guiado o avance de las cintas de sierra [2006.01]"
  },
  {
    "code": "B23D 55/10",
    "description": "••de los dispositivos de tensado de las cintas de sierra (B23D 55/06 tiene prioridad; incorporados en la cinta de sierra B23D 61/12) [2006.01]"
  },
  {
    "code": "B23D 57/00",
    "description": "Máquinas de aserrar o dispositivos de aserrado no incluido en uno de los grupos B23D 45/00-B23D 55/00 [2006.01]"
  },
  {
    "code": "B23D 57/02",
    "description": "••con sierras de cadena [2006.01]"
  },
  {
    "code": "B23D 59/00",
    "description": "Dispositivos anejos especialmente concebidos para las máquinas de aserrar o los dispositivos de aserrado (lubrificación o enfriamiento de las máquinas-herramientas en general B23Q 11/12) [2006.01]"
  },
  {
    "code": "B23D 59/02",
    "description": "••Dispositivos para la lubrificación o el enfriamiento de las hojas circulares [2006.01]"
  },
  {
    "code": "B23D 59/04",
    "description": "••Dispositivos para la lubrificación o el enfriamiento de las hojas de sierra rectas o en forma de cinta [2006.01]"
  },
  {
    "code": "B23D 61/00",
    "description": "Herramientas de las máquinas de aserrar o de los dispositivos de aserrado (herramientas para máquinas de taladrar B23B 51/04); Dispositivos de fijación para estas herramientas [2006.01]"
  },
  {
    "code": "B23D 61/02",
    "description": "••Hojas de sierras circulares [2006.01]"
  },
  {
    "code": "B23D 61/04",
    "description": "••••con dientes de sierra incorporados [2006.01]"
  },
  {
    "code": "B23D 61/06",
    "description": "••••••dispuestos de forma amovible [2006.01]"
  },
  {
    "code": "B23D 61/08",
    "description": "••••Hojas de sierra anulares con dientes de sierra interiores [2006.01]"
  },
  {
    "code": "B23D 61/10",
    "description": "••••agarradas entre pernos; Dispositivos de agarre o de alineación de estas hojas [2006.01]"
  },
  {
    "code": "B23D 61/12",
    "description": "••Hojas de sierra rectas; Hojas de sierra en forma de cinta [2006.01]"
  },
  {
    "code": "B23D 61/14",
    "description": "••••con dientes de sierra incorporados [2006.01]"
  },
  {
    "code": "B23D 61/16",
    "description": "••••••dispuestos de forma amovible [2006.01]"
  },
  {
    "code": "B23D 61/18",
    "description": "••Herramientas particulares para aserrar, p. ej. hilos cortantes dotados de dientes de sierra, hojas de sierra o hilo de aserrar dotados de diamantes u otras partículas abrasivas dispuestas individualmente en posiciones escogidas [2006.01]"
  },
  {
    "code": "B23D 63/00",
    "description": "Arreglo de las herramientas de las máquinas de aserrar o de los dispositivos de aserrado para el corte de cualquier clase de material, p. ej. para la fabricación de las herramientas de aserrado [2006.01]"
  },
  {
    "code": "B23D 63/02",
    "description": "••Trisque de los dientes de la sierra por medio de dispositivos operados manualmente [2006.01]"
  },
  {
    "code": "B23D 63/04",
    "description": "••Trisque de los dientes de sierra circulares, derechos o de cinta por medio de dispositivos de motor [2006.01]"
  },
  {
    "code": "B23D 63/06",
    "description": "••Reprensado de las aristas de los dientes de sierra, p. ej. estampado [2006.01]"
  },
  {
    "code": "B23D 63/08",
    "description": "••Afilado de las aristas de los dientes de sierra [2006.01]"
  },
  {
    "code": "B23D 63/10",
    "description": "••••por limado [2006.01]"
  },
  {
    "code": "B23D 63/12",
    "description": "••••por trabajo con muela [2006.01]"
  },
  {
    "code": "B23D 63/14",
    "description": "••••••Afilado de hojas de sierra circulares [2006.01]"
  },
  {
    "code": "B23D 63/16",
    "description": "••••de sierras de cadena (de cadenas de mortajar B24B 3/14) [2006.01]"
  },
  {
    "code": "B23D 63/18",
    "description": "••Enderezado de hojas de sierra dañadas; Reacondicionado de las caras laterales de las hojas de sierra, p. ej. por rectificado con muela [2006.01]"
  },
  {
    "code": "B23D 63/20",
    "description": "••Procedimientos combinados para el arreglo de dientes de sierra, p. ej. por endurecimiento y trisque [2006.01]"
  },
  {
    "code": "B23D 65/00",
    "description": "Fabricación de herramientas para las máquinas de aserrar o los dispositivos de aserrado que sirvan para cortar cualquier clase de material [2006.01]"
  },
  {
    "code": "B23D 65/02",
    "description": "••Fabricación de dientes de sierra por punzonado, corte o cepillado [2006.01]"
  },
  {
    "code": "B23D 65/04",
    "description": "••Fabricación de dientes de sierra por fresado [2006.01]"
  },
  {
    "code": "B23D 67/00",
    "description": "Máquinas o dispositivos para limar o escofinar (dispositivos para la fijación de limas o escofinas B23D 71/00) [2006.01]"
  },
  {
    "code": "B23D 67/02",
    "description": "••con herramientas dotadas de movimiento alternativo, montadas sobre una abrazadera o pieza similar [2006.01]"
  },
  {
    "code": "B23D 67/04",
    "description": "••con herramientas dotadas de movimiento alternativo, fijas a un soporte por una sola extremidad [2006.01]"
  },
  {
    "code": "B23D 67/06",
    "description": "••con herramientas rotativas [2006.01]"
  },
  {
    "code": "B23D 67/08",
    "description": "••con herramientas montadas sobre una cadena o una correa sin fin [2006.01]"
  },
  {
    "code": "B23D 67/10",
    "description": "••para trabajos particulares, p. ej. para limar llaves; Accesorios [2006.01]"
  },
  {
    "code": "B23D 67/12",
    "description": "••Dispositivos para limar o escofinar operados manualmente (limas o escofinas manuales B23D 71/04) [2006.01]"
  },
  {
    "code": "B23D 69/00",
    "description": "Máquinas o dispositivos para limar o escofinar, caracterizados solamente por la estructura de los órganos particulares, p. ej. del sistema de guiado, o del accionamiento (características de estructura de estos órganos en sí\n\t\t\t\t\t\t\t\t\tB23Q; detalles o partes constitutivas, p. ej. carcasas, cuerpos de herramientas portátiles a motor no relacionadas particularmente con la operación ejecutada B25F 5/00); Accesorios para el limado o el escofinado (fijados a la herramienta B23D 71/10) [2006.01]"
  },
  {
    "code": "B23D 69/02",
    "description": "••Sistemas de guiado para herramientas manuales [2006.01]"
  },
  {
    "code": "B23D 71/00",
    "description": "Herramientas de limado o escofinado; Dispositivos para la fijación de estas herramientas (portaútiles de máquinas-herramientas B23Q 3/00; empuñaduras o mangos de herramientas manuales B25G) [2006.01]"
  },
  {
    "code": "B23D 71/02",
    "description": "••para máquinas o dispositivos de limar o escofinar [2006.01]"
  },
  {
    "code": "B23D 71/04",
    "description": "••Limas o escofinas manuales (medios para soportar o fijar la herramienta incorporada a un soporte por sus dos extremidades B23D 51/12; sistemas de guiado B23D 69/02) [2006.01]"
  },
  {
    "code": "B23D 71/06",
    "description": "••••que utilizan una sola hoja intercambiable [2006.01]"
  },
  {
    "code": "B23D 71/08",
    "description": "••••que utilizan varios elementos de corte intercambiables [2006.01]"
  },
  {
    "code": "B23D 71/10",
    "description": "••Accesorios de herramientas para limar o escofinar, p. ej. para evitar que los elementos cortantes de la herramienta mellen las piezas que son trabajadas [2006.01]"
  },
  {
    "code": "B23D 73/00",
    "description": "Fabricación de limas o escofinas [2006.01]"
  },
  {
    "code": "B23D 73/02",
    "description": "••Tratamiento preliminar de las piezas o esbozos especialmente concebidos para la fabricación de las limas o las escofinas, p. ej. por trabajo con muela, por pulido [2006.01]"
  },
  {
    "code": "B23D 73/04",
    "description": "••Métodos o máquinas para la fabricación de las limas o escofinas (métodos no mecánicos, ver las clases apropiadas) [2006.01]"
  },
  {
    "code": "B23D 73/06",
    "description": "••••Corte de superficies de trabajo por medio de escoplos [2006.01]"
  },
  {
    "code": "B23D 73/08",
    "description": "••••Fresado, cepillado, mortajado, moleteado o escariado con fresa de las superficies de trabajo [2006.01]"
  },
  {
    "code": "B23D 73/10",
    "description": "••••Trabajo con muela de las superficies de trabajo [2006.01]"
  },
  {
    "code": "B23D 73/12",
    "description": "••••Procedimientos particulares para afilar o aplicar otros tratamientos a las superficies de trabajo (tratamiento especial al chorro de arena B24C 1/02; afilado de las limas por grabado químico C23F 1/06) [2006.01]"
  },
  {
    "code": "B23D 73/14",
    "description": "••Herramientas o accesorios especialmente concebidos para la fabricación de limas o de escofinas, p. ej. escoplos, bastidores de soporte [2006.01]"
  },
  {
    "code": "B23D 75/00",
    "description": "Máquinas de escariar o dispositivos de escariado (porta-herramientas para máquinas-herramientas B23Q 3/00; empuñaduras o mangos de instrumentos manuales B25G) [2006.01]"
  },
  {
    "code": "B23D 77/00",
    "description": "Herramientas de escariado [2006.01]"
  },
  {
    "code": "B23D 77/02",
    "description": "••Escariadores con arista de corte incorporadas [2006.01]"
  },
  {
    "code": "B23D 77/04",
    "description": "••••comportando aristas de corte regulables con diferentes diámetros en toda la extensión del corte [2006.01]"
  },
  {
    "code": "B23D 77/06",
    "description": "••Escariadores que comportan medios de compensación contra el desgaste (B23D 77/04 tiene prioridad) [2006.01]"
  },
  {
    "code": "B23D 77/08",
    "description": "••••por separación de las partes ajustadas del cuerpo de la herramienta [2006.01]"
  },
  {
    "code": "B23D 77/10",
    "description": "••••por expansión de una parte tubular no ajustada al cuerpo de la herramienta [2006.01]"
  },
  {
    "code": "B23D 77/12",
    "description": "••Escariadores que comportan aristas de corte de forma cónica [2006.01]"
  },
  {
    "code": "B23D 77/14",
    "description": "••Escariadores para trabajos especiales, p. ej. para trabajar estrías de cilindros [2006.01]"
  },
  {
    "code": "B23D 79/02",
    "description": "••Máquinas o dispositivos de raspado (máquinas de tornear para biselar, achaflanar o desbarbar las extremidades de las barras o de los tubos B23B 5/16; limpieza o descascarillado de los lingotes por fresado B23C 3/14) [2006.01]"
  },
  {
    "code": "B23D 79/04",
    "description": "••••con herramienta de corte rotativa, p. ej. para pulir las guarniciones de los palieres [2006.01]"
  },
  {
    "code": "B23D 79/06",
    "description": "••••con herramienta de corte dotada de movimiento alternativo [2006.01]"
  },
  {
    "code": "B23D 79/08",
    "description": "••••Instrumentos de raspado manuales [2006.01]"
  },
  {
    "code": "B23D 79/10",
    "description": "••••Accesorios para fijar las herramientas de raspado o las piezas a ser raspadas [2006.01]"
  },
  {
    "code": "B23D 79/12",
    "description": "••Máquinas o dispositivos para descascarillar las barras o tubos utilizando herramientas cortantes dispuestas alrededor de la pieza a trabajar, por cualquier método que no sea el de torneado (por torneado B23B 5/12) [2006.01]"
  },
  {
    "code": "B23D 81/00",
    "description": "Métodos, máquinas o dispositivos de trabajo del metal, previstos en varios de los grupos principales de la presente subclase (en combinación con otras operaciones de trabajo del metal B23P 13/00, B23P 23/00) [2006.01]"
  }
]