[
  {
    "code": "B23P 5/00",
    "description": "Incrustaciones de gemas o de elementos similares sobre piezas metálicas, p. ej. diamantes sobre herramientas [2006.01]"
  },
  {
    "code": "B23P 6/00",
    "description": "Restauración o reparación de objetos (enderezado o restaurado de la forma de chapas, barras, tubos o perfiles metálicos, o de objetos hechos a partir de estos elementos B21D 1/00, B21D 3/00; reparación por procedimientos de colada de objetos defectuosos o deteriorados B22D 19/10; procedimientos o aparatos cubiertos por una sola otra subclase, ver la subclase apropiada) [2006.01]"
  },
  {
    "code": "B23P 6/02",
    "description": "••de pistones o cilindros [2006.01]"
  },
  {
    "code": "B23P 6/04",
    "description": "••Reparación de piezas o de productos metálicos rotos o con fisuras, p. ej. de piezas de fundición [2006.01]"
  },
  {
    "code": "B23P 9/00",
    "description": "Tratamiento o acabado mecánico de superficies, con o sin calibrado, con el fin primordial de resistir mejor al desgaste o a los golpes, p. ej. tratamiento de aletas de turbina o de palieres para tornarlos lisos o rugosos (tratamiento cubierto por una sola de las otras subclases, ver la subclase en cuestión, p. ej. B24C, C21D 7/00, C22F 1/00); Características, no previstas en otro lugar, de tales superficies cuando su tratamiento no está precisado [2006.01]"
  },
  {
    "code": "B23P 9/02",
    "description": "••Tratamiento o acabado por presión, p. ej. por moleteado (B23P 9/04 tiene prioridad) [2006.01]"
  },
  {
    "code": "B23P 9/04",
    "description": "••Tratamiento o acabado por martillado o por presión repetida [2006.01]"
  },
  {
    "code": "B23P 11/00",
    "description": "Ensamblado o desensamblado de piezas u objetos metálicos por procesos de trabajo del metal no previstos en otro lugar (ensamblado de chapas, tubos, barras o perfiles metálicos B21D 39/00; remachado B21J; soldeo o desoldeo con o sin fusión B23K; herramientas manuales para unir hilos o bandas metálicas B25B 25/00; ensamblado de piezas metálicas por adhesivos F16B 11/00) [2006.01]"
  },
  {
    "code": "B23P 11/02",
    "description": "••dilatando una pieza y acoplándola seguidamente sobre otra pieza por contracción, o viceversa, p. ej. empleando la presión de fluidos; mediante la unión por fuerza [2006.01]"
  },
  {
    "code": "B23P 13/00",
    "description": "Fabricación de objetos metálicos por medio de operaciones que implican un trabajo a máquina, pero no cubiertas por alguna sola de las otras subclases (fabricación de objetos determinados B23P 15/00) [2006.01]"
  },
  {
    "code": "B23P 13/02",
    "description": "••en las que solamente las operaciones de trabajo a máquina son importantes [2006.01]"
  },
  {
    "code": "B23P 13/04",
    "description": "••implicando el troceo de productos perfilados [2006.01]"
  },
  {
    "code": "B23P 15/00",
    "description": "Fabricación de objetos determinados por medio de operaciones no cubiertas en alguna sola de las otras subclases o por algún grupo de esta subclase [2006.01]"
  },
  {
    "code": "B23P 15/02",
    "description": "••de paletas de turbinas u órganos equivalentes, de una sola pieza [2006.01]"
  },
  {
    "code": "B23P 15/04",
    "description": "••de paletas de turbina u órganos equivalentes, de varias piezas [2006.01]"
  },
  {
    "code": "B23P 15/06",
    "description": "••de segmentos de pistón, de una sola pieza [2006.01]"
  },
  {
    "code": "B23P 15/08",
    "description": "••de segmentos de pistón, de varias piezas [2006.01]"
  },
  {
    "code": "B23P 15/10",
    "description": "••de pistones [2006.01]"
  },
  {
    "code": "B23P 15/12",
    "description": "••de rejillas [2006.01]"
  },
  {
    "code": "B23P 15/14",
    "description": "••de piezas de engranaje, p. ej. piñones [2006.01]"
  },
  {
    "code": "B23P 15/16",
    "description": "••de chapas con orificios de muy pequeño diámetro, p. ej. para toberas de expulsión o quemadores [2006.01]"
  },
  {
    "code": "B23P 15/18",
    "description": "••de zapatas de freno [2006.01]"
  },
  {
    "code": "B23P 15/20",
    "description": "••de elemento de ferrocarriles, p. ej. topes [2006.01]"
  },
  {
    "code": "B23P 15/22",
    "description": "••de cartuchos o cuerpos cilíndricos equivalentes [2006.01]"
  },
  {
    "code": "B23P 15/24",
    "description": "••de matrices (B21C 3/18, B21C 25/10, B21D 37/20 tienen prioridad) [2006.01]"
  },
  {
    "code": "B23P 15/26",
    "description": "••de intercambiadores de calor [2006.01]"
  },
  {
    "code": "B23P 15/28",
    "description": "••de herramientas de corte (de sierras B23D 63/00, B23D 65/00; de limas o escofinas B23D 73/00) [2006.01]"
  },
  {
    "code": "B23P 15/30",
    "description": "••••de herramientas de torno o equivalentes [2006.01]"
  },
  {
    "code": "B23P 15/32",
    "description": "••••de taladros [2006.01]"
  },
  {
    "code": "B23P 15/34",
    "description": "••••de fresas [2006.01]"
  },
  {
    "code": "B23P 15/36",
    "description": "••••••de filetear [2006.01]"
  },
  {
    "code": "B23P 15/38",
    "description": "••••de herramientas de cepillado o mortajado (B23P 15/30 tiene prioridad) [2006.01]"
  },
  {
    "code": "B23P 15/40",
    "description": "••••de herramientas de cizallado [2006.01]"
  },
  {
    "code": "B23P 15/42",
    "description": "••••de herramientas de brochado [2006.01]"
  },
  {
    "code": "B23P 15/44",
    "description": "••••de herramientas de afeitado o raspado [2006.01]"
  },
  {
    "code": "B23P 15/46",
    "description": "••••de herramientas de escariado [2006.01]"
  },
  {
    "code": "B23P 15/48",
    "description": "••••de herramientas de fileteado (fresas para filetear B23P 15/36) [2006.01]"
  },
  {
    "code": "B23P 15/50",
    "description": "••••••de terrajas [2006.01]"
  },
  {
    "code": "B23P 15/52",
    "description": "••••••de machos de aterrajar [2006.01]"
  },
  {
    "code": "B23P 17/00",
    "description": "Operaciones de trabajo no cubiertas por alguna sola de las otras subclases o por otro grupo de esta subclase [2006.01]"
  },
  {
    "code": "B23P 17/02",
    "description": "••Procedimientos simples para el trabajo de metales; Máquinas o aparatos correspondientes [2006.01]"
  },
  {
    "code": "B23P 17/04",
    "description": "••caracterizados por la naturaleza del material considerado, o por el género de productos cualquiera que sea la forma [2006.01]"
  },
  {
    "code": "B23P 17/06",
    "description": "••••Fabricación de lana de acero o productos similares [2006.01]"
  },
  {
    "code": "B23P 19/00",
    "description": "Máquinas que efectúan simplemente el montaje o la separación de piezas metálicas u objetos entre ellos o de piezas metálicas con piezas no metálicas, implicando o no esto una cierta deformación; Herramientas o dispositivos a este efecto en la medida en que no estén previstos en otras clases (herramientas manuales en general B25) [2006.01]"
  },
  {
    "code": "B23P 19/02",
    "description": "••para el montaje de objetos con prensa, o para el desmontaje de los mismos (B23P 19/10 tiene prioridad) [2006.01]"
  },
  {
    "code": "B23P 19/027",
    "description": "••••utilizando medios hidráulicos o neumáticos (B23P 19/033 tiene prioridad) [2006.01]"
  },
  {
    "code": "B23P 19/033",
    "description": "••••utilizando vibraciones [2006.01]"
  },
  {
    "code": "B23P 19/04",
    "description": "••para unir o separar piezas (B23P 19/10 tiene prioridad) [2006.01]"
  },
  {
    "code": "B23P 19/06",
    "description": "••••Máquinas para colocar o retirar los tornillos o las tuercas [2006.01]"
  },
  {
    "code": "B23P 19/08",
    "description": "••••Máquinas para colocar arandelas, anillos elásticos o elementos análogos sobre tornillos u otros elementos [2006.01]"
  },
  {
    "code": "B23P 19/10",
    "description": "••Alineación de piezas que deben ser ensambladas entre ellas [2006.01]"
  },
  {
    "code": "B23P 19/12",
    "description": "••••Alineación de piezas para su inserción dentro de orificios [2006.01]"
  },
  {
    "code": "B23P 21/00",
    "description": "Máquinas para el montaje de numerosas piezas diferentes destinadas a componer conjuntos, con o sin trabajo de estas piezas antes o después de su montaje, p. ej. por control programado [2006.01]"
  },
  {
    "code": "B23P 23/00",
    "description": "Máquinas o dispositivos de máquinas que realizan combinaciones determinadas de diferentes operaciones de trabajo, no incluido en una sola de las otras subclases (máquinas horizontales combinadas para escariar y fresar B23B 39/02; si los tipos particulares de operación no son esenciales B23Q 37/00-B23Q 41/00; características relativas a las operaciones cubiertas por una sola subclase, ver la subclase en cuestión) [2006.01]"
  },
  {
    "code": "B23P 23/02",
    "description": "••Máquinas-herramientas que efectúan diferentes operaciones de trabajo (tornos, p. ej. tornos de torreta revólver B23B) [2006.01]"
  },
  {
    "code": "B23P 23/04",
    "description": "••para efectuar el mecanizado y otras operaciones del metal [2006.01]"
  },
  {
    "code": "B23P 23/06",
    "description": "••Instalación para el trabajo de metales que comporta un cierto número de máquinas o de aparatos asociados [2006.01]"
  },
  {
    "code": "B23P 25/00",
    "description": "Tratamiento auxiliar de las piezas, antes o durante las operaciones de trabajado, a fin de facilitar la operación de la herramienta o para conseguir el resultado final deseado para la pieza, p. ej. la reducción de las tensiones internas [2006.01]"
  }
]