[
  {
    "code": "B24B 1/00",
    "description": "Procedimientos de trabajo con muela o de pulido; Utilización de equipos auxiliares en relación con estos procedimientos (procedimientos caracterizados por el empleo de máquinas, o dispositivos particulares, ver los lugares apropiados para estas máquinas o dispositivos) [2006.01]"
  },
  {
    "code": "B24B 1/04",
    "description": "••sometiendo las herramientas de trabajar con muela o de pulir, o los productos abrasivos o de pulido a vibraciones, p. ej. trabajo con muela con frecuencia ultrasonora (implicando el empleo de recipientes oscilantes o vibrantes B24B 31/06; superacabado de superficies de trabajo, p. ej. por medio de bloques abrasivos animados de un movimiento alternativo con alta frecuencia B24B 35/00) [2006.01]"
  },
  {
    "code": "B24B 3/00",
    "description": "Afilado de aristas cortantes, p. ej. de las herramientas; Accesorios a este efecto, p. ej. portaherramientas (dispositivos no abrasivos para el afilado de hoces, guadañas o instrumentos similares A01D 3/00; dispositivos de afilado en cuanto partes constitutivas de máquinas dotadas de herramientas de corte, ver las clases correspondientes a tales máquinas, p. ej. A01D 75/08, B26D 7/12) [2006.01]"
  },
  {
    "code": "B24B 3/02",
    "description": "••de fresas [2006.01]"
  },
  {
    "code": "B24B 3/04",
    "description": "••••de fresas de un corte [2006.01]"
  },
  {
    "code": "B24B 3/06",
    "description": "••••de fresas de cabeza o de fresas de aplanar, p. ej. fresas de cola [2006.01]"
  },
  {
    "code": "B24B 3/08",
    "description": "••••de fresas de perfilado, p. ej. fresas discos [2006.01]"
  },
  {
    "code": "B24B 3/10",
    "description": "••••de cuchillos o fresas de grabar [2006.01]"
  },
  {
    "code": "B24B 3/12",
    "description": "••••de fresas madre [2006.01]"
  },
  {
    "code": "B24B 3/14",
    "description": "••••de cadenas de mortajar [2006.01]"
  },
  {
    "code": "B24B 3/16",
    "description": "••de brochas [2006.01]"
  },
  {
    "code": "B24B 3/18",
    "description": "••de machos de aterrajar o de escariadores [2006.01]"
  },
  {
    "code": "B24B 3/20",
    "description": "••••Aguzado o estriado de los machos de aterrajar o de los escariadores [2006.01]"
  },
  {
    "code": "B24B 3/22",
    "description": "••••Retorneo de los machos de aterrajar o de los escariadores [2006.01]"
  },
  {
    "code": "B24B 3/24",
    "description": "••de los taladros (estriando la cola B24B 19/04) [2006.01]"
  },
  {
    "code": "B24B 3/26",
    "description": "••••de la punta de los taladros helicoidales [2006.01]"
  },
  {
    "code": "B24B 3/28",
    "description": "••••••haciendo oscilar el taladro alrededor de un eje que forma un ángulo con el eje del taladro [2006.01]"
  },
  {
    "code": "B24B 3/30",
    "description": "••••••••haciendo girar el taladro alrededor de su propio eje [2006.01]"
  },
  {
    "code": "B24B 3/32",
    "description": "••••••para afinar la punta [2006.01]"
  },
  {
    "code": "B24B 3/33",
    "description": "••••de taladros para piedra [2006.01]"
  },
  {
    "code": "B24B 3/34",
    "description": "••de las herramientas o piezas incorporadas de los tornos o cepilladoras, p. ej. de las herramientas para tallar engranajes (B24B 3/36 tiene prioridad) [2006.01]"
  },
  {
    "code": "B24B 3/36",
    "description": "••de hojas cortantes (B24B 3/58 tiene prioridad) [2006.01]"
  },
  {
    "code": "B24B 3/38",
    "description": "••••para cepillar la madera [2006.01]"
  },
  {
    "code": "B24B 3/40",
    "description": "••••Procedimientos o aparatos especialmente adaptados al afilado de aristas curvas [2006.01]"
  },
  {
    "code": "B24B 3/42",
    "description": "••••de aristas helicoidales, p. ej. para cortadoras de césped [2006.01]"
  },
  {
    "code": "B24B 3/44",
    "description": "••••de hoces o guadañas [2006.01]"
  },
  {
    "code": "B24B 3/46",
    "description": "••••de hojas circulares [2006.01]"
  },
  {
    "code": "B24B 3/48",
    "description": "••••de hojas de afeitar o de navajas de afeitar (por medio de un bloque abrasivo sin mecanismos B24D 15/06) [2006.01]"
  },
  {
    "code": "B24B 3/50",
    "description": "••••••a mano [2006.01]"
  },
  {
    "code": "B24B 3/52",
    "description": "••••de hojas de cortar o de tijeras [2006.01]"
  },
  {
    "code": "B24B 3/54",
    "description": "••••de cuchillos manuales de mesa [2006.01]"
  },
  {
    "code": "B24B 3/55",
    "description": "••de hojas cortantes de cosechadoras u otras máquinas utilizadas para la recolección [2006.01]"
  },
  {
    "code": "B24B 3/56",
    "description": "••de cintas de cortar (B24B 3/58 tiene prioridad) [2006.01]"
  },
  {
    "code": "B24B 3/58",
    "description": "••de herramientas que tienen extremos de corte en forma de dientes de sierra [2006.01]"
  },
  {
    "code": "B24B 3/60",
    "description": "••de herramientas no incluidas en los subgrupos precedentes [2006.01]"
  },
  {
    "code": "B24B 5/00",
    "description": "Máquinas o dispositivos para trabajar con muela superficies de revolución de piezas, incluyendo aquéllas que trabajan superficies planas adyacentes; Accesorios a este efecto (B24B 11/00-B24B 21/00 tienen prioridad; máquinas o dispositivos de acabado que utilizan bloques abrasivos animados de un movimiento a la vez axial y rotativo B24B 33/00) [2006.01]"
  },
  {
    "code": "B24B 5/01",
    "description": "••para el trabajo con muela combinado de superficies de revolución y de superficies planas adyacentes de trabajo [2006.01]"
  },
  {
    "code": "B24B 5/02",
    "description": "••dotados de puntas o mandriles para sujetar la pieza [2006.01]"
  },
  {
    "code": "B24B 5/04",
    "description": "••••para trabajar con muela exteriormente las superficies cilíndricas (para trabajar con muelas superficies en parte cilíndricas y en parte cónicas B24B 5/14) [2006.01]"
  },
  {
    "code": "B24B 5/06",
    "description": "••••para trabajar con muela interiormente superficies cilíndricas (B24B 5/40 tiene prioridad) [2006.01]"
  },
  {
    "code": "B24B 5/08",
    "description": "••••••con husillo de herramienta vertical [2006.01]"
  },
  {
    "code": "B24B 5/10",
    "description": "••••••con husillo de herramienta horizontal [2006.01]"
  },
  {
    "code": "B24B 5/12",
    "description": "••••para trabajar con muela a la vez exterior e interiormente superficies cilíndricas, con varias muelas [2006.01]"
  },
  {
    "code": "B24B 5/14",
    "description": "••••para trabajar con muela superficies cónicas, p. ej. puntas de torno [2006.01]"
  },
  {
    "code": "B24B 5/16",
    "description": "••••para trabajar con muela superficies que presentan un perfil particular, p. ej. abombadas [2006.01]"
  },
  {
    "code": "B24B 5/18",
    "description": "••dotados de medios \"sin centro\" para soportar, guiar, mantener o poner en rotación la pieza [2006.01]"
  },
  {
    "code": "B24B 5/20",
    "description": "••••poseyendo bloques abrasivos ranurados [2006.01]"
  },
  {
    "code": "B24B 5/22",
    "description": "••••para trabajar con muela superficies cilíndricas, p. ej. las superficies de pernos [2006.01]"
  },
  {
    "code": "B24B 5/24",
    "description": "••••para trabajar con muela superficies cónicas [2006.01]"
  },
  {
    "code": "B24B 5/26",
    "description": "••••para trabajar con muela superficies que presentan un perfil particular, p. ej. abombadas [2006.01]"
  },
  {
    "code": "B24B 5/28",
    "description": "••••para trabajar con muela superficies exteriores concéntricas a orificios, que necesitan medios de centrado suplementarios [2006.01]"
  },
  {
    "code": "B24B 5/30",
    "description": "••••Muelas de control; Equipo a este efecto [2006.01]"
  },
  {
    "code": "B24B 5/307",
    "description": "••••Soportes de piezas [2006.01]"
  },
  {
    "code": "B24B 5/313",
    "description": "••dotados de soportes para varias piezas para trabajar en serie [2006.01]"
  },
  {
    "code": "B24B 5/32",
    "description": "••••estando previstos los soportes para ser momentáneamente parados en los puestos de trabajo [2006.01]"
  },
  {
    "code": "B24B 5/35",
    "description": "••Accesorios [2006.01]"
  },
  {
    "code": "B24B 5/36",
    "description": "••Máquinas o aparatos especializados para una sola operación [2006.01]"
  },
  {
    "code": "B24B 5/37",
    "description": "••••para trabajar con muela rodillos, p. ej. rodillos en forma de tambor [2006.01]"
  },
  {
    "code": "B24B 5/38",
    "description": "••••para trabajar con muela exteriormente una pieza alargada que se desplaza, p. ej. un hilo metálico [2006.01]"
  },
  {
    "code": "B24B 5/40",
    "description": "••••para el trabajo con muela interior de tubos [2006.01]"
  },
  {
    "code": "B24B 5/42",
    "description": "••••para rectificar cigüeñales o muñequillas de cigüeñales [2006.01]"
  },
  {
    "code": "B24B 5/44",
    "description": "••••para rectificar las juntas de las ruedas de los vehículos, p. ej. de bicicletas [2006.01]"
  },
  {
    "code": "B24B 5/46",
    "description": "••••para rectificar ruedas de vagones [2006.01]"
  },
  {
    "code": "B24B 5/48",
    "description": "••••para el trabajo con muela de las paredes de orificios muy pequeños, p. ej. terrajas de estirado [2006.01]"
  },
  {
    "code": "B24B 5/50",
    "description": "••caracterizados por el hecho de que están especialmente estudiados en función de las propiedades de la materia de los objetos no metálicos que van a ser trabajados con muela, p. ej. de las cuerdas de instrumentos musicales [2006.01]"
  },
  {
    "code": "B24B 7/00",
    "description": "Máquinas o dispositivos para trabajar con muela superficies planas de trabajo que incluyen el pulido de superficies planas de vidrio; Accesorios a este efecto (B24B 21/00 tiene prioridad; acabado de superficies de trabajo planas B24B 33/055) [2006.01]"
  },
  {
    "code": "B24B 7/02",
    "description": "••dotados de una mesa portapieza con movimiento alternativo [2006.01]"
  },
  {
    "code": "B24B 7/04",
    "description": "••dotados de una mesa portapieza rotativa [2006.01]"
  },
  {
    "code": "B24B 7/06",
    "description": "••dotados de cintas transportadoras, una serie de mesas portapiezas móviles o sistemas similares [2006.01]"
  },
  {
    "code": "B24B 7/07",
    "description": "••dotado de una mesa portapieza fija [2006.01]"
  },
  {
    "code": "B24B 7/08",
    "description": "••••teniendo una rueda abrasiva incorporada [2006.01]"
  },
  {
    "code": "B24B 7/10",
    "description": "••Máquinas o dispositivos especializados para una sola operación particular [2006.01]"
  },
  {
    "code": "B24B 7/12",
    "description": "••••para trabajar con muela piezas alargadas en movimiento, p. ej. piezas en forma de banda [2006.01]"
  },
  {
    "code": "B24B 7/13",
    "description": "••••••trabajando mientras la pieza se mueve de una bobina [2006.01]"
  },
  {
    "code": "B24B 7/14",
    "description": "••••para trabajar con muela guías o deslizaderas [2006.01]"
  },
  {
    "code": "B24B 7/16",
    "description": "••••para trabajar con muela superficies extremas de piezas, p. ej. de calibres de rodillos, de tuercas de segmentos de pistón (para el trabajo combinado de superficies de revolución y de superficies planas adyacentes de piezas B24B 5/01) [2006.01]"
  },
  {
    "code": "B24B 7/17",
    "description": "••••••para el trabajo con muela simultáneo de las caras extremas de piezas opuestas y paralelas, p. ej. con discos dobles [2006.01]"
  },
  {
    "code": "B24B 7/18",
    "description": "••••para trabajar con muela revestimientos de suelos, paredes, techos o similares [2006.01]"
  },
  {
    "code": "B24B 7/19",
    "description": "••••para trabajar con muela elementos decorativos planos [2006.01]"
  },
  {
    "code": "B24B 7/20",
    "description": "••caracterizados por el hecho de que están especialmente estudiados en función de las propiedades de la materia de los objetos no metálicos que van a ser trabajados con muela [2006.01]"
  },
  {
    "code": "B24B 7/22",
    "description": "••••para trabajar con muela materiales minerales, p. ej. piedra, cerámica o porcelana [2006.01]"
  },
  {
    "code": "B24B 7/24",
    "description": "••••••para trabajar con muela el vidrio [2006.01]"
  },
  {
    "code": "B24B 7/26",
    "description": "••••••••para trabajar con muela o pulir simultáneamente las dos caras opuestas de hojas o bandas de vidrio que se desplazan de forma continua [2006.01]"
  },
  {
    "code": "B24B 7/28",
    "description": "••••para trabajar con muela la madera [2006.01]"
  },
  {
    "code": "B24B 7/30",
    "description": "••••para trabajar con muela piezas de plástico [2006.01]"
  },
  {
    "code": "B24B 9/00",
    "description": "Máquinas o dispositivos para trabajar con muela los bordes o biseles de piezas o para retirar rebabas; Accesorios a este efecto (B24B 21/00 tiene prioridad; para afilar aristas de corte de herramientas B24B 3/00; eliminación de rebabas por material abrasivo suelto B24B 31/00) [2006.01]"
  },
  {
    "code": "B24B 9/02",
    "description": "••caracterizados por el hecho de que están especialmente estudiados en función de las propiedades de la materia propia de los objetos que van a ser trabajados con muela [2006.01]"
  },
  {
    "code": "B24B 9/04",
    "description": "••••del metal, p. ej. cuchillas de patines de hielo [2006.01]"
  },
  {
    "code": "B24B 9/06",
    "description": "••••de material mineral no metálico, p. ej. de piedra, cerámica o porcelana [2006.01]"
  },
  {
    "code": "B24B 9/08",
    "description": "••••••de vidrio [2006.01]"
  },
  {
    "code": "B24B 9/10",
    "description": "••••••••de placas de vidrio [2006.01]"
  },
  {
    "code": "B24B 9/12",
    "description": "••••••••para artículos hueco de vidrio, p. ej. vasos de beber, tarros de conservas, pantallas para el tubo de imagen de televisores [2006.01]"
  },
  {
    "code": "B24B 9/14",
    "description": "••••••••para piezas ópticas, p. ej. lentes, prismas [2006.01]"
  },
  {
    "code": "B24B 9/16",
    "description": "••••••de diamantes, de piedras preciosas o similares; Soportes para el pulido de diamantes; Copas o pinzas de agarre (para trabajar con muela diamantes o zafiros puntiagudos B24B 19/16) [2006.01]"
  },
  {
    "code": "B24B 9/18",
    "description": "••••de la madera [2006.01]"
  },
  {
    "code": "B24B 9/20",
    "description": "••••de plásticos [2006.01]"
  },
  {
    "code": "B24B 11/00",
    "description": "Máquinas o dispositivos para el trabajo con muela de superficies esféricas o de porciones de superficies esféricas; Accesorios a este efecto [2006.01]"
  },
  {
    "code": "B24B 11/02",
    "description": "••para el trabajo con muela de bolas [2006.01]"
  },
  {
    "code": "B24B 11/04",
    "description": "••••por medio de muelas circulares [2006.01]"
  },
  {
    "code": "B24B 11/06",
    "description": "••••••en las que es la superficie lateral la que trabaja, pudiendo esta superficie ser plana, ranurada o biselada [2006.01]"
  },
  {
    "code": "B24B 11/08",
    "description": "••••••en las que trabaja la periferia [2006.01]"
  },
  {
    "code": "B24B 11/10",
    "description": "••••••del tipo de taza [2006.01]"
  },
  {
    "code": "B24B 13/00",
    "description": "Máquinas o dispositivos concebidos para trabajar con muela o pulir superficies ópticas de lentes o superficies de forma similar de otras piezas; Accesorios para ello (trabajo con muela de bordes de piezas ópticas, p. ej. de lentes, de prismas, B24B 9/14) [2006.01]"
  },
  {
    "code": "B24B 13/005",
    "description": "••Dispositivos de bloqueo, soportes o similares; Dispositivos de alineamiento [2006.01]"
  },
  {
    "code": "B24B 13/01",
    "description": "••Herramientas particulares, p. ej. de forma de copa; Fabricación, reavivación o fijación de estas herramientas [2006.01]"
  },
  {
    "code": "B24B 13/015",
    "description": "••de pantallas del tubo de imagen de televisores, de reflectores de faros o similares [2006.01]"
  },
  {
    "code": "B24B 13/02",
    "description": "••por medio de herramientas con superficies abrasivas cuya forma se corresponde con la forma de la lente a trabajar [2006.01]"
  },
  {
    "code": "B24B 13/04",
    "description": "••Trabajo con muela de lentes, estando controladas las ruedas de trabajar con muela por engranajes (B24B 13/06 tiene prioridad) [2006.01]"
  },
  {
    "code": "B24B 13/06",
    "description": "••Trabajo con muela de lentes, estando la herramienta o la pieza a trabajar controladas por soportes de uniformación, p. ej. plantillas, cintas perforadas, cintas magnéticas [2006.01]"
  },
  {
    "code": "B24B 15/00",
    "description": "Máquinas o dispositivos para el trabajo con muela de superficies de apoyo; Accesorios a este efecto [2006.01]"
  },
  {
    "code": "B24B 15/02",
    "description": "••de válvulas [2006.01]"
  },
  {
    "code": "B24B 15/03",
    "description": "••••utilizando máquinas portátiles o móviles [2006.01]"
  },
  {
    "code": "B24B 15/04",
    "description": "••de órganos de válvulas [2006.01]"
  },
  {
    "code": "B24B 15/06",
    "description": "••de aberturas de botellas; de tapones de botellas o similares [2006.01]"
  },
  {
    "code": "B24B 15/08",
    "description": "••para trabajar con muela superficies conjugadas por desplazamiento mutuo de una sobre otra [2006.01]"
  },
  {
    "code": "B24B 17/02",
    "description": "••comportando sólo medios de transmisión mecánicos [2006.01]"
  },
  {
    "code": "B24B 17/04",
    "description": "••comportando medios ópticos auxiliares, p. ej. máquinas de trabajar con muela con proyección óptica de la forma [2006.01]"
  },
  {
    "code": "B24B 17/06",
    "description": "••••combinadas con medios de transmisión eléctrica, p. ej. controladas por células fotoeléctricas [2006.01]"
  },
  {
    "code": "B24B 17/08",
    "description": "••comportando sólo medio de transmisión por fluidos [2006.01]"
  },
  {
    "code": "B24B 17/10",
    "description": "••comportando sólo medios de transmisión eléctricos, p. ej. controlados por banda magnética [2006.01]"
  },
  {
    "code": "B24B 19/00",
    "description": "Máquinas o dispositivos concebidos especialmente para una operación particular de trabajo con muela no cubierta por otro grupo principal (trabajo con muela de roscas de tornillo B23G 1/36) [2006.01]"
  },
  {
    "code": "B24B 19/02",
    "description": "••para trabajar con muela ranuras, p. ej. en gargantas de árboles, en revestimientos, en tubos, elementos de juntas homocinéticas [2006.01]"
  },
  {
    "code": "B24B 19/03",
    "description": "••••para trabajar con muela ranuras en piezas de vidrio, p. ej. ranuras decorativas [2006.01]"
  },
  {
    "code": "B24B 19/04",
    "description": "••••para acanalar los fustes de los taladros [2006.01]"
  },
  {
    "code": "B24B 19/06",
    "description": "••••para trabajar con muela las guías de rodadura, p. ej. las guías de cojinetes a rodillos [2006.01]"
  },
  {
    "code": "B24B 19/08",
    "description": "••para trabajar con muela secciones no circulares, p. ej. árboles de sección elíptica o poligonal [2006.01]"
  },
  {
    "code": "B24B 19/09",
    "description": "••••para trabajar con muela superficies cicloidales, p. ej. en carcasas de rotor de motores Wankel [2006.01]"
  },
  {
    "code": "B24B 19/10",
    "description": "••••para rectificar pistones [2006.01]"
  },
  {
    "code": "B24B 19/11",
    "description": "••••para trabajar con muela superficies circunferenciales de anillos, p. ej. segmentos de pistón [2006.01]"
  },
  {
    "code": "B24B 19/12",
    "description": "••••para rectificar levas o árboles de levas [2006.01]"
  },
  {
    "code": "B24B 19/14",
    "description": "••para trabajar con muela álabes, palas de hélice o similares [2006.01]"
  },
  {
    "code": "B24B 19/16",
    "description": "••para trabajar con muela puntiagudas, p. ej. agujas, plumas, ganchos de pescar, pinzas, agujas de lectura de registro (pulido de agujas B24B 29/08) [2006.01]"
  },
  {
    "code": "B24B 19/18",
    "description": "••••para afilar cardas, p. ej. las agujas de cardas [2006.01]"
  },
  {
    "code": "B24B 19/20",
    "description": "••para el trabajo con muela de matrices o terrajas [2006.01]"
  },
  {
    "code": "B24B 19/22",
    "description": "••caracterizados por hecho de que están especialmente estudiados en función de las propiedades de la materia de los objetos no metálicos que van a ser trabajados con muela [2006.01]"
  },
  {
    "code": "B24B 19/24",
    "description": "••••de la madera, p. ej. muebles [2006.01]"
  },
  {
    "code": "B24B 19/26",
    "description": "••para trabajar con muela piezas con superficies en arco, p. ej. partes de carrocerías de vehículos, parachoques, cabezas de registro magnético [2006.01]"
  },
  {
    "code": "B24B 19/28",
    "description": "••••para trabajar con muela zapatas o guarniciones de frenos de tambor [2006.01]"
  },
  {
    "code": "B24B 21/00",
    "description": "Máquinas o dispositivos que utilizan bandas o cintas abrasivas para trabajar con muela o pulir (máquinas portátiles con cintas abrasivas B24B 23/06); Accesorios a este efecto [2006.01]"
  },
  {
    "code": "B24B 21/02",
    "description": "••para trabajar con muela superficies simétricas de revolución [2006.01]"
  },
  {
    "code": "B24B 21/04",
    "description": "••para trabajar con muela superficies planas [2006.01]"
  },
  {
    "code": "B24B 21/06",
    "description": "••••provistos de órganos con superficie de contacto limitada para empujar la correa contra la pieza que va a ser trabajada, p. ej. provistos de zapatas que barren completamente la superficie que va a ser trabajada con muela (B24B 21/12 tiene prioridad) [2006.01]"
  },
  {
    "code": "B24B 21/08",
    "description": "••••••Zapatas de presión; Patines de presión [2006.01]"
  },
  {
    "code": "B24B 21/10",
    "description": "••••provistos de un órgano rígido, p. ej. de una barra de presión, de una mesa de presión, que empuja o soporta la correa prácticamente sobre toda su extensión [2006.01]"
  },
  {
    "code": "B24B 21/12",
    "description": "••••provistos de una rueda de contacto o de un tambor que empuja la correa contra la pieza que va a ser trabajada [2006.01]"
  },
  {
    "code": "B24B 21/14",
    "description": "••••••Ruedas de contacto; Rodillos de contacto; Rodillos de soporte de cintas [2006.01]"
  },
  {
    "code": "B24B 21/16",
    "description": "••para trabajar con muela otras superficies de perfil particular [2006.01]"
  },
  {
    "code": "B24B 21/18",
    "description": "••Accesorios [2006.01]"
  },
  {
    "code": "B24B 21/20",
    "description": "••••para controlar o ajustar el movimiento o la tensión de la cinta abrasiva [2006.01]"
  },
  {
    "code": "B24B 21/22",
    "description": "••••para provocar un movimiento de vaivén perpendicular a la dirección del movimiento de la cinta abrasiva [2006.01]"
  },
  {
    "code": "B24B 23/00",
    "description": "Máquinas portátiles para trabajar con muela, p. ej. guiadas a mano; Accesorios a este efecto (B24B 7/18 tiene prioridad; equipo para retirar el polvo B24B 55/10) [2006.01]"
  },
  {
    "code": "B24B 23/02",
    "description": "••con herramientas de trabajar con muela rotativas; Accesorios a este efecto [2006.01]"
  },
  {
    "code": "B24B 23/03",
    "description": "••••siendo el útil accionado en un movimiento combinado [2006.01]"
  },
  {
    "code": "B24B 23/04",
    "description": "••con herramientas de trabajar con muela oscilantes; Accesorios a este efecto [2006.01]"
  },
  {
    "code": "B24B 23/06",
    "description": "••con cintas abrasivas, p. ej. con cintas sin fin; Accesorios a este efecto [2006.01]"
  },
  {
    "code": "B24B 23/08",
    "description": "••Máquinas portátiles de trabajar con muela concebidas para ser fijadas sobre piezas u otros elementos de sección particular, p. ej. para trabajar con muela conmutadores [2006.01]"
  },
  {
    "code": "B24B 25/00",
    "description": "Máquinas para el trabajo con muela del tipo universal [2006.01]"
  },
  {
    "code": "B24B 27/00",
    "description": "Otras máquinas o dispositivos para el trabajo con muela [2006.01]"
  },
  {
    "code": "B24B 27/02",
    "description": "••Máquinas para desbarbar [2006.01]"
  },
  {
    "code": "B24B 27/027",
    "description": "••dotadas de un árbol flexible [2006.01]"
  },
  {
    "code": "B24B 27/033",
    "description": "••para trabajar con muela una superficie con el fin de limpiarla, p. ej. para decalaminar o corregir con muela los defectos de la superficie [2006.01]"
  },
  {
    "code": "B24B 27/04",
    "description": "••••Máquinas o dispositivos para trabajar con muela en los que la herramienta de trabajo está soportada por un balancín [2006.01]"
  },
  {
    "code": "B24B 27/06",
    "description": "••Máquinas para cortar con muela [2006.01]"
  },
  {
    "code": "B24B 27/08",
    "description": "••••portátiles [2006.01]"
  },
  {
    "code": "B24B 29/00",
    "description": "Máquinas o dispositivos para pulir superficies de piezas por medio de herramientas hechas de materiales blandos o flexibles con o sin aplicación de productos de pulido sólidos o líquidos (para trabajar con muela o pulir por medio de cintas B24B 21/00) [2006.01]"
  },
  {
    "code": "B24B 29/02",
    "description": "••concebidos para piezas particulares [2006.01]"
  },
  {
    "code": "B24B 29/04",
    "description": "••••para piezas de superficies de revolución simétrica, p. ej. de forma esférica, cilíndrica o cónica [2006.01]"
  },
  {
    "code": "B24B 29/06",
    "description": "••••para piezas alargadas que tienen sección transversal uniforme en una dirección principal [2006.01]"
  },
  {
    "code": "B24B 29/08",
    "description": "••••••con sección transversal circular, p. ej. tubos, alambres, agujas [2006.01]"
  },
  {
    "code": "B24B 29/10",
    "description": "••••para cuchillería de mesa [2006.01]"
  },
  {
    "code": "B24B 31/00",
    "description": "Máquinas o dispositivos para pulir o trabajar por abrasión las superficies en tambor, o por medio de otros aparatos, en los que las piezas a trabajar o los productos abrasivos sean libres; Accesorios a este efecto (para trabajar con muela o pulir por medio de cintas B24C 3/26) [2006.01]"
  },
  {
    "code": "B24B 31/02",
    "description": "••que implican el empleo de tambores rotativos [2006.01]"
  },
  {
    "code": "B24B 31/023",
    "description": "••••con eje inclinable [2006.01]"
  },
  {
    "code": "B24B 31/027",
    "description": "••••con movimiento oscilatorio suplementario [2006.01]"
  },
  {
    "code": "B24B 31/03",
    "description": "••••las piezas están continuamente en movimiento [2006.01]"
  },
  {
    "code": "B24B 31/033",
    "description": "••••comportando varios tambores rotativos o para trabajar en tambores de volteo con movimiento paralelo [2006.01]"
  },
  {
    "code": "B24B 31/037",
    "description": "••••comportando varios tambores rotativos o en tambores de volteo con movimiento no paralelo [2006.01]"
  },
  {
    "code": "B24B 31/05",
    "description": "••que implica el empleo de un recipiente con forma de cinta transportadora [2006.01]"
  },
  {
    "code": "B24B 31/06",
    "description": "••que implican el empleo de recipientes oscilantes o vibrantes [2006.01]"
  },
  {
    "code": "B24B 31/067",
    "description": "••••que implica el empleo de un tambor con forma de canalón o artesa [2006.01]"
  },
  {
    "code": "B24B 31/073",
    "description": "••••que implica el empleo de un tambor con forma de anillo o en espiral [2006.01]"
  },
  {
    "code": "B24B 31/10",
    "description": "••que implica el empleo de otros medios para trabajar las piezas por frotamiento [2006.01]"
  },
  {
    "code": "B24B 31/104",
    "description": "••••que implica el empleo de un tambor rotativo en el que se constituye una zona anular de polvo abrasivo, por fuerza centrífuga [2006.01]"
  },
  {
    "code": "B24B 31/108",
    "description": "••••que implica el empleo de un tambor en dos partes, una de las cuales, p. ej. la pared es fijo, y la otra móvil, p. ej. rotativa [2006.01]"
  },
  {
    "code": "B24B 31/112",
    "description": "••••que utilizan polvo abrasivo aglomerado de forma magnética, que se mueve con respecto a la pieza bajo la influencia de la presión [2006.01]"
  },
  {
    "code": "B24B 31/116",
    "description": "••••que utilizan un compuesto abrasivo deformable plásticamente, que se mueve con respecto a la pieza bajo la influencia de la presión [2006.01]"
  },
  {
    "code": "B24B 31/12",
    "description": "••Accesorios; Equipo de protección o dispositivos de seguridad; Instalaciones para la extracción de polvo o la absorción del sonido especialmente adaptados a máquinas del grupo B24B 31/00 [2006.01]"
  },
  {
    "code": "B24B 31/14",
    "description": "••••Cuerpos abrasivos especialmente concebidos para el trabajo en tambor, p. ej. bolas abrasivas [2006.01]"
  },
  {
    "code": "B24B 31/16",
    "description": "••••Medios para separar las piezas de los productos abrasivos al fin de la operación [2006.01]"
  },
  {
    "code": "B24B 33/00",
    "description": "Máquinas o dispositivos de acabado; Accesorios a este efecto [2006.01]"
  },
  {
    "code": "B24B 33/02",
    "description": "••para trabajar interiormente superficies de revolución, p. ej. de forma cilíndrica o cónica [2006.01]"
  },
  {
    "code": "B24B 33/04",
    "description": "••para trabajar exteriormente superficies de revolución [2006.01]"
  },
  {
    "code": "B24B 33/05",
    "description": "••para pulir ranuras, p. ej. en el interior de los cañones de fusiles [2006.01]"
  },
  {
    "code": "B24B 33/055",
    "description": "••concebidos para el trabajo de superficies planas [2006.01]"
  },
  {
    "code": "B24B 33/06",
    "description": "••con órganos de control o de calibrado [2006.01]"
  },
  {
    "code": "B24B 33/08",
    "description": "••Herramientas de acabado [2006.01]"
  },
  {
    "code": "B24B 33/10",
    "description": "••Organos anejos [2006.01]"
  },
  {
    "code": "B24B 35/00",
    "description": "Máquinas o dispositivos para el superacabado de superficies, es decir, para el trabajo por medio de bloques abrasivos animados de un movimiento de vaivén de alta frecuencia (B24B 3/00 tiene prioridad) [2006.01]"
  },
  {
    "code": "B24B 37/00",
    "description": "Máquinas o dispositivos de afinado de superficies; Accesorios (B24B 3/00 tiene prioridad) [2012.01]"
  },
  {
    "code": "B24B 37/005",
    "description": "••Medios de control para máquinas o dispositivos de afinado de superficies [2012.01]"
  },
  {
    "code": "B24B 37/013",
    "description": "••••Dispositivos o medios para detectar la finalización del afinado [2012.01]"
  },
  {
    "code": "B24B 37/015",
    "description": "••••Control de temperatura [2012.01]"
  },
  {
    "code": "B24B 37/02",
    "description": "••diseñado para afinar superficies de revolución [2012.01]"
  },
  {
    "code": "B24B 37/025",
    "description": "••••diseñado para trabajar superficies esféricas [2012.01]"
  },
  {
    "code": "B24B 37/04",
    "description": "••diseñado para afinar superficies planas [2012.01]"
  },
  {
    "code": "B24B 37/07",
    "description": "••••caracterizado por el movimiento de la pieza o herramienta de afinado [2012.01]"
  },
  {
    "code": "B24B 37/08",
    "description": "••••••para afinado en ambas caras [2012.01]"
  },
  {
    "code": "B24B 37/10",
    "description": "••••••para afinado en una sola cara [2012.01]"
  },
  {
    "code": "B24B 37/11",
    "description": "••Herramientas de afinado [2012.01]"
  },
  {
    "code": "B24B 37/12",
    "description": "••••Placas de afinado para trabajar superficies planas [2012.01]"
  },
  {
    "code": "B24B 37/14",
    "description": "••••••caracterizado por la composición o propiedades de los materiales de la placa [2012.01]"
  },
  {
    "code": "B24B 37/16",
    "description": "••••••caracterizado por la forma de la placa afinadora, p. ej. acanalada [2012.01]"
  },
  {
    "code": "B24B 37/20",
    "description": "••••Afinadores de punta ancha para superficies de trabajo planas [2012.01]"
  },
  {
    "code": "B24B 37/22",
    "description": "••••••caracterizado por una estructura multi-capa [2012.01]"
  },
  {
    "code": "B24B 37/24",
    "description": "••••••caracterizado por la composición o propiedades de los materiales de la punta ancha [2012.01]"
  },
  {
    "code": "B24B 37/26",
    "description": "••••••caracterizado por la forma de la punta ancha, p. ej. acanalada [2012.01]"
  },
  {
    "code": "B24B 37/27",
    "description": "••Porteadores para la pieza [2012.01]"
  },
  {
    "code": "B24B 37/28",
    "description": "••••para afinado de doble cara en superficies planas [2012.01]"
  },
  {
    "code": "B24B 37/30",
    "description": "••••para afinado por una única cara de superficies planas [2012.01]"
  },
  {
    "code": "B24B 37/32",
    "description": "••••••Anillos de retención [2012.01]"
  },
  {
    "code": "B24B 37/34",
    "description": "••Accesorios [2012.01]"
  },
  {
    "code": "B24B 39/00",
    "description": "Máquinas o dispositivos para bruñir, es decir, que utilizan órganos de presión para endurecer las superficies; Accesorios a este efecto (B24B 3/00 tiene prioridad) [2006.01]"
  },
  {
    "code": "B24B 39/02",
    "description": "••para trabajar interiormente superficies de revolución [2006.01]"
  },
  {
    "code": "B24B 39/04",
    "description": "••para trabajar exteriormente superficies de revolución [2006.01]"
  },
  {
    "code": "B24B 39/06",
    "description": "••concebidos para trabajar superficies planas [2006.01]"
  },
  {
    "code": "B24B 41/00",
    "description": "Elementos constitutivos de maquinas o dispositivos abrasivos tales como bastidores, bancos, cabezales, carros [2006.01]"
  },
  {
    "code": "B24B 41/02",
    "description": "••Bastidores; Bancos; Carros [2006.01]"
  },
  {
    "code": "B24B 41/04",
    "description": "••Cabezales; Arboles portamuelas; Características relacionadas con éstos [2006.01]"
  },
  {
    "code": "B24B 41/047",
    "description": "••••Cabezas de muelas para el trabajo de superficies planas [2006.01]"
  },
  {
    "code": "B24B 41/053",
    "description": "••••••para el trabajo con muela o el pulido del vidrio [2006.01]"
  },
  {
    "code": "B24B 41/06",
    "description": "••Soportes de piezas, p. ej. lunetas regulables (B24B 37/27 tiene prioridad) [2012.01]"
  },
  {
    "code": "B24B 45/00",
    "description": "Medios utilizados para fijar las muelas sobre los árboles rotativos [2006.01]"
  },
  {
    "code": "B24B 47/00",
    "description": "Propulsión o transmisión para máquinas o dispositivos abrasivos; Equipo a este efecto [2006.01]"
  },
  {
    "code": "B24B 47/02",
    "description": "••para realizar un movimiento de vaivén de los carros o de las mesas portapiezas [2006.01]"
  },
  {
    "code": "B24B 47/04",
    "description": "••••por transmisión mecánica únicamente [2006.01]"
  },
  {
    "code": "B24B 47/06",
    "description": "••••por presión de un gas o de un líquido solamente [2006.01]"
  },
  {
    "code": "B24B 47/08",
    "description": "••••por transmisión mecánica combinada con sistemas de fluidos [2006.01]"
  },
  {
    "code": "B24B 47/10",
    "description": "••para arrastrar en su movimiento de rotación o de vaivén los árboles portamuelas o portapiezas [2006.01]"
  },
  {
    "code": "B24B 47/12",
    "description": "••••por transmisión mecánica o por energía eléctrica (B24B 47/16 tiene prioridad) [2006.01]"
  },
  {
    "code": "B24B 47/14",
    "description": "••••por presión de un gas o de un líquido (B24B 47/16 tiene prioridad) [2006.01]"
  },
  {
    "code": "B24B 47/16",
    "description": "••••animados de un movimiento de vaivén, p. ej. durante el cual el sentido de rotación del árbol de trabajo está invertido [2006.01]"
  },
  {
    "code": "B24B 47/18",
    "description": "••••para hacer girar el árbol a una velocidad regulable en función del desgaste de la muela [2006.01]"
  },
  {
    "code": "B24B 47/20",
    "description": "••relativos al movimiento de avance [2006.01]"
  },
  {
    "code": "B24B 47/22",
    "description": "••Equipo que permite la colocación exacta de la herramienta de amolar o de la pieza al comienzo de la operación de amolar [2006.01]"
  },
  {
    "code": "B24B 47/25",
    "description": "••para compensar el desgaste que resulta de la reavivación de la muela [2006.01]"
  },
  {
    "code": "B24B 47/26",
    "description": "••Accesorios, p. ej. topes [2006.01]"
  },
  {
    "code": "B24B 47/28",
    "description": "••Dispositivos para impedir la holgura [2006.01]"
  },
  {
    "code": "B24B 49/00",
    "description": "Aparatos de medida o de calibrado para el control del movimiento de avance del útil de amolar o de la pieza que va a ser amolada; Disposición de los aparatos de indicación o de medida, p. ej. para indicar el comienzo de la operación de amolado (B24B 33/06, B24B 37/005 tienen prioridad; si el aparato es utilizado entre otras máquinas-herramientas B23Q 15/00-B23Q 17/00 tienen prioridad) [2012.01]"
  },
  {
    "code": "B24B 49/02",
    "description": "••comparando el tamaño instantáneo de la pieza trabajada con el tamaño o cota deseada, siendo la medición o calibrado continua o intermitente (B24B 49/12 tiene prioridad) [2006.01]"
  },
  {
    "code": "B24B 49/03",
    "description": "••••funcionando según la cota o tamaño final de la pieza precedente rectificada [2006.01]"
  },
  {
    "code": "B24B 49/04",
    "description": "••••implicando la medida de la pieza en el lugar de trabajo durante la operación de trabajo con muela [2006.01]"
  },
  {
    "code": "B24B 49/05",
    "description": "••••••incluyendo la medida de la primera pieza ya trabajada y la de otra pieza a trabajar y comparándola con la primera [2006.01]"
  },
  {
    "code": "B24B 49/06",
    "description": "••••implicando la comparación de la pieza con cuñas o anillos de calibrado u órganos análogos [2006.01]"
  },
  {
    "code": "B24B 49/08",
    "description": "••implicando dispositivos a base de elementos líquidos o neumáticos [2006.01]"
  },
  {
    "code": "B24B 49/10",
    "description": "••implicando dispositivos eléctricos (B24B 49/02, B24B 49/08 tienen prioridad) [2006.01]"
  },
  {
    "code": "B24B 49/12",
    "description": "••implicando dispositivos ópticos [2006.01]"
  },
  {
    "code": "B24B 49/14",
    "description": "••tomando en consideración la temperatura durante la operación de amolado [2006.01]"
  },
  {
    "code": "B24B 49/16",
    "description": "••tomando en consideración la presión de trabajo [2006.01]"
  },
  {
    "code": "B24B 49/18",
    "description": "••teniendo en cuenta la existencia de herramientas de reavivación [2006.01]"
  },
  {
    "code": "B24B 51/00",
    "description": "Sistemas para el control automático de una serie de operaciones sucesivas de amolado de una pieza [2006.01]"
  },
  {
    "code": "B24B 53/007",
    "description": "••Limpieza de muelas [2006.01]"
  },
  {
    "code": "B24B 53/013",
    "description": "••Aplicación de un producto de rectificar a granel como herramienta auxiliar durante la operación de reavivación [2006.01]"
  },
  {
    "code": "B24B 53/017",
    "description": "••Dispositivos o medios para restaurar, limpiar o acondicionar de otra forma las herramientas de afinado [2012.01]"
  },
  {
    "code": "B24B 53/02",
    "description": "••las superficies planas de herramientas abrasivas (B24B 53/017 tiene prioridad) [2012.01]"
  },
  {
    "code": "B24B 53/04",
    "description": "••de superficies cilíndricas o cónicas de herramientas abrasivas o de muelas (B24B 53/017 tiene prioridad) [2012.01]"
  },
  {
    "code": "B24B 53/047",
    "description": "••••equipadas con uno o más diamantes [2006.01]"
  },
  {
    "code": "B24B 53/053",
    "description": "••••utilizando herramientas rotativas de reavivación [2006.01]"
  },
  {
    "code": "B24B 53/06",
    "description": "••de muelas perfiladas [2006.01]"
  },
  {
    "code": "B24B 53/065",
    "description": "••••teniendo un perfil que no es recto, p. ej. bombeado (B24B 53/07 tiene prioridad) [2006.01]"
  },
  {
    "code": "B24B 53/07",
    "description": "••••utilizando herramientas que tienen perfiles complementarios a los que se va a realizar, p. ej. bloques, rodillos perfilados [2006.01]"
  },
  {
    "code": "B24B 53/075",
    "description": "••••para piezas con perfil ranurado p. ej. ruedas dentadas, árboles ranurados, roscas o tornillos sin fin (B24B 53/07 tiene prioridad) [2006.01]"
  },
  {
    "code": "B24B 53/08",
    "description": "••••controlados por medio de soportes de información, p. ej. plantillas, dibujos, bandas perforadas o similares [2006.01]"
  },
  {
    "code": "B24B 53/085",
    "description": "••••••para piezas que tienen un perfil ranurado p. ej. ruedas dentadas, árboles ranurados, tornillos o tornillos sin fin (B24B 53/09 tiene prioridad) [2006.01]"
  },
  {
    "code": "B24B 53/09",
    "description": "••••••teniendo elementos de transmisión del tipo mecanismo de pantógrafo [2006.01]"
  },
  {
    "code": "B24B 53/095",
    "description": "••Enfriamiento o lubricación durante la operación de reavivación [2006.01]"
  },
  {
    "code": "B24B 53/10",
    "description": "••Soportes flexibles móviles revestidos de abrasivos; Limpieza de bandas abrasivas [2006.01]"
  },
  {
    "code": "B24B 53/12",
    "description": "••Dispositivos para rectificar; Sus soportes [2006.01]"
  },
  {
    "code": "B24B 53/14",
    "description": "••••Dispositivos para rectificar equipados de rodillos o cortadores rotativos; Sus soportes [2006.01]"
  },
  {
    "code": "B24B 55/00",
    "description": "Dispositivos de seguridad para máquinas de trabajar con muela o de pulir; Accesorios adaptados para máquinas de trabajar con muela o pulir para mantener las herramientas o las partes de las máquinas en buen estado de funcionamiento [2006.01]"
  },
  {
    "code": "B24B 55/02",
    "description": "••Equipos para enfriamiento de las superficies abrasivas y que incluyen dispositivos de alimentación de refrigerantes (incorporados en la muela, B24D) [2006.01]"
  },
  {
    "code": "B24B 55/03",
    "description": "••••concebidos como un equipo completo de alimentación del refrigerante o de clarificación del mismo [2006.01]"
  },
  {
    "code": "B24B 55/04",
    "description": "••Escudos protectores de muelas [2006.01]"
  },
  {
    "code": "B24B 55/05",
    "description": "••••especialmente concebido para máquinas portátiles de trabajar con muela [2006.01]"
  },
  {
    "code": "B24B 55/06",
    "description": "••Equipos para extraer el polvo de las máquinas de trabajar con muela o de pulir (B24B 31/12 tiene prioridad) [2006.01]"
  },
  {
    "code": "B24B 55/08",
    "description": "••••especialmente concebidos para máquinas que trabajan con cinta abrasiva [2006.01]"
  },
  {
    "code": "B24B 55/10",
    "description": "••••especialmente concebidos para máquinas portátiles, p. ej. guiadas a mano [2006.01]"
  },
  {
    "code": "B24B 55/12",
    "description": "••Dispositivos para eliminar el aceite o el refrigerante; Dispositivos para recoger o recuperar los materiales que se desprenden al trabajar con muela o pulir, p. ej. metales preciosos, piedras preciosas diamantes o similares [2006.01]"
  },
  {
    "code": "B24B 57/00",
    "description": "Dispositivos para la alimentación, aplicación, clasificación o recuperación de productos de trabajar con muela, pulir o afinar (para el tratamiento por chorro abrasivo B24C 1/00, B24C 7/00) [2006.01]"
  },
  {
    "code": "B24B 57/02",
    "description": "••para la alimentación de productos de trabajo, pulido en estado fluido o de vapor, pulverizado o líquido [2006.01]"
  },
  {
    "code": "B24B 57/04",
    "description": "••para la alimentación de productos de trabajo o de pulido en estado sólido [2006.01]"
  }
]