[
  {
    "code": "B27B 1/00",
    "description": "Métodos para subdividir los troncos o las trozas que implican esencialmente el aserrado (las características de las máquinas utilizadas, ver los grupos que se relacionan con estas mismas máquinas) [2006.01]"
  },
  {
    "code": "B27B 3/00",
    "description": "Sierras alternativas de hojas múltiples; Otras máquinas de aserrar de hojas alternativas especialmente concebidas para el aserrado longitudinal de los troncos [2006.01]"
  },
  {
    "code": "B27B 3/02",
    "description": "••con chasis animado de movimiento alternativo vertical [2006.01]"
  },
  {
    "code": "B27B 3/04",
    "description": "••••con hojas múltiples [2006.01]"
  },
  {
    "code": "B27B 3/06",
    "description": "••••con hoja lateral [2006.01]"
  },
  {
    "code": "B27B 3/08",
    "description": "••••••combinada con un chasis de hojas múltiples [2006.01]"
  },
  {
    "code": "B27B 3/10",
    "description": "••••Chasis o guías de chasis [2006.01]"
  },
  {
    "code": "B27B 3/12",
    "description": "••••Mecanismos para producir el movimiento alternativo del chasis; Dispositivos para amortizar las vibraciones; Sistemas de equilibrado (B27B 3/26 tiene prioridad) [2006.01]"
  },
  {
    "code": "B27B 3/14",
    "description": "••••Sistemas para elevar o bajar los rodillos de alimentación [2006.01]"
  },
  {
    "code": "B27B 3/16",
    "description": "••••Mecanismos de propulsión de los rodillos de alimentación [2006.01]"
  },
  {
    "code": "B27B 3/18",
    "description": "••••Aparatos de control, p. ej. para controlar el movimiento [2006.01]"
  },
  {
    "code": "B27B 3/20",
    "description": "••••Aparatos para guiar la parte de madera serrada durante el trabajo, p. ej. para evitar los defectos debidos a los esfuerzos de torsión [2006.01]"
  },
  {
    "code": "B27B 3/22",
    "description": "••con chasis animado de movimiento alternativo horizontal [2006.01]"
  },
  {
    "code": "B27B 3/24",
    "description": "••••Sistemas para levantar y bajar el chasis [2006.01]"
  },
  {
    "code": "B27B 3/26",
    "description": "••••Mecanismos para producir el movimiento alternativo del chasis; Sistemas para amortiguar las vibraciones; Sistemas de equilibrio [2006.01]"
  },
  {
    "code": "B27B 3/28",
    "description": "••Partes constitutivas [2006.01]"
  },
  {
    "code": "B27B 3/30",
    "description": "••••Fijación de las hojas, p. ej. chapas de suspensión; Dispositivos de tensión [2006.01]"
  },
  {
    "code": "B27B 3/32",
    "description": "••••••estando los dispositivos de tensado equipados de un sistema de vástago fileteado o de cuñas [2006.01]"
  },
  {
    "code": "B27B 3/34",
    "description": "••••••estando los dispositivos de tensado accionados por un fluido a presión [2006.01]"
  },
  {
    "code": "B27B 3/36",
    "description": "••••Dispositivos para regular la distancia entre las hojas [2006.01]"
  },
  {
    "code": "B27B 3/38",
    "description": "••••••Registros para mantener la brecha entre las cuchillas [2006.01]"
  },
  {
    "code": "B27B 3/40",
    "description": "••••Dispositivos para regular la inclinación de las hojas [2006.01]"
  },
  {
    "code": "B27B 5/00",
    "description": "Máquinas de aserrar que trabajan con hojas de sierra circulares (para el aserrado longitudinal de los troncos B27B 7/00); Organos o equipos ad hoc [2006.01]"
  },
  {
    "code": "B27B 5/02",
    "description": "••con la particularidad de no tener más que una sola utilización [2006.01]"
  },
  {
    "code": "B27B 5/04",
    "description": "••••para el afinado de los cantos [2006.01]"
  },
  {
    "code": "B27B 5/06",
    "description": "••••para la división de placas en elementos de dimensiones determinadas, p. ej. sierras para paneles [2006.01]"
  },
  {
    "code": "B27B 5/065",
    "description": "••••••con hojas de sierra desplazables, p.ej. dispuestas en un carro [2006.01]"
  },
  {
    "code": "B27B 5/07",
    "description": "••••••••estando las placas situadas en un plano sensiblemente vertical (B27B 5/075 tiene prioridad) [2006.01]"
  },
  {
    "code": "B27B 5/075",
    "description": "••••••••caracterizados por tener una serie de hojas de sierra, p.ej. girando en torno a ejes perpendiculares [2006.01]"
  },
  {
    "code": "B27B 5/08",
    "description": "••••para el aserrado, con hojas de sierra que se apoyan paralelamente contra la superficie que va a ser trabajada [2006.01]"
  },
  {
    "code": "B27B 5/10",
    "description": "••Sierras circulares montadas sobre ruedas; Sierras circulares concebidas para ser incorporadas a tractores o a otros vehículos y accionados por éstos [2006.01]"
  },
  {
    "code": "B27B 5/12",
    "description": "••Sierras cilíndricas [2006.01]"
  },
  {
    "code": "B27B 5/14",
    "description": "••Sierras circulares propulsadas periféricamente [2006.01]"
  },
  {
    "code": "B27B 5/16",
    "description": "••Sierras circulares de banco (B27B 15/06 tiene prioridad) [2006.01]"
  },
  {
    "code": "B27B 5/18",
    "description": "••••con hoja circular con movimiento de avance, p. ej. montada sobre un carro [2006.01]"
  },
  {
    "code": "B27B 5/20",
    "description": "••••••siendo la hoja regulable en función de la profundidad o del ángulo de corte; Sierras radiales, es decir, máquinas de aserrar con un brazo radial pivotante para el guiado del carro móvil [2006.01]"
  },
  {
    "code": "B27B 5/22",
    "description": "••••con hoja circular sin movimiento de avance [2006.01]"
  },
  {
    "code": "B27B 5/24",
    "description": "••••••siendo la hoja regulable en función de la profundidad o del ángulo de corte [2006.01]"
  },
  {
    "code": "B27B 5/26",
    "description": "••••••siendo el banco regulable en función de la profundidad o del ángulo de corte [2006.01]"
  },
  {
    "code": "B27B 5/29",
    "description": "••Detalles; Partes constitutivas; Accesorios [2006.01]"
  },
  {
    "code": "B27B 5/30",
    "description": "••••para montar o fijar las hojas o los árboles de las sierras [2006.01]"
  },
  {
    "code": "B27B 5/32",
    "description": "••••••Dispositivos para fijar la hoja sobre el árbol de una sierra circular [2006.01]"
  },
  {
    "code": "B27B 5/34",
    "description": "••••••Dispositivos para fijar varias hojas de sierra circulares sobre un solo árbol; Equipos para la regulación del intervalo entre las hojas [2006.01]"
  },
  {
    "code": "B27B 5/36",
    "description": "••••••Montaje para orientar o inclinar la hoja [2006.01]"
  },
  {
    "code": "B27B 5/38",
    "description": "••••Dispositivos para frenar la hoja o el árbol; Accesorios para amortiguar las vibraciones de la hoja, p. ej. silenciadores [2006.01]"
  },
  {
    "code": "B27B 7/00",
    "description": "Máquinas de aserrar que trabajan con hojas de sierra circulares, especialmente concebidas para el aserrado longitudinal de los troncos [2006.01]"
  },
  {
    "code": "B27B 7/02",
    "description": "••con sierras circulares montadas en ángulo recto, p. ej. vertical y horizontalmente [2006.01]"
  },
  {
    "code": "B27B 7/04",
    "description": "••con sierras circulares múltiples montadas sobre un solo árbol; Sistemas para la regulación del intervalo entre las hojas [2006.01]"
  },
  {
    "code": "B27B 9/00",
    "description": "Sierras circulares portátiles a motor para trabajar a mano (detalles o partes constitutivas, p. ej. carcasas, o cuerpos de herramientas a motor no relacionados particularmente con la operación efectuada B25F 5/00) [2006.01]"
  },
  {
    "code": "B27B 9/02",
    "description": "••Sistemas para regular la profundidad del corte o el grado de inclinación [2006.01]"
  },
  {
    "code": "B27B 9/04",
    "description": "••Sistemas de guiado, p. ej. para recortar paneles [2006.01]"
  },
  {
    "code": "B27B 11/02",
    "description": "••Dispositivos para guiar la hoja [2006.01]"
  },
  {
    "code": "B27B 11/04",
    "description": "••••Soportes susceptibles de ser fijados a la pieza [2006.01]"
  },
  {
    "code": "B27B 11/06",
    "description": "••Sistemas para el montaje de la hoja, con o sin mecanismos de transmisión desembragables para desconectar la propulsión [2006.01]"
  },
  {
    "code": "B27B 11/08",
    "description": "••Chasis, columnas o bancos [2006.01]"
  },
  {
    "code": "B27B 11/10",
    "description": "••Dispositivos para agarrar la pieza de madera o mantenerla en posición [2006.01]"
  },
  {
    "code": "B27B 11/12",
    "description": "••Unidades de aserrado concebidas para ser montadas sobre, o propulsadas por tractores [2006.01]"
  },
  {
    "code": "B27B 13/00",
    "description": "Máquinas de serrar de cinta, u hoja sin fin (para el aserrado de troncos longitudinal B27B 15/00); Organos o equipo ad hoc [2006.01]"
  },
  {
    "code": "B27B 13/02",
    "description": "••Marcos; pilares [2006.01]"
  },
  {
    "code": "B27B 13/04",
    "description": "••Mesas; Dispositivos para inclinar la hoja [2006.01]"
  },
  {
    "code": "B27B 13/06",
    "description": "••Volantes; Palieres [2006.01]"
  },
  {
    "code": "B27B 13/08",
    "description": "••Dispositivos para tensar la hoja [2006.01]"
  },
  {
    "code": "B27B 13/10",
    "description": "••Aparatos para guiar la hoja, p. ej. rodillos de guiado, guías dorsales, guías laterales [2006.01]"
  },
  {
    "code": "B27B 13/12",
    "description": "••Dispositivos de lubrificación especialmente concebidos para las hojas de cinta [2006.01]"
  },
  {
    "code": "B27B 13/14",
    "description": "••Dispositivos de frenado especialmente concebido para las sierras de cinta, p. ej. que entran en funcionamiento tras la avería de la hoja [2006.01]"
  },
  {
    "code": "B27B 13/16",
    "description": "••Accesorios, p. ej. para enfriar la hoja [2006.01]"
  },
  {
    "code": "B27B 15/00",
    "description": "Máquinas de aserrar de cinta u hoja sin fin, especialmente concebida para el aserrado longitudinal de los troncos [2006.01]"
  },
  {
    "code": "B27B 15/02",
    "description": "••con hoja guiada horizontalmente, es decir, sierras horizontales de cinta para trozas [2006.01]"
  },
  {
    "code": "B27B 15/04",
    "description": "••con hoja guiada verticalmente [2006.01]"
  },
  {
    "code": "B27B 15/06",
    "description": "••combinadas con sierras circulares para realizar simultáneamente varias operaciones de aserrado [2006.01]"
  },
  {
    "code": "B27B 15/08",
    "description": "••con varias hojas de sierra de cinta [2006.01]"
  },
  {
    "code": "B27B 17/02",
    "description": "••Sierra de cadena provistas de guía (B27B 17/06 tiene prioridad) [2006.01]"
  },
  {
    "code": "B27B 17/04",
    "description": "••••Poleas de reenvío montadas sobre rodamientos [2006.01]"
  },
  {
    "code": "B27B 17/06",
    "description": "••Sierras de cadena en arco [2006.01]"
  },
  {
    "code": "B27B 17/08",
    "description": "••Propulsiones o controles; Dispositivos para orientar o inclinar la cadena [2006.01]"
  },
  {
    "code": "B27B 17/10",
    "description": "••••Embragues de transmisión especialmente concebidos para las sierras de cadena [2006.01]"
  },
  {
    "code": "B27B 17/12",
    "description": "••Dispositivos de lubrificación especialmente concebidos para las sierras de cadena [2006.01]"
  },
  {
    "code": "B27B 17/14",
    "description": "••Sistemas para tensar la cadena [2006.01]"
  },
  {
    "code": "B27B 19/00",
    "description": "Otras sierras alternativas accionadas por motor; Sierras para contornear o recortar (detalles o partes constitutivas, p. ej. carcasas, o cuerpos, de herramientas portátiles a motor no relacionadas particularmente con la operación efectuada B25F 5/00) [2006.01]"
  },
  {
    "code": "B27B 19/02",
    "description": "••Sierras motorizadas para comportar una hoja sujeta por sus dos extremidades o una de ellas únicamente, p. ej. sierras saltarinas, sierras para contornear (B27B 19/10 tiene prioridad) [2006.01]"
  },
  {
    "code": "B27B 19/04",
    "description": "••••caracterizadas por el sistema de propulsión, p. ej. por propulsión electromagnética [2006.01]"
  },
  {
    "code": "B27B 19/06",
    "description": "••••Máquinas fijas [2006.01]"
  },
  {
    "code": "B27B 19/09",
    "description": "••••portátiles [2006.01]"
  },
  {
    "code": "B27B 19/10",
    "description": "••Sierras de contornear, es decir, con una hoja sujeta por sus dos extremidades a un arco guiado manualmente [2006.01]"
  },
  {
    "code": "B27B 19/12",
    "description": "••••movidas por motor [2006.01]"
  },
  {
    "code": "B27B 19/14",
    "description": "••••accionadas manualmente [2006.01]"
  },
  {
    "code": "B27B 21/00",
    "description": "Sierras manuales sin motor (B27B 19/14 tiene prioridad); Equipos para el aserrado manual, p. ej. caballetes de serrado (cabría) [2006.01]"
  },
  {
    "code": "B27B 21/02",
    "description": "••Sierras de troncos, o sierras de tipo \"sierra para metales\" [2006.01]"
  },
  {
    "code": "B27B 21/04",
    "description": "••Sierras manuales de corte transversal; Serruchos [2006.01]"
  },
  {
    "code": "B27B 21/06",
    "description": "••Dispositivos para tensar la hoja [2006.01]"
  },
  {
    "code": "B27B 21/08",
    "description": "••Dispositivos montados sobre las sierras manuales, para regularlas o ajustarlas, p. ej. para limitar la profundidad del corte [2006.01]"
  },
  {
    "code": "B27B 23/00",
    "description": "Otros métodos para cortar la madera por medio de herramientas dentadas no rotativas; Herramientas ad hoc (corte con alambre caliente B27M 1/06) [2006.01]"
  },
  {
    "code": "B27B 25/00",
    "description": "Dispositivos para la alimentación de madera en las serrerías o en las máquinas de aserrar; Dispositivos de alimentación de árboles (B27B 31/00 tiene prioridad) [2006.01]"
  },
  {
    "code": "B27B 25/02",
    "description": "••con avance por rodillos o rodillos compresores [2006.01]"
  },
  {
    "code": "B27B 25/04",
    "description": "••con avance para cadenas o por correas [2006.01]"
  },
  {
    "code": "B27B 25/06",
    "description": "••Avance elástico o accesorios compresores, p. ej. patines, resortes [2006.01]"
  },
  {
    "code": "B27B 25/08",
    "description": "••Dispositivos de alimentación susceptibles de ser adaptados a cualquier máquina de aserrar [2006.01]"
  },
  {
    "code": "B27B 25/10",
    "description": "••Accesorios de control manual para la alimentación o para empujar, p. ej. impulsores [2006.01]"
  },
  {
    "code": "B27B 27/00",
    "description": "Guías o topes para la madera en las serrerías o en las máquinas de aserrar; Aparatos de medida adaptados (dispositivos de seguridad especialmente adaptados a las sierras de madera B27G 19/00; características estructurales de los aparatos de medida G01B) [2006.01]"
  },
  {
    "code": "B27B 27/02",
    "description": "••dispuestos lateral y paralelamente con relación al plano de la hoja de sierra [2006.01]"
  },
  {
    "code": "B27B 27/04",
    "description": "••dispuestos perpendicularmente al plano de la hoja de sierra [2006.01]"
  },
  {
    "code": "B27B 27/06",
    "description": "••dispuestos en forma angular con relación al plano de la hoja de sierra, p. ej. para el corte de ingletes [2006.01]"
  },
  {
    "code": "B27B 27/08",
    "description": "••dispuestos de forma regulable, no limitada a uno solo de los grupos B27B 27/02-B27B 27/06 [2006.01]"
  },
  {
    "code": "B27B 27/10",
    "description": "••Dispositivos para desplazar o regular las guías o los topes [2006.01]"
  },
  {
    "code": "B27B 29/00",
    "description": "Dispositivos de agarre, sujeción o mantenimiento de los troncos o trozas en las serrerías o en las máquinas de aserrar (dispositivos de seguridad especialmente adaptados a las sierras de madera B27G 19/00; para la madera en otras formas, ver los grupos correspondientes previstos para las máquinas); Carros móviles para troncos o trozas que van a ser cortados [2006.01]"
  },
  {
    "code": "B27B 29/02",
    "description": "••Cartabones de ajuste; Aparatos de agarre adaptados [2006.01]"
  },
  {
    "code": "B27B 29/04",
    "description": "••Carros de troncos o trozas provistos de medios de agarre que no pasan por detrás de la o las hojas de aserrar, especialmente para las sierras alternativas de chasis; Dispositivos de los accesorios de sujeción situados sobre estos carros [2006.01]"
  },
  {
    "code": "B27B 29/06",
    "description": "••••Carros auxiliares para troncos o trozas para el transporte previo de las trozas hasta los rodillos de alimentación de trozas [2006.01]"
  },
  {
    "code": "B27B 29/08",
    "description": "••Carros para troncos o trozas provistos de medios de sujeción concebidos para pasar más allá de la o las hojas de aserrar, especialmente para las sierras de cinta; Dispositivos de los accesorios de sujeción situados sobre los carros; Dispositivos para retornar situados sobre los carros [2006.01]"
  },
  {
    "code": "B27B 29/10",
    "description": "••••Conjuntos para regular lateralmente o controlar la sujeción o los dispositivos de retorno en función del espesor de la plancha a dividir [2006.01]"
  },
  {
    "code": "B27B 31/00",
    "description": "Dispositivos para transportar, cargar, volver, centrar o descargar las trozas o madera especialmente concebidos para las serrerías o las máquinas de aserrar (B27B 29/00 tiene prioridad) [2006.01]"
  },
  {
    "code": "B27B 31/02",
    "description": "••Sistemas de carga de los carros móviles [2006.01]"
  },
  {
    "code": "B27B 31/04",
    "description": "••Sistemas para el retorno de las trozas [2006.01]"
  },
  {
    "code": "B27B 31/06",
    "description": "••Sistemas de regulación, p. ej. por proyección óptica [2006.01]"
  },
  {
    "code": "B27B 31/08",
    "description": "••Sistemas de descarga [2006.01]"
  },
  {
    "code": "B27B 33/00",
    "description": "Herramientas de aserrado para las serrerías, máquinas de aserrar, o dispositivos de aserrado [2006.01]"
  },
  {
    "code": "B27B 33/02",
    "description": "••Concepción estructural de las hojas de sierra o de los dientes de sierra [2006.01]"
  },
  {
    "code": "B27B 33/04",
    "description": "••••Hojas de sierra alternativas con chasis [2006.01]"
  },
  {
    "code": "B27B 33/06",
    "description": "••••Hojas de sierra de cinta [2006.01]"
  },
  {
    "code": "B27B 33/08",
    "description": "••••Hojas de sierra circulares [2006.01]"
  },
  {
    "code": "B27B 33/10",
    "description": "••••Hojas de sierra manuales [2006.01]"
  },
  {
    "code": "B27B 33/12",
    "description": "••••Hojas de sierra con elementos o segmentos dentados incorporados o intercambiables [2006.01]"
  },
  {
    "code": "B27B 33/14",
    "description": "••Cadenas cortantes [2006.01]"
  },
  {
    "code": "B27B 33/16",
    "description": "••Hilos cortantes; Cintas cortantes delgadas y retorcidas [2006.01]"
  },
  {
    "code": "B27B 33/18",
    "description": "••Cilindros cortantes dotados de un anillo dentado en su periferia [2006.01]"
  },
  {
    "code": "B27B 33/20",
    "description": "••Hojas de sierra o herramientas para desbastado, combinadas con medios para despedazar los recortes [2006.01]"
  }
]