[
  {
    "code": "B27M 1/00",
    "description": "Trabajo de la madera no previsto en las subclases B27B-B27L, p. ej. por estirado [2006.01]"
  },
  {
    "code": "B27M 1/02",
    "description": "••por compresión [2006.01]"
  },
  {
    "code": "B27M 1/04",
    "description": "••por punzonado [2006.01]"
  },
  {
    "code": "B27M 1/06",
    "description": "••por combustión o por carbonización, p. ej. por corte con hilo caliente (en tanto que tratamiento de superficies B44B) [2006.01]"
  },
  {
    "code": "B27M 1/08",
    "description": "••por procedimientos en varias etapas [2006.01]"
  },
  {
    "code": "B27M 3/00",
    "description": "Fabricación o restauración de artículos particulares semiacabados o acabados (características de los dispositivos de copiado B23Q; fabricación del contrachapado o de las hojas de madera para el chapado, conformación del contrachapado de las hojas de madera para el chapado con vistas a la formación de artículos B27D; de partes interiores para el contrachapado B27D 1/06; máquinas para clavar o grapar en general B27F 7/00; fabricación de elementos para la tonelería o la fabricación de ruedas B27H) [2006.01]"
  },
  {
    "code": "B27M 3/02",
    "description": "••de elementos de tejados, p. ej. tablas para cubrir tejados [2006.01]"
  },
  {
    "code": "B27M 3/04",
    "description": "••de elementos para suelos, p. ej. planchas de parquet (montaje de elementos de madera sobre soportes hechos de material distinto a la madera B32B, p. ej. B32B 37/00) [2006.01]"
  },
  {
    "code": "B27M 3/06",
    "description": "••••de baldosas de parquet laminado o compuesto para el montaje o unión de planchas de parquet [2006.01]"
  },
  {
    "code": "B27M 3/08",
    "description": "••de listones o ripias de madera de formas especiales [2006.01]"
  },
  {
    "code": "B27M 3/10",
    "description": "••de palas de hélice de avión [2006.01]"
  },
  {
    "code": "B27M 3/12",
    "description": "••de rampas, escalones o peldaños de escalera, escaleras, o de sus elementos [2006.01]"
  },
  {
    "code": "B27M 3/14",
    "description": "••de traviesas de ferrocarril [2006.01]"
  },
  {
    "code": "B27M 3/16",
    "description": "••de mangos o empuñaduras de herramientas, p. ej. de mazos de madera [2006.01]"
  },
  {
    "code": "B27M 3/18",
    "description": "••de mobiliario [2006.01]"
  },
  {
    "code": "B27M 3/20",
    "description": "••de hormas; de calzado, p. ej. zuecos; de partes del calzado, p. ej. tacones [2006.01]"
  },
  {
    "code": "B27M 3/22",
    "description": "••de artículos de deporte, p. ej. quillas, cuadros de raquetas de tenis, esquíes, canaletes [2006.01]"
  },
  {
    "code": "B27M 3/24",
    "description": "••de utensilios domésticos, p. ej. cucharas, perchas, de ganchos de percha [2006.01]"
  },
  {
    "code": "B27M 3/26",
    "description": "••de artículos de fumador, p. ej. pipas [2006.01]"
  },
  {
    "code": "B27M 3/28",
    "description": "••de pernos o pasadores [2006.01]"
  },
  {
    "code": "B27M 3/30",
    "description": "••de bobinas [2006.01]"
  },
  {
    "code": "B27M 3/32",
    "description": "••de trozas cónicas, p. ej. para el entibado de minas [2006.01]"
  },
  {
    "code": "B27M 3/34",
    "description": "••de cajas, arcas o recipientes de madera o material análogo incapaz de ser plegado de manera satisfactoria sin reblandecimiento (clavado o grapado en general B25C, B27F; en cartón, papel o materiales capaces de ser trabajados de forma similar B31B) [2006.01]"
  },
  {
    "code": "B27M 3/36",
    "description": "••••Máquinas o dispositivos para unir elementos, p. ej. para hacer cajas cuyos elementos van unidos por medio de un hilo de hierro [2006.01]"
  },
  {
    "code": "B27M 3/38",
    "description": "••de bastones de paseo o de mangos de paraguas [2006.01]"
  }
]