[
  {
    "code": "B27N 1/00",
    "description": "Pretratamiento de materiales de moldeo [2006.01]"
  },
  {
    "code": "B27N 1/02",
    "description": "••Mezcla de materiales con un agente aglomerante (mezcla en general B01F) [2006.01]"
  },
  {
    "code": "B27N 3/00",
    "description": "Fabricación de objetos sustancialmente planos, p. ej. paneles a partir de partículas o fibras [2006.01]"
  },
  {
    "code": "B27N 3/02",
    "description": "••a partir de partículas [2006.01]"
  },
  {
    "code": "B27N 3/04",
    "description": "••a partir de fibras [2006.01]"
  },
  {
    "code": "B27N 3/06",
    "description": "••Fabricación de paneles de partículas o de paneles de fibras, que tienen capas de revestimiento preformadas, estando las partículas o las fibras con las capas del panel en una sola operación de prensado [2006.01]"
  },
  {
    "code": "B27N 3/08",
    "description": "••Moldeo o prensado (prensas en general B30B) [2006.01]"
  },
  {
    "code": "B27N 3/10",
    "description": "••••Moldeo de recuadros [2006.01]"
  },
  {
    "code": "B27N 3/12",
    "description": "••••••a partir de fibras [2006.01]"
  },
  {
    "code": "B27N 3/14",
    "description": "••••••Distribución u orientación de partículas o de fibras [2006.01]"
  },
  {
    "code": "B27N 3/16",
    "description": "••••Transporte de material del puesto de moldeo a las prensas (B27N 3/22 tiene prioridad); Aparatos especialmente concebidos para el transporte de materiales o sus partes constitutivas, p. ej. placas de prensa (transporte en general B65G) [2006.01]"
  },
  {
    "code": "B27N 3/18",
    "description": "••••Operaciones auxiliares, p. ej. precalentamiento, humidificación, corte [2006.01]"
  },
  {
    "code": "B27N 3/20",
    "description": "••••caracterizado por el empleo de prensas con funcionamiento discontinuo [2006.01]"
  },
  {
    "code": "B27N 3/22",
    "description": "••••••Carga o descarga [2006.01]"
  },
  {
    "code": "B27N 3/24",
    "description": "••••caracterizado por la utilización de prensas de funcionamiento continuo que tienen bandas o cadenas sin fin desplazadas en la zona de compresión [2006.01]"
  },
  {
    "code": "B27N 3/26",
    "description": "••••caracterizado por la utilización de prensas de funcionamiento continuo que tienen un tambor prensa calentado y una banda sin fin para comprimir la materia entre la banda y el tambor [2006.01]"
  },
  {
    "code": "B27N 3/28",
    "description": "••••caracterizado por la utilización de prensas de extrusión [2006.01]"
  },
  {
    "code": "B27N 5/00",
    "description": "Fabricación de objetos no planos [2006.01]"
  },
  {
    "code": "B27N 5/02",
    "description": "••Objetos huecos [2006.01]"
  },
  {
    "code": "B27N 7/00",
    "description": "Postratamiento, p. ej. reducción del abultamiento o contracción, alisamiento; Protección de los bordes de los tableros contra la humedad [2006.01]"
  },
  {
    "code": "B27N 9/00",
    "description": "Disposiciones para hacerlos ignífugos (sustancias ignífugas C09K 21/00) [2006.01]"
  }
]