[
  {
    "code": "B28C 1/00",
    "description": "Equipos o procedimientos para obtener o tratar la arcilla (filtración en general B01D; separación de los diferentes sólidos unos de otros B03, B07; parte química C04B; para la extracción en las minas o en las canteras E21C 41/16, E21C 41/26, E21C 47/10) [2006.01]"
  },
  {
    "code": "B28C 1/02",
    "description": "••para la fabricación o el tratamiento de suspensiones de arcilla (fabricación o tratamiento de suspensiones en general B01) [2006.01]"
  },
  {
    "code": "B28C 1/04",
    "description": "••••Fabricación de suspensiones, p. ej. por batido [2006.01]"
  },
  {
    "code": "B28C 1/06",
    "description": "••••Tratamiento de las suspensiones [2006.01]"
  },
  {
    "code": "B28C 1/08",
    "description": "••••••Separación de las suspensiones, p. ej. para la obtención de arcilla, para quitar las piedras (filtración en general B01D; separación de los diferentes sólidos unos de otros B03, B07) [2006.01]"
  },
  {
    "code": "B28C 1/10",
    "description": "••para tratar las sustancias no fluidas que contengan arcilla (lechadas de arcilla B28C 1/02) [2006.01]"
  },
  {
    "code": "B28C 1/12",
    "description": "••••Almacenamiento y acondicionamiento en los almacenes; Dispositivos o áreas de almacenamiento especialmente adaptado para la carga o la descarga (suministro de arcilla a los aparatos de conformación B28B 13/00) [2006.01]"
  },
  {
    "code": "B28C 1/14",
    "description": "••••especialmente adaptados para la homogeneización, la desintegración o el acondicionamiento de la arcilla no fluida o para la separación de los elementos no deseados (procedimientos que implican la transformación en lechadas B28C 1/02; acondicionamiento en los almacenes B28C 1/12; desintegración en general B02C; aspectos químicos de la eliminación del hierro o de la cal C04B) [2006.01]"
  },
  {
    "code": "B28C 1/16",
    "description": "••••••para la homogeneización, p. ej. por mezcla, por batido [2006.01]"
  },
  {
    "code": "B28C 1/18",
    "description": "••••••por la desintegración [2006.01]"
  },
  {
    "code": "B28C 1/20",
    "description": "••••••para la separación de los elementos no deseados [2006.01]"
  },
  {
    "code": "B28C 1/22",
    "description": "••••••combinados con medios de acondicionamiento por calentamiento, humectación o tratamiento en el vacío [2006.01]"
  },
  {
    "code": "B28C 3/00",
    "description": "Equipos o procedimientos para mezclar la arcilla con otras sustancias (suspensión de arcilla B28C 1/02; disposición general o esquema de instalación B28C 9/00) [2006.01]"
  },
  {
    "code": "B28C 5/00",
    "description": "Equipos o procedimientos para la producción de mezclas de cemento con otras sustancias, p. ej. lechadas morteros, composiciones porosas o fibrosas (control de los aparatos de mezcla y del suministro de ingredientes B28C 7/00; disposición general o esquema de instalación B28C 9/00) [2006.01]"
  },
  {
    "code": "B28C 5/02",
    "description": "••que no utilizan medios mecánicos de propulsión para efectuar la mezcla (B28C 5/48 tiene prioridad) [2006.01]"
  },
  {
    "code": "B28C 5/04",
    "description": "••••Mezcla por gravedad; Mezcla por entrecruzamiento de corrientes de ingredientes (ingredientes proyectados por la presión de un fluido B28C 5/06) [2006.01]"
  },
  {
    "code": "B28C 5/06",
    "description": "••••efectuándose la mezcla por la acción de un fluido (en combinación con medios de propulsión mecánicos B28C 5/38) [2006.01]"
  },
  {
    "code": "B28C 5/08",
    "description": "••que utilizan medios mecánicos de propulsión para efectuar la mezcla (B28C 5/40, B28C 5/42, B28C 5/48 tienen prioridad; en combinación con la acción de un fluido B28C 5/38) [2006.01]"
  },
  {
    "code": "B28C 5/10",
    "description": "••••Mezcla en recipientes no puestos en movimiento para efectuar esta mezcla [2006.01]"
  },
  {
    "code": "B28C 5/12",
    "description": "••••••con agitadores que mezclan los materiales [2006.01]"
  },
  {
    "code": "B28C 5/14",
    "description": "••••••••moviéndose los agitadores alrededor de un eje horizontal o aproximadamente horizontal [2006.01]"
  },
  {
    "code": "B28C 5/16",
    "description": "••••••••moviéndose los agitadores alrededor de un eje vertical o muy inclinado [2006.01]"
  },
  {
    "code": "B28C 5/18",
    "description": "••••Mezcla en recipientes que se ponen en movimiento para efectuar esta mezcla [2006.01]"
  },
  {
    "code": "B28C 5/20",
    "description": "••••••girando alrededor de un eje horizontal o casi horizontal durante la mezcla, p. ej. sin agitadores independientes [2006.01]"
  },
  {
    "code": "B28C 5/22",
    "description": "••••••••con agitadores fijos [2006.01]"
  },
  {
    "code": "B28C 5/24",
    "description": "••••••••con agitadores propulsados [2006.01]"
  },
  {
    "code": "B28C 5/26",
    "description": "••••••girando alrededor de un eje vertical o muy inclinado durante la mezcla [2006.01]"
  },
  {
    "code": "B28C 5/28",
    "description": "••••••••sin agitadores independientes [2006.01]"
  },
  {
    "code": "B28C 5/30",
    "description": "••••••••con agitadores fijos [2006.01]"
  },
  {
    "code": "B28C 5/32",
    "description": "••••••••con agitadores propulsados [2006.01]"
  },
  {
    "code": "B28C 5/34",
    "description": "••••Mezcla sobre transportadores o por medio de transportadores [2006.01]"
  },
  {
    "code": "B28C 5/36",
    "description": "••••••Mezcladores de banda sin fin [2006.01]"
  },
  {
    "code": "B28C 5/38",
    "description": "••en los cuales la mezcla se efectúa a la vez por la acción de un fluido y por medios mecánicos de propulsión que actúan directamente, p. ej. por medio de braceaje [2006.01]"
  },
  {
    "code": "B28C 5/40",
    "description": "••de mezcla especialmente adaptados para preparar mezclas que contengan fibras [2006.01]"
  },
  {
    "code": "B28C 5/42",
    "description": "••Aparatos especialmente adaptados para ser montados sobre vehículos con posibilidades de efectuar la mezcla durante el viaje (vehículos en cuanto tales B60P 3/16) [2006.01]"
  },
  {
    "code": "B28C 5/44",
    "description": "••Aparatos especialmente concebidos para ser propulsados por la energía muscular [2006.01]"
  },
  {
    "code": "B28C 5/46",
    "description": "••Dispositivos para aplicar una presión superior o inferior a la presión atmosférica durante la mezcla; Dispositivos para el enfriamiento o el recalentamiento durante la mezcla [2006.01]"
  },
  {
    "code": "B28C 5/48",
    "description": "••en los cuales  la mezcla se realiza mediante vibraciones (mezcladoras con mecanismos vibratorios en general B01F 31/00) [2006.01]"
  },
  {
    "code": "B28C 7/00",
    "description": "Control del funcionamiento del aparato para la producción de mezclas de arcilla o de cemento con otras sustancias; Suministro y dosificación de los ingredientes para las mezclas citadas; Descarga de las mezclas [2006.01]"
  },
  {
    "code": "B28C 7/02",
    "description": "••Control de la operación de mezcla [2006.01]"
  },
  {
    "code": "B28C 7/04",
    "description": "••Suministro y dosificación de los ingredientes [2006.01]"
  },
  {
    "code": "B28C 7/06",
    "description": "••••Suministro de ingredientes sólidos, p. ej. por medio de transportadores sin fin o de sacudidas [2006.01]"
  },
  {
    "code": "B28C 7/08",
    "description": "••••••por medio de excavadoras o de elevadores de cubetas [2006.01]"
  },
  {
    "code": "B28C 7/10",
    "description": "••••••por medio de elementos rotativos [2006.01]"
  },
  {
    "code": "B28C 7/12",
    "description": "••••Suministro y dosificación de ingredientes líquidos [2006.01]"
  },
  {
    "code": "B28C 7/14",
    "description": "••Medios para el suministro incorporado a los mezcladores o montados sobre ellos [2006.01]"
  },
  {
    "code": "B28C 7/16",
    "description": "••Medios para la descarga [2006.01]"
  },
  {
    "code": "B28C 9/02",
    "description": "••para la producción de mezclas de arcilla o de cemento con otras sustancias [2006.01]"
  },
  {
    "code": "B28C 9/04",
    "description": "••cuando la instalación es móvil (B28C 5/42 tiene prioridad) [2006.01]"
  }
]