[
  {
    "code": "B28D 1/00",
    "description": "Trabajo de la piedra o de los materiales análogos, p. ej. ladrillos, hormigón, no previsto en otro lugar; Máquinas, dispositivos, herramientas a este efecto (trabajo fino de las perlas, joyas, cristales B28D 5/00; trabajo con muela o pulido B24; dispositivos o medios para desgastar o acondicionar el estado de superficies abrasivas B24B 53/00) [2006.01]"
  },
  {
    "code": "B28D 1/02",
    "description": "••por aserrado [2006.01]"
  },
  {
    "code": "B28D 1/04",
    "description": "••••con hojas de sierra circulares o discos de sierra (B28D 1/10 tiene prioridad) [2006.01]"
  },
  {
    "code": "B28D 1/06",
    "description": "••••con hojas de sierra animadas de un movimiento alternativo (B28D 1/10 tiene prioridad) [2006.01]"
  },
  {
    "code": "B28D 1/08",
    "description": "••••con hojas de sierra del tipo sin fin, p. ej. sierras de cadena, sierras de cinta (B28D 1/10 tiene prioridad) [2006.01]"
  },
  {
    "code": "B28D 1/10",
    "description": "••••con posibilidades de medida [2006.01]"
  },
  {
    "code": "B28D 1/12",
    "description": "••••Hojas de sierra especialmente adaptadas al trabajo de la piedra [2006.01]"
  },
  {
    "code": "B28D 1/14",
    "description": "••por perforación o taladrado (taladradoras rotativas B23B; herramientas de percusión B25D; perforación del suelo o de la roca E21B) [2006.01]"
  },
  {
    "code": "B28D 1/16",
    "description": "••por torneado [2006.01]"
  },
  {
    "code": "B28D 1/18",
    "description": "••por fresado, p. ej. realización de surcos por medio de fresas [2006.01]"
  },
  {
    "code": "B28D 1/20",
    "description": "••por cepillado, p. ej. realización de surcos por medio de cepillos [2006.01]"
  },
  {
    "code": "B28D 1/22",
    "description": "••por recorte, p. ej. ejecución de entalladuras [2006.01]"
  },
  {
    "code": "B28D 1/24",
    "description": "••••por medio de discos de corte [2006.01]"
  },
  {
    "code": "B28D 1/26",
    "description": "••por herramientas de percusión, p. ej. por medio de cinceles u otras herramientas dotadas de una arista cortante (máquinas portátiles de percusión B25D) [2006.01]"
  },
  {
    "code": "B28D 1/28",
    "description": "••••sin arista cortante [2006.01]"
  },
  {
    "code": "B28D 1/30",
    "description": "••para formar contorno, es decir, superficies curvas, cualquiera que sea el método de trabajo utilizado (para fines artísticos B44B) [2006.01]"
  },
  {
    "code": "B28D 1/32",
    "description": "••Métodos o aparatos especialmente adaptados al trabajo de materiales que pueden ser rajados fácilmente, p. ej. la mica, la pizarra o el esquisto [2006.01]"
  },
  {
    "code": "B28D 3/00",
    "description": "Rectificación de discos o de muelas (enderezamiento de las herramientas de máquinas, o de dispositivos, de serrar B23D 63/00; tratamiento de los elementos cortantes de máquinas cortantes para facilitar el corte B26D 7/08) [2006.01]"
  },
  {
    "code": "B28D 3/02",
    "description": "••Máquinas [2006.01]"
  },
  {
    "code": "B28D 3/04",
    "description": "••••para acanalar las muelas [2006.01]"
  },
  {
    "code": "B28D 5/00",
    "description": "Trabajo mecánico de las piedras finas, piedras preciosas, cristales, p. ej. de materiales para semiconductores; Aparatos o dispositivos a este efecto (trabajo con muela o pulido B24; con fines artísticos B44B; por procedimientos no mecánicos C04B 41/00; postratamiento no mecánico de monocristales C30B 33/00) [2006.01]"
  },
  {
    "code": "B28D 5/02",
    "description": "••por herramientas rotativas, p. ej. taladros [2006.01]"
  },
  {
    "code": "B28D 5/04",
    "description": "••por herramientas que no sean rotativas, p. ej. por herramientas animadas de movimiento alternativo [2006.01]"
  },
  {
    "code": "B28D 7/00",
    "description": "Accesorios especialmente concebidos para su utilización con las máquinas o los dispositivos de los otros grupos de esta subclase [2006.01]"
  },
  {
    "code": "B28D 7/02",
    "description": "••para retirar o hacer que se deposite el polvo, p. ej. por pulverización de líquidos; para enfriar las piezas trabajadas [2006.01]"
  },
  {
    "code": "B28D 7/04",
    "description": "••para sujetar las piezas trabajadas [2006.01]"
  }
]