[
  {
    "code": "B44B 1/00",
    "description": "Máquinas o aparatos de artistas equipados de útiles o de soportes de la obra, susceptibles de ser desplazados según las tres dimensiones para producir individualmente formas o esculturas (dispositivos de copiado para máquinas herramienta B23Q 35/00) [2006.01]"
  },
  {
    "code": "B44B 1/02",
    "description": "••para hacer reproducciones de tres dimensiones [2006.01]"
  },
  {
    "code": "B44B 1/04",
    "description": "••••con dispositivos para modificar la talla de un modelo original, p. ej. para ampliarla o reducirla conservando las proporciones [2006.01]"
  },
  {
    "code": "B44B 1/06",
    "description": "••Accesorios [2006.01]"
  },
  {
    "code": "B44B 3/00",
    "description": "Máquinas o aparatos de artistas equipados de útiles o de soportes de la obra, susceptibles de ser desplazados a grosso modo según dos dimensiones, para cincelar, grabar o entallar motivos o marcas poco profundas (marcado o grabado de metal por acción de una fuerte concentración eléctrica B23H 9/06; grabado por formas de imprenta B41C 1/02; grabado por reproducción fotomecánica G03F 7/20) [2006.01]"
  },
  {
    "code": "B44B 3/02",
    "description": "••para el trabajo de superficies planas [2006.01]"
  },
  {
    "code": "B44B 3/04",
    "description": "••para el trabajo de superficies no planas [2006.01]"
  },
  {
    "code": "B44B 3/06",
    "description": "••Accesorios, p. ej. soportes de útiles o de obras [2006.01]"
  },
  {
    "code": "B44B 5/00",
    "description": "Máquinas o aparatos para estampar motivos decorativos o marcas, p. ej. para acuñación de moneda (ondulación de chapas o de tubos metálicos, estampado combinado con operaciones de trabajo de chapas B21D; gofrado de materias plásticas o de sustancias en estado plástico en general B29C 59/02; estampado del papel o del cartón en general B31F 1/07; repujado de una forma de impresión B41C 1/08; máquinas de impresión para realizar operaciones de impresión combinadas con estampado en relieve B41F 19/02; máquinas de escribir o mecanismos de impresión adaptados para estampación B41J 3/38; aparatos o dispositivos para el sellado en hueco B41K 1/30, B41K 3/16; aparatos para estampación con medios para deformar el material a sellar B41K 3/36; estampado del cuero C14B 1/56) [2006.01]"
  },
  {
    "code": "B44B 5/02",
    "description": "••Matrices; Accesorios [2006.01]"
  },
  {
    "code": "B44B 7/00",
    "description": "Máquinas, aparatos o útiles de mano para pirograbar [2006.01]"
  },
  {
    "code": "B44B 7/02",
    "description": "••Hierros de pirograbar [2006.01]"
  },
  {
    "code": "B44B 9/00",
    "description": "Máquinas o aparatos para incrustar elementos decorativos, p. ej. taracea o mosaicos [2006.01]"
  },
  {
    "code": "B44B 11/00",
    "description": "Utiles de mano de artistas, para esculpir, modelar, cincelar, grabar, entallar o estampar; Sus accesorios [2006.01]"
  },
  {
    "code": "B44B 11/02",
    "description": "••para cincelar, grabar o entallar grosso modo según dos dimensiones [2006.01]"
  },
  {
    "code": "B44B 11/04",
    "description": "••para estampar [2006.01]"
  }
]