[
  {
    "code": "B44D 2/00",
    "description": "Técnicas especiales de pintura o dibujo artístico, p. ej. pinturas al óleo, al agua, al pastel, en relieve [2006.01]"
  },
  {
    "code": "B44D 3/00",
    "description": "Accesorios o útiles utilizados en las operaciones de pintura o dibujo artístico, no previstos en otro lugar (herramientas manuales para aplicar líquidos, p. ej. pinturas, a las superficies B05C 17/00; material para efectuar trabajos de acabado distinto a la pintura sobre edificios E04F 21/00); Métodos o dispositivos para la determinación, la selección o la síntesis de los colores, p. ej. utilizando muestras de colores (colorímetro G01J 3/00) [2006.01]"
  },
  {
    "code": "B44D 3/02",
    "description": "••Paletas [2006.01]"
  },
  {
    "code": "B44D 3/04",
    "description": "••Cajas de pintura [2006.01]"
  },
  {
    "code": "B44D 3/06",
    "description": "••Instrumentos para remover o mezclar las pinturas (mezcla en sí B01F) [2006.01]"
  },
  {
    "code": "B44D 3/08",
    "description": "••••para pinturas líquidas o semilíquidas [2006.01]"
  },
  {
    "code": "B44D 3/10",
    "description": "••••Tamices; Espátulas [2006.01]"
  },
  {
    "code": "B44D 3/12",
    "description": "••Cubos de pintura; Portapinceles o portabrochas; Recipientes para recibir las sobras de pintura [2006.01]"
  },
  {
    "code": "B44D 3/14",
    "description": "••••Soportes de cubos de pintura [2006.01]"
  },
  {
    "code": "B44D 3/16",
    "description": "••Instrumentos o aparatos para retirar la pintura seca de las superficies, p. ej. por raspado, por quemado (productos químicos para quitar la pintura C09D 9/00) [2006.01]"
  },
  {
    "code": "B44D 3/18",
    "description": "••Paneles u hojas que tienen superficies preparadas para pintura o dibujo de cuadros; Marcos para tensar las telas de pintura [2006.01]"
  },
  {
    "code": "B44D 3/22",
    "description": "••Instrumentos o aparatos para técnicas especiales, p. ej. para pintar líneas, para esparcir los barnices; Lapices de batik [2006.01]"
  },
  {
    "code": "B44D 3/24",
    "description": "••Lámparas para cocer las lacas; Cinturones de pintores; Aparatos para disolver las pinturas secas, para recalentar las pinturas [2006.01]"
  },
  {
    "code": "B44D 3/38",
    "description": "••Trazadores de tiza por cuerda [2006.01]"
  },
  {
    "code": "B44D 5/00",
    "description": "Tratamiento de superficies para obtener efectos o acabado de superficie artísticos (tratamiento previo o posterior de una superficie untada por aplicación de líquidos B05D 3/00; obtención de efectos de superficie especiales por aplicación de líquidos u otros materiales fluidos a superficies B05D 5/00; conformación de superficies de materias plásticas, p. ej. gofrado, B29C 59/00) [2006.01]"
  },
  {
    "code": "B44D 5/10",
    "description": "••Tratamiento mecánico [2006.01]"
  },
  {
    "code": "B44D 7/00",
    "description": "Conservación de pinturas, p. ej. por barnizado [2006.01]"
  }
]