[
  {
    "code": "B60M 1/00",
    "description": "Líneas de suministro de energía en contacto con el colector llevado por el vehículo (colectores con este fin B60L 5/00) [2006.01]"
  },
  {
    "code": "B60M 1/02",
    "description": "••Detalles [2006.01]"
  },
  {
    "code": "B60M 1/04",
    "description": "••••Protección mecánica de la línea; Protección de los seres vivos contra el contacto [2006.01]"
  },
  {
    "code": "B60M 1/06",
    "description": "••••Medios, a lo largo de las líneas de energía, para reducir la interferencia con líneas de comunicación próximas (transmisión en general H04B 15/02) [2006.01]"
  },
  {
    "code": "B60M 1/08",
    "description": "••••Disposiciones para poner en tensión o el corte de sección de la línea, por efecto mecánico provocado por el paso del vehículo [2006.01]"
  },
  {
    "code": "B60M 1/10",
    "description": "••••Disposiciones para dar tensión o cortar a secciones de la línea de energía, por efecto magnético provocado por el paso del vehículo [2006.01]"
  },
  {
    "code": "B60M 1/12",
    "description": "••Líneas de trole; Accesorios con este fin [2006.01]"
  },
  {
    "code": "B60M 1/13",
    "description": "••••Hilos de trole [2006.01]"
  },
  {
    "code": "B60M 1/14",
    "description": "••••Cruces; Derivaciones [2006.01]"
  },
  {
    "code": "B60M 1/16",
    "description": "••••Aisladores de suspensión (en general H01B) [2006.01]"
  },
  {
    "code": "B60M 1/18",
    "description": "••••Aisladores de seccionamiento; Interruptores de seccionamiento [2006.01]"
  },
  {
    "code": "B60M 1/20",
    "description": "••••Dispositivos para soportar o suspender las líneas de trole, p. ej. en edificios [2006.01]"
  },
  {
    "code": "B60M 1/22",
    "description": "••••••Líneas separadas que sirven para la suspensión de las líneas de energía, p. ej. líneas catenarias, líneas de soporte bajo tensión [2006.01]"
  },
  {
    "code": "B60M 1/225",
    "description": "••••••Disposiciones para fijar las líneas de trole a las líneas que están bajo tensión [2006.01]"
  },
  {
    "code": "B60M 1/23",
    "description": "••••••Disposiciones para suspender las líneas de trole a partir de las líneas catenarias [2006.01]"
  },
  {
    "code": "B60M 1/234",
    "description": "••••••que tienen dispositivos elásticos o amortiguadores (líneas de soporte B60M 1/22) [2006.01]"
  },
  {
    "code": "B60M 1/24",
    "description": "••••••Dispositivos de cierre; Empalmes o conexiones; Puntos de anclaje [2006.01]"
  },
  {
    "code": "B60M 1/26",
    "description": "••••Dispositivos de compensación para variación de longitud [2006.01]"
  },
  {
    "code": "B60M 1/28",
    "description": "••••Fabricación o reparación de líneas de trole (coches de plataforma B60P, B61D 15/00; plataformas con este fin B66F 11/04; fabricación de conductores en general H01B 13/00; líneas aéreas en general H02G 1/00) [2006.01]"
  },
  {
    "code": "B60M 1/30",
    "description": "••Raíles conductores [2006.01]"
  },
  {
    "code": "B60M 1/32",
    "description": "••••Cruces; Agujas (B60M 1/34 tiene prioridad) [2006.01]"
  },
  {
    "code": "B60M 1/34",
    "description": "••••dispuestos en conductos ranurados [2006.01]"
  },
  {
    "code": "B60M 1/36",
    "description": "••Bornas de contacto simples a lo largo de la vía para suministro de energía [2006.01]"
  },
  {
    "code": "B60M 3/00",
    "description": "Suministro de energía a las líneas de alimentación en contacto con el colector llevado por el vehículo; Absorción de la energía de recuperación (control de vehículos sobre raíles por variación de la diferencia de potencial de la energía suministrada al vehículo B60L; distribución de la energía en general H02J) [2006.01]"
  },
  {
    "code": "B60M 3/02",
    "description": "••con medios para mantener el voltaje en los límites predeterminados (en general G05F) [2006.01]"
  },
  {
    "code": "B60M 3/04",
    "description": "••Disposiciones para dar tensión y cortar secciones individuales de la vía (por el paso del vehículo B60M 1/10) [2006.01]"
  },
  {
    "code": "B60M 3/06",
    "description": "••Disposiciones para absorber la energía de recuperación [2006.01]"
  },
  {
    "code": "B60M 5/00",
    "description": "Disposiciones para el paso de corriente en los raíles portadores o en sus uniones, o para el aislamiento de la corriente, p. ej. dispositivos de seguridad para reducir las corrientes de tierra (aislamiento eléctrico de las juntas de raíles E01B 11/54; conexiones conductoras en general entre raíles H01R 4/00, p. ej. H01R 4/64) [2006.01]"
  },
  {
    "code": "B60M 5/02",
    "description": "••Medios para reducir la diferencia de potencial entre el raíl y el suelo adyacente [2006.01]"
  },
  {
    "code": "B60M 7/00",
    "description": "Líneas o raíles de suministro de energía adaptados especialmente para vehículos propulsados eléctricamente de un tipo particular, p. ej. vehículos suspendidos, teleféricos, ferrocarriles subterráneos [2006.01]"
  }
]