[
  {
    "code": "B61C 1/00",
    "description": "Locomotoras o automotores de vapor (caracterizadas por el sistema de transmisión de la energía B61C 9/00; máquinas de vapor F01; calderas F22B) [2006.01]"
  },
  {
    "code": "B61C 1/02",
    "description": "••de estructura articulada; con dos o más máquinas (utilización de \"motores\" de refuerzo de potencia B61C 15/02) [2006.01]"
  },
  {
    "code": "B61C 1/04",
    "description": "••con acumuladores de vapor (acumuladores de vapor F01K) [2006.01]"
  },
  {
    "code": "B61C 1/06",
    "description": "••Carenado (de carrocerías B61D) [2006.01]"
  },
  {
    "code": "B61C 1/08",
    "description": "••Instalación o disposición del aparato de combustión o de accesorios para este fin [2006.01]"
  },
  {
    "code": "B61C 1/10",
    "description": "••Instalación o disposición de generadores de vapor [2006.01]"
  },
  {
    "code": "B61C 1/12",
    "description": "••Instalación o disposición de condensadores [2006.01]"
  },
  {
    "code": "B61C 1/14",
    "description": "••Instalación o disposición de aparatos de escape [2006.01]"
  },
  {
    "code": "B61C 3/00",
    "description": "Locomotoras o automotores eléctricos (caracterizados por el sistema de transmisión de la energía B61C 9/00; características eléctricas B60L, H02) [2006.01]"
  },
  {
    "code": "B61C 3/02",
    "description": "••con acumuladores eléctricos [2006.01]"
  },
  {
    "code": "B61C 5/00",
    "description": "Locomotoras o automotores con motores de combustión interna o turbinas de gas (caracterizados por el sistema de transmisión de la energía B61C 9/00; motores de combustión F02) [2006.01]"
  },
  {
    "code": "B61C 5/02",
    "description": "••Disposición de orificios de admisión y de aparatos de alimentación, de circulación o de filtrado de aire, para la combustión o la refrigeración del motor [2006.01]"
  },
  {
    "code": "B61C 5/04",
    "description": "••Disposición de aparatos de escape [2006.01]"
  },
  {
    "code": "B61C 7/00",
    "description": "Otras locomotoras o automotores caracterizados por el tipo de potencia motriz utilizada; Locomotoras o automotores con dos o más tipos diferentes de potencia motriz [2006.01]"
  },
  {
    "code": "B61C 7/02",
    "description": "••Locomotoras o automotores con acumuladores neumáticos [2006.01]"
  },
  {
    "code": "B61C 7/04",
    "description": "••Locomotoras o automotores con dos o más clases o tipos de motores, p. ej. motores de vapor y motores de combustión interna [2006.01]"
  },
  {
    "code": "B61C 9/00",
    "description": "Locomotoras o automotores caracterizados por el tipo del sistema de transmisión utilizado; Sistemas de transmisión especialmente adaptados a las locomotoras o automotores (elementos mecánicos F16) [2006.01]"
  },
  {
    "code": "B61C 9/02",
    "description": "••Sistemas de transmisión de locomotoras o automotores, para motores de vapor de pistones alternativos [2006.01]"
  },
  {
    "code": "B61C 9/04",
    "description": "••••que tengan cigüeñales y bielas de acoplamiento [2006.01]"
  },
  {
    "code": "B61C 9/06",
    "description": "••••que tengan una transmisión de engranaje de cadena, de fricción o de correa [2006.01]"
  },
  {
    "code": "B61C 9/08",
    "description": "••Sistemas de transmisión de locomotoras o de automotores para motores de combustión interna de pistones alternativos [2006.01]"
  },
  {
    "code": "B61C 9/10",
    "description": "••••mecánicos (combinados con una transmisión hidráulica B61C 9/14) [2006.01]"
  },
  {
    "code": "B61C 9/12",
    "description": "••••••con transmisión de cambio de velocidad [2006.01]"
  },
  {
    "code": "B61C 9/14",
    "description": "••••hidráulicos, teniendo combinaciones con una transmisión mecánica [2006.01]"
  },
  {
    "code": "B61C 9/16",
    "description": "••••••utilizando una transmisión de tipo hidrostático [2006.01]"
  },
  {
    "code": "B61C 9/18",
    "description": "••••••utilizando una transmisión de tipo hidrocinético [2006.01]"
  },
  {
    "code": "B61C 9/20",
    "description": "••••••••con una transmisión de cambio de velocidad mecánico [2006.01]"
  },
  {
    "code": "B61C 9/22",
    "description": "••••neumáticos [2006.01]"
  },
  {
    "code": "B61C 9/24",
    "description": "••••eléctricos (B61C 9/38 tiene prioridad) [2006.01]"
  },
  {
    "code": "B61C 9/26",
    "description": "••••con ejes de transmisión que forman un ángulo con los ejes motores [2006.01]"
  },
  {
    "code": "B61C 9/28",
    "description": "••Sistemas de transmisión de locomotoras o automotores para motores rotativos, p. ej. turbinas [2006.01]"
  },
  {
    "code": "B61C 9/30",
    "description": "••••mecánicos (combinados con una transmisión hidráulica B61C 9/34) [2006.01]"
  },
  {
    "code": "B61C 9/32",
    "description": "••••••con una transmisión de cambio de velocidad [2006.01]"
  },
  {
    "code": "B61C 9/34",
    "description": "••••hidráulicos, que tienen combinaciones con una transmisión mecánica [2006.01]"
  },
  {
    "code": "B61C 9/36",
    "description": "••••eléctricos (B61C 9/38 tiene prioridad) [2006.01]"
  },
  {
    "code": "B61C 9/38",
    "description": "••Sistemas de transmisión de locomotoras o automotores para propulsión por motor eléctrico (características eléctricas B60L, H02) [2006.01]"
  },
  {
    "code": "B61C 9/40",
    "description": "••••con cigüeñales y bielas de acoplamiento [2006.01]"
  },
  {
    "code": "B61C 9/42",
    "description": "••••hidráulicos [2006.01]"
  },
  {
    "code": "B61C 9/44",
    "description": "••••con un eje de transmisión hueco concéntrico al eje de ruedas [2006.01]"
  },
  {
    "code": "B61C 9/46",
    "description": "••••con motores integrados a las ruedas [2006.01]"
  },
  {
    "code": "B61C 9/48",
    "description": "••••con motores soportados por el chasis de los vehículos y los ejes motores, p. ej. suspensión sobre ejes o por la punta [2006.01]"
  },
  {
    "code": "B61C 9/50",
    "description": "••••••en los bogies [2006.01]"
  },
  {
    "code": "B61C 9/52",
    "description": "••••con ejes de transmisión que forman un ángulo con los ejes motores [2006.01]"
  },
  {
    "code": "B61C 11/00",
    "description": "Locomotoras o automotores caracterizados por el modo de aplicación del esfuerzo de tracción; Disposición de órganos de rodamiento distintos de las ruedas normales (estructura de ruedas B60B) [2006.01]"
  },
  {
    "code": "B61C 11/02",
    "description": "••siendo aplicado el esfuerzo de tracción a cables o cadenas [2006.01]"
  },
  {
    "code": "B61C 11/04",
    "description": "••siendo aplicado el esfuerzo de tracción a cremalleras [2006.01]"
  },
  {
    "code": "B61C 11/06",
    "description": "••siendo aplicado el esfuerzo de tracción a, o suministrado por, una fuerza aerodinámica o una reacción ejercida por un fluido, p. ej. hélices y propulsión por reactor o por cohete [2006.01]"
  },
  {
    "code": "B61C 13/00",
    "description": "Locomotoras o automotores caracterizados por el empleo de sistemas para usos especiales (B61C 11/00 tiene prioridad; coches de caldera autopropulsados, grúas de averías, vagones de inspección de vías B61D 15/00; características generales de los vehículos de revisión de vías B61K 9/00) [2006.01]"
  },
  {
    "code": "B61C 13/02",
    "description": "••para remolcar o para transportar barcos o para usos especiales análogos [2006.01]"
  },
  {
    "code": "B61C 13/04",
    "description": "••para ferrocarriles elevados de raíles rígidos (B61C 13/08 tiene prioridad) [2006.01]"
  },
  {
    "code": "B61C 13/06",
    "description": "••para ferrocarriles de vías flexibles suspendidos, p. ej. ferrocarriles de cable [2006.01]"
  },
  {
    "code": "B61C 13/08",
    "description": "••para ferrocarriles de tipo de balancín o de equilibrio análogo [2006.01]"
  },
  {
    "code": "B61C 15/00",
    "description": "Mantenimiento o aumento de la fuerza de arranque o de frenado por dispositivos y medidas auxiliares; Medidas contra el patinaje de ruedas; Mando de la distribución del esfuerzo de tracción entre las ruedas motrices (propulsión de locomotoras y automotores por medios especiales B61C 11/00; ruedas motrices con dispositivos contra el patinaje B60B; frenos B61H; mojado o lubrificación de raíles B61K) [2006.01]"
  },
  {
    "code": "B61C 15/02",
    "description": "••por ruedas motrices auxiliares; por acoplamiento o utilización temporal de volantes de accionamiento o de motores de refuerzo de potencia [2006.01]"
  },
  {
    "code": "B61C 15/04",
    "description": "••por control de la adherencia de ruedas, p. ej. por pesos móviles, partes pesantes o por dispositivos magnéticos (frenos magnéticos B61H) [2006.01]"
  },
  {
    "code": "B61C 15/06",
    "description": "••••desplazando el combustible, el lastre o todos los materiales similares [2006.01]"
  },
  {
    "code": "B61C 15/08",
    "description": "••Medidas contra el patinaje de ruedas (adaptación de la fuerza de frenado de las ruedas para evitar el patinaje B60T 8/00) [2006.01]"
  },
  {
    "code": "B61C 15/10",
    "description": "••••por depósito de arena u otros materiales que aumentan la adherencia (para los vehículos en general B60B; maniobra combinada de dispositivos de arena y de frenos B61H) [2006.01]"
  },
  {
    "code": "B61C 15/12",
    "description": "••••reduciendo la fuerza motriz [2006.01]"
  },
  {
    "code": "B61C 15/14",
    "description": "••por control de la distribución del esfuerzo de tracción entre las ruedas motrices [2006.01]"
  },
  {
    "code": "B61C 17/00",
    "description": "Disposición de elementos; Detalles o accesorios no previstos en otro lugar; Utilización del mecanismo y de los sistemas de mando [2006.01]"
  },
  {
    "code": "B61C 17/02",
    "description": "••Sollados; Recipientes; Ténderes (carrocería B61D); Dispositivos de toma de agua o de carga de combustible; Instalaciones de suministo de agua o de combustible (instalaciones a lo largo de las vías, p. ej. sollados, recipientes para la alimentación de las locomotoras en arena o agua B61K 11/00) [2006.01]"
  },
  {
    "code": "B61C 17/04",
    "description": "••Disposición de cabinas de conducción, de plataforma o de cámaras de la maquinaria; Ventilación de éstas (cabinas de conducción o accesorios B61D) [2006.01]"
  },
  {
    "code": "B61C 17/06",
    "description": "••Dispositivos de almacenamiento de la energía [2006.01]"
  },
  {
    "code": "B61C 17/08",
    "description": "••Sistemas de lubricación (en general F16N) [2006.01]"
  },
  {
    "code": "B61C 17/10",
    "description": "••Bielas de acoplamiento para ruedas motrices; Instalaciones de cojinetes para este fin (bielas de acoplamiento o sus cojinetes en general F16C 7/00, F16C 9/04) [2006.01]"
  },
  {
    "code": "B61C 17/12",
    "description": "••Organos de mando; Disposiciones para el control de locomotoras a partir de puntos alejados a bordo del tren o cuando son empleados elementos de tracción múltiples (mando a partir de puntos exteriores al tren B61L 3/00; telemotores de fluido, servomotores F15B; dispositivos de mando en general G05) [2006.01]"
  }
]