[
  {
    "code": "B61H 1/00",
    "description": "Empleo o disposiciones de frenos que tienen un elemento o elementos de frenado que actúan sobre la periferia de la llanta de la rueda, sobre un tambor, o sobre un órgano similar (frenos de auto-ajuste B61H 11/02; combinaciones de diferentes tipos de frenos B61H 11/14; ruedas B60B) [2006.01]"
  },
  {
    "code": "B61H 3/00",
    "description": "Empleo o disposiciones de frenos que tienen un elemento o elementos de frenado mandado desde el exterior actuando sobre la cara interior de un tambor o de un órgano similar (frenos de auto-ajuste B61H 11/02; combinaciones de diferentes tipos de frenos B61H 11/14) [2006.01]"
  },
  {
    "code": "B61H 5/00",
    "description": "Empleo o disposiciones de frenos que tienen superficies grandes de frenado radiales oprimidas entre sí según un movimiento axial, p. ej. frenos de discos (frenos de auto-ajuste B61H 11/02; combinaciones de diferentes tipos de frenos B61H 11/14) [2006.01]"
  },
  {
    "code": "B61H 7/00",
    "description": "Frenos que tienen elementos de frenado que actúan sobre la vía (topes de fin de carrera para ferrocarriles, o frenos de vía fijados a la misma vía B61K 7/00) [2006.01]"
  },
  {
    "code": "B61H 7/02",
    "description": "••Topes de paro, zapatas o patines similares que se apoyan sobre la vía [2006.01]"
  },
  {
    "code": "B61H 7/04",
    "description": "••••fijados a los vehículos ferroviarios [2006.01]"
  },
  {
    "code": "B61H 7/06",
    "description": "••••••Zapatas [2006.01]"
  },
  {
    "code": "B61H 7/08",
    "description": "••••••••accionados electromecánicamente [2006.01]"
  },
  {
    "code": "B61H 7/10",
    "description": "••••no fijados [2006.01]"
  },
  {
    "code": "B61H 7/12",
    "description": "••Mordazas que actúan por fricción sobre la vía [2006.01]"
  },
  {
    "code": "B61H 9/00",
    "description": "Frenos caracterizados por o modificados para su utilización en sistemas o de usos ferroviarios especiales [2006.01]"
  },
  {
    "code": "B61H 9/02",
    "description": "••para ferrocarriles aéreos, p. ej. movidos por cables [2006.01]"
  },
  {
    "code": "B61H 9/04",
    "description": "••para prevenir o controlar un desplazamiento en una dirección o selectivamente, en una u otra dirección [2006.01]"
  },
  {
    "code": "B61H 9/06",
    "description": "••para almacenar la energía durante el frenado [2006.01]"
  },
  {
    "code": "B61H 11/00",
    "description": "Empleo o disposiciones de frenos o de aparatos de reducción de marcha no previstos en otro lugar; Combinaciones de aparatos de clases o tipos diferentes [2006.01]"
  },
  {
    "code": "B61H 11/02",
    "description": "••frenos de auto-ajuste [2006.01]"
  },
  {
    "code": "B61H 11/04",
    "description": "••••con la fuerza de frenado que proviene de la rotacción del eje [2006.01]"
  },
  {
    "code": "B61H 11/06",
    "description": "••frenos hidrostáticos, hidrodinámicos, o aerodinámicos [2006.01]"
  },
  {
    "code": "B61H 11/08",
    "description": "••••que tienen un fluido que circula bajo la acción de una bomba o de un órgano similar, ejerciéndose el frenado por el estrechamiento de la circulación [2006.01]"
  },
  {
    "code": "B61H 11/10",
    "description": "••••Frenos aerodinámicos mandados por aletas, p. ej. interceptores (spoilers) fijados al vehículo [2006.01]"
  },
  {
    "code": "B61H 11/14",
    "description": "••Combinaciones de diferentes tipos de frenos, p. ej. zapatas de frenos que actúan sobre la llanta de la rueda combinados con frenos de discos [2006.01]"
  },
  {
    "code": "B61H 11/16",
    "description": "••Conjunto frenos autónomos desmontables [2006.01]"
  },
  {
    "code": "B61H 13/00",
    "description": "Accionamiento de frenos de vehículos ferroviarios (frenos de auto-ajuste B61H 11/02; mecanismos de compensación del desgaste B61H 15/00) [2006.01]"
  },
  {
    "code": "B61H 13/02",
    "description": "••Accionamiento a mano o por otro medio humano [2006.01]"
  },
  {
    "code": "B61H 13/04",
    "description": "••••por mecanismos que tienen una transmisión de engranaje [2006.01]"
  },
  {
    "code": "B61H 13/06",
    "description": "••Accionamiento o acción sobre los frenos por la contrapresión de topes o de órganos de enganche, p. ej. frenos amortiguadores [2006.01]"
  },
  {
    "code": "B61H 13/20",
    "description": "••Mecanismos de transmisión (mecanismos de compensación de desgaste B61H 15/00) [2006.01]"
  },
  {
    "code": "B61H 13/22",
    "description": "••••frenando una sola rueda o las ruedas de un solo lado, p. ej. para locomotoras o automotoras [2006.01]"
  },
  {
    "code": "B61H 13/24",
    "description": "••••para vagones de dos ejes o con bogies de dos ejes y cilindro(s) de frenado para cada bogies, estando conectados los mecanismos de cada lado [2006.01]"
  },
  {
    "code": "B61H 13/26",
    "description": "••••para vagones o bogies que tienen más de dos ejes o bogies, estando conectados los mecanismos de cada lado [2006.01]"
  },
  {
    "code": "B61H 13/28",
    "description": "••••con un sistema de brazo de palanca variable o amplificación mecánica para obtener un reglaje rápido [2006.01]"
  },
  {
    "code": "B61H 13/30",
    "description": "••••regulables en función de la variación de pasos del vehículo (disposiciones para adoptar la fuerza de frenado sobre la rueda según la carga o el peso del vehículo B60T 8/18) [2006.01]"
  },
  {
    "code": "B61H 13/32",
    "description": "••••••por variación de la potencia de la palanca de freno [2006.01]"
  },
  {
    "code": "B61H 13/34",
    "description": "••Partes constitutivas [2006.01]"
  },
  {
    "code": "B61H 13/36",
    "description": "••••Viguetas de equilibrado; Suspensiones que se relacionan con ella [2006.01]"
  },
  {
    "code": "B61H 13/38",
    "description": "••••Suspensión de mecanismos de transmisión (B61H 13/36  tiene prioridad) [2006.01]"
  },
  {
    "code": "B61H 15/00",
    "description": "Mecanismos de compensación del desgaste, p. ej. tensores [2006.01]"
  }
]