[
  {
    "code": "B61K 1/00",
    "description": "Transferencia de viajeros, objetos o mercancías a, o a partir de, trenes en movimiento; Desenganche o enganche de vehículos de o a trenes en movimiento [2006.01]"
  },
  {
    "code": "B61K 1/02",
    "description": "••Transferencia de objetos a partir de trenes en movimiento, p. ej. dispositivos para recoger los sacos postales [2006.01]"
  },
  {
    "code": "B61K 3/00",
    "description": "Mojado o engrase de raíles o de bordones de ruedas [2006.01]"
  },
  {
    "code": "B61K 3/02",
    "description": "••Dispositivos con este fin combinados con los vehículos [2006.01]"
  },
  {
    "code": "B61K 5/00",
    "description": "Dispositivos para colocar los vehículos sobre la vía; Descarriladores; Elevación o bajada de ejes o de ruedas de vehículos ferroviarios (dispositivos de elevación B66) [2006.01]"
  },
  {
    "code": "B61K 5/02",
    "description": "••Dispositivos fijados sobre los vehículos; Placas giratorias incorporadas a los vehículos [2006.01]"
  },
  {
    "code": "B61K 5/04",
    "description": "••Dispositivos fijados a la vía [2006.01]"
  },
  {
    "code": "B61K 5/06",
    "description": "••••Dispositivos descarriladores o de colocación sobre raíles [2006.01]"
  },
  {
    "code": "B61K 7/00",
    "description": "Dispositivos de parada fijados a la vía; Frenos de vía o dispositivos de disminución de marcha fijados a la vía; Terminaciones enarenadas o similares de la vía (zapatas, calzos, tacos de parada B61H; mecanismos de funcionamiento de tacos de parada montados sobre la vía B61L) [2006.01]"
  },
  {
    "code": "B61K 7/02",
    "description": "••Frenos de vía o dispositivos de disminución de marcha [2006.01]"
  },
  {
    "code": "B61K 7/04",
    "description": "••••con acción de sujeción [2006.01]"
  },
  {
    "code": "B61K 7/06",
    "description": "••••••accionados mecánicamente [2006.01]"
  },
  {
    "code": "B61K 7/08",
    "description": "••••••accionados neumáticamente o hidráulicamente [2006.01]"
  },
  {
    "code": "B61K 7/10",
    "description": "••••electrodinámicamente (sobre vehículos B60L) [2006.01]"
  },
  {
    "code": "B61K 7/12",
    "description": "••••mandados eléctricamente [2006.01]"
  },
  {
    "code": "B61K 7/14",
    "description": "••Terminaciones enarenadas o similares de la vía [2006.01]"
  },
  {
    "code": "B61K 7/16",
    "description": "••Parada completa de tren [2006.01]"
  },
  {
    "code": "B61K 7/18",
    "description": "••••Topes [2006.01]"
  },
  {
    "code": "B61K 7/20",
    "description": "••••Parada completa de ruedas [2006.01]"
  },
  {
    "code": "B61K 7/22",
    "description": "••••Parada de ejes [2006.01]"
  },
  {
    "code": "B61K 9/00",
    "description": "Gálibos de perfiles de vehículos ferroviarios; Detección o indicación de calentamiento excesivo de órganos; Dispositivos sobre las locomotoras o los vagones que indican las secciones defectuosas de la vía; Características generales de vehículos de auscultación de la vía [2006.01]"
  },
  {
    "code": "B61K 9/02",
    "description": "••Gálibos de perfiles, p. ej. gálibos de carga [2006.01]"
  },
  {
    "code": "B61K 9/04",
    "description": "••Detectores para indicar el calentamiento excesivo de cojinetes de ejes y órganos similares, p. ej. conjugados al sistema de frenado para accionar los frenos en el caso de un defecto [2006.01]"
  },
  {
    "code": "B61K 9/06",
    "description": "••••por detección o indicación de radiaciones calóricas que emanan de ejes calentados [2006.01]"
  },
  {
    "code": "B61K 9/08",
    "description": "••Instalaciones de medida para vigilar la vía (aplicación de aparatos o dispositivos de medida para trabajos de colocación de la vía E01B 35/00; técnicas de medida G01) [2006.01]"
  },
  {
    "code": "B61K 9/10",
    "description": "••••para detectar las fisuras en los raíles o en sus soldaduras [2006.01]"
  },
  {
    "code": "B61K 9/12",
    "description": "••Medida o vigilancia de llantas de ruedas (técnicas de medida G01) [2006.01]"
  },
  {
    "code": "B61K 11/00",
    "description": "Mantenimiento especial de las locomotoras, p. ej. llenado o vaciado de los depósitos del agua, de arena o de otros materiales (elevación, bajada de ejes o de ruedas B61K 5/00; estaciones de llenado de los acumuladores de aire o vapor para locomotoras B61C 8/00; instalaciones de toma de agua o gasolina para locomotoras B61C 17/02; reaprovisionamiento de locomotoras en combustible sólido B65G 67/18; elevación o limpieza de calderas F28G) [2006.01]"
  },
  {
    "code": "B61K 11/02",
    "description": "••Columnas de distribución de agua para locomotoras [2006.01]"
  },
  {
    "code": "B61K 13/00",
    "description": "Otros dispositivos auxiliares o accesorios para los ferrocarriles (cinturones o guarniciones de seguridad A62B 35/00) [2006.01]"
  },
  {
    "code": "B61K 13/02",
    "description": "••Dispositivos de ayuda o de arranque de vagones, amplificando el esfuerzo de tracción de la barra de enganche y transmitiéndolo a las ruedas [2006.01]"
  },
  {
    "code": "B61K 13/04",
    "description": "••Dispositivos indicadores para viajeros fijados sobre los vehículos; Dispositivos de seguridad para prevenir los accidentes de viajeros cuando éstos entran o salen de los vehículos [2006.01]"
  }
]