[
  {
    "code": "B62H 1/00",
    "description": "Soportes o apoyos que forman parte o fijados a los ciclos [2006.01]"
  },
  {
    "code": "B62H 1/02",
    "description": "••Apoyos articulados, p. ej. en forma de brazo o de charnela (B62H 1/10 tiene prioridad) [2006.01]"
  },
  {
    "code": "B62H 1/04",
    "description": "••••Esencialmente en forma de U para sujetar la rueda trasera [2006.01]"
  },
  {
    "code": "B62H 1/06",
    "description": "••Apoyos extensibles, p. ej. con partes telescópicas (B62H 1/10 tiene prioridad) [2006.01]"
  },
  {
    "code": "B62H 1/08",
    "description": "••Soportes para pedales [2006.01]"
  },
  {
    "code": "B62H 1/10",
    "description": "••que tienen medios para una conducción estabilizada (dispositivos de entrenamiento o aparatos para el deporte ciclista A63B 69/16) [2006.01]"
  },
  {
    "code": "B62H 1/12",
    "description": "••••que utilizan ruedas adicionales [2006.01]"
  },
  {
    "code": "B62H 1/14",
    "description": "••••que utilizan patines para ir sobre el hielo o la nieve (patines adaptables a los vehículos de ruedas para facilitar el desplazamiento sobre hielo o nieve B62B 19/00) [2006.01]"
  },
  {
    "code": "B62H 3/00",
    "description": "Soportes separados o estribos para aparcar o depositar los ciclos (soportes de ciclos utilizados para el mantenimiento B25H; bajo el aspecto construcción E04H) [2006.01]"
  },
  {
    "code": "B62H 3/02",
    "description": "••que tienen medios para sujetar el ciclo por el manillar o por la parte superior del cuadro [2006.01]"
  },
  {
    "code": "B62H 3/04",
    "description": "••que tienen soportes en forma de horquilla o de muletas para sujetar una rueda (B62H 3/08 tiene prioridad) [2006.01]"
  },
  {
    "code": "B62H 3/06",
    "description": "••••abatibles [2006.01]"
  },
  {
    "code": "B62H 3/08",
    "description": "••que tienen ranuras o raíles con garganta para sujetar la parte inferior de una rueda [2006.01]"
  },
  {
    "code": "B62H 3/10",
    "description": "••que tienen soportes en forma de horquilla o muletas que abrazan la parte inferior del cuadro [2006.01]"
  },
  {
    "code": "B62H 3/12",
    "description": "••Dispositivos de suspensión [2006.01]"
  },
  {
    "code": "B62H 5/00",
    "description": "Accesorios que impiden o indican el empleo no autorizado o el robo de ciclos; Dispositivos de cierre (antirrobos) que forman parte de los ciclos (accesorios para impedir o indicar el uso o el robo de vehículos en general B60R; características generales de cerrojos E05B) [2006.01]"
  },
  {
    "code": "B62H 5/02",
    "description": "••para bloquear el mecanismo de dirección [2006.01]"
  },
  {
    "code": "B62H 5/04",
    "description": "••••actuando sobre el manillar o la pieza equivalente [2006.01]"
  },
  {
    "code": "B62H 5/06",
    "description": "••••actuando sobre la horquilla de rueda delantera o sobre el pivote del tubo de dirección [2006.01]"
  },
  {
    "code": "B62H 5/08",
    "description": "••que impiden la conducción (actuando sobre el accionamiento de propulsión por motor B62M) [2006.01]"
  },
  {
    "code": "B62H 5/10",
    "description": "••••actuando sobre una manivela de pedal [2006.01]"
  },
  {
    "code": "B62H 5/12",
    "description": "••••actuando sobre la rueda del pedal o sobre la cadena [2006.01]"
  },
  {
    "code": "B62H 5/14",
    "description": "••impidiendo la rotación de la rueda [2006.01]"
  },
  {
    "code": "B62H 5/16",
    "description": "••••actuando sobre ciertas partes de una rueda portante [2006.01]"
  },
  {
    "code": "B62H 5/18",
    "description": "••••actuando sobre un dispositivo de frenado (acción de funcionamiento de los mecanismos de movimiento de los frenos para ciclos B62L 3/06) [2006.01]"
  },
  {
    "code": "B62H 5/20",
    "description": "••señalando el empleo no autorizado, p. ej. accionando un dispositivo de señalización [2006.01]"
  },
  {
    "code": "B62H 7/00",
    "description": "Dispositivos para aprender a conducir los ciclos, no previstos en otro lugar, p. ej. equilibrado asistido [2006.01]"
  }
]