[
  {
    "code": "B64G 1/00",
    "description": "Vehículos espaciales [2006.01]"
  },
  {
    "code": "B64G 1/10",
    "description": "••Satélites artificiales; Sus sistemas; Vehículos interplanetarios (transbordadores espaciales B64G 1/14; sistemas de radiotransmisión que utilizan satélites H04B 7/185) [2006.01]"
  },
  {
    "code": "B64G 1/12",
    "description": "••••tripulados [2006.01]"
  },
  {
    "code": "B64G 1/14",
    "description": "••transbordadores espaciales [2006.01]"
  },
  {
    "code": "B64G 1/16",
    "description": "••Coches de uso extraterrenal (aspectos de vehículos terrestres B60-B62) [2006.01]"
  },
  {
    "code": "B64G 1/22",
    "description": "••Partes de vehículos espaciales o equipos especialmente adaptados para ser instalados en, o acoplados a, vehículos espaciales [2006.01]"
  },
  {
    "code": "B64G 1/24",
    "description": "••••Aparatos de guiado o control, p. ej. para control de actitud (grupos propulsores a chorro F02K; navegación o instrumentos de navegación, ver las clases apropiadas, p. ej. G01C; pilotos automáticos G05D 1/00) [2006.01]"
  },
  {
    "code": "B64G 1/26",
    "description": "••••••que utilizan chorros [2006.01]"
  },
  {
    "code": "B64G 1/28",
    "description": "••••••que utilizan la inercia o el efecto giroscópico [2006.01]"
  },
  {
    "code": "B64G 1/32",
    "description": "••••••que utilizan el campo magnético terrestre [2006.01]"
  },
  {
    "code": "B64G 1/34",
    "description": "••••••que utilizan el gradiente gravitacional [2006.01]"
  },
  {
    "code": "B64G 1/36",
    "description": "••••••que utilizan sensores, p. ej. sensores solares, sensores de horizonte [2006.01]"
  },
  {
    "code": "B64G 1/38",
    "description": "••••••Amortiguación de oscilaciones, p. ej. amortiguadores de nutación [2006.01]"
  },
  {
    "code": "B64G 1/40",
    "description": "••••Montajes o adaptaciones de sistemas de propulsión (grupos propulsores en sí, ver las subclases apropiadas, p. ej. F02K, F03H) [2006.01]"
  },
  {
    "code": "B64G 1/42",
    "description": "••••Disposiciones o adaptaciones de los sistemas de suministro eléctrico (sistemas de suministro eléctrico en sí, ver las subclases apropiadas) [2006.01]"
  },
  {
    "code": "B64G 1/44",
    "description": "••••••que utilizan la radiación, p. ej. paneles solares desplegables (células solares en sí\n\t\t\t\t\t\t\t\t\t\t\t\tH01L 31/00) [2006.01]"
  },
  {
    "code": "B64G 1/46",
    "description": "••••Disposiciones o adaptaciones de dispositivos para el control ambiental o de las condiciones de vida (trajes espaciales B64G 6/00) [2006.01]"
  },
  {
    "code": "B64G 1/48",
    "description": "••••••para el tratamiento de la atmósfera (B64G 1/50 tiene prioridad; aire acondicionado en general F24F) [2006.01]"
  },
  {
    "code": "B64G 1/50",
    "description": "••••••para el control de la temperatura (control de la temperatura en general G05D 23/00) [2006.01]"
  },
  {
    "code": "B64G 1/52",
    "description": "••••Dispositivos de protección, seguridad o emergencia; Equipos de supervivencia (salvamento en general A62) [2006.01]"
  },
  {
    "code": "B64G 1/54",
    "description": "••••••Protección contra radiación (contra las radiaciones en general G21F) [2006.01]"
  },
  {
    "code": "B64G 1/56",
    "description": "••••••Protección contra meteoroides o basura espacial (detectores de meteoroides o basura espacial B64G 1/68) [2006.01]"
  },
  {
    "code": "B64G 1/58",
    "description": "••••••Protección térmica, p. ej. blindajes térmicos (aislamiento térmico en general F16L 59/00; aspectos químicos, ver las clases apropiadas) [2006.01]"
  },
  {
    "code": "B64G 1/60",
    "description": "••••Acomodo de tripulación o pasajeros [2006.01]"
  },
  {
    "code": "B64G 1/62",
    "description": "••••Sistemas para la reentrada en la atmósfera terrestre; Dispositivos de desaceleración o de aterrizaje [2006.01]"
  },
  {
    "code": "B64G 1/64",
    "description": "••••Sistemas para acoplar o separar vehículos espaciales o partes de ellos, p. ej. disposiciones para el atraque [2006.01]"
  },
  {
    "code": "B64G 1/66",
    "description": "••••Disposiciones o adaptaciones de aparatos o instrumentos no previstas en otro lugar (instrumentos en sí, ver las clases apropiadas, p. ej. antenas utilizadas en satélites H01Q 1/28) [2006.01]"
  },
  {
    "code": "B64G 1/68",
    "description": "••••••de detectores de meteoroides o basura espacial [2006.01]"
  },
  {
    "code": "B64G 3/00",
    "description": "Observación o seguimiento de vehículos espaciales (sistemas de radio, u otras ondas, para la navegación o el seguimiento G01S) [2006.01]"
  },
  {
    "code": "B64G 4/00",
    "description": "Herramientas especialmente adaptadas para la utilización en el espacio [2006.01]"
  },
  {
    "code": "B64G 5/00",
    "description": "Equipos de tierra para vehículos, p. ej. torres de lanzamiento, disposiciones de repostado (B64G 3/00 tiene prioridad) [2006.01]"
  },
  {
    "code": "B64G 6/00",
    "description": "Trajes espaciales [2006.01]"
  },
  {
    "code": "B64G 7/00",
    "description": "Simulación de las condiciones astronáuticas, p. ej. para la adaptación de tripulaciones (simuladores para enseñanza o entrenamiento G09B 9/00) [2006.01]"
  },
  {
    "code": "B64G 99/00",
    "description": "Materia no prevista en otros grupos de esta subclase [2009.01]"
  }
]