[
  {
    "code": "B65F 1/00",
    "description": "Receptáculos de basuras (receptáculos no adaptados especialmente para las basuras, características de interés general de recipientes de basura B65D) [2006.01]"
  },
  {
    "code": "B65F 1/02",
    "description": "••sin guarnición interna desmontable [2006.01]"
  },
  {
    "code": "B65F 1/04",
    "description": "••con guarnición interna desmontable [2006.01]"
  },
  {
    "code": "B65F 1/06",
    "description": "••••con guarnición interna plegable, p. ej. sacos, saquitos [2006.01]"
  },
  {
    "code": "B65F 1/08",
    "description": "••••con guarnición interna rígida [2006.01]"
  },
  {
    "code": "B65F 1/10",
    "description": "••con medios de llenado, p. ej. sacos neumáticos [2006.01]"
  },
  {
    "code": "B65F 1/12",
    "description": "••con dispositivos que facilitan el vaciado [2006.01]"
  },
  {
    "code": "B65F 1/14",
    "description": "••Otras características de estructura (soportes o sistemas de transporte para artículos de mano A45F 5/00; dispositivos de inmovilización para batientes de cierre E05C; bisagras E05D) [2006.01]"
  },
  {
    "code": "B65F 1/16",
    "description": "••••Tapas o cubiertas (movidas a pedal o por un brazo de palanca B65D) [2006.01]"
  },
  {
    "code": "B65F 3/00",
    "description": "Vehículos especialmente adaptados para la recogida de basuras (vehículos en general B60; equipo o accionamiento auxiliar de vehículos B60K; descarga del contenido por basculado del vehículo completo B65G; aparatos sobre ruedas para vaciar los colectores o los pozos E03F 7/10) [2006.01]"
  },
  {
    "code": "B65F 3/02",
    "description": "••con medios para descargar en ellos los receptáculos de basuras (estructura de transportadores B65G; medios de carga separados de los vehículos B66F; sistemas de controles hidráulicos en general F15B) [2006.01]"
  },
  {
    "code": "B65F 3/04",
    "description": "••••Uniones, brazos giratorios o soportes giratorios para elevar o bascular después los receptáculos [2006.01]"
  },
  {
    "code": "B65F 3/06",
    "description": "••••••Disposiciones o adaptaciones de accionadores de fluido [2006.01]"
  },
  {
    "code": "B65F 3/08",
    "description": "••••Elevadores de plataforma con guías o pasadizos para elevar o bascular los receptáculos [2006.01]"
  },
  {
    "code": "B65F 3/10",
    "description": "••••••Disposiciones o adaptaciones de actuadores de fluido [2006.01]"
  },
  {
    "code": "B65F 3/12",
    "description": "••••Movimiento combinado de las tapaderas, alerones o compuertas sobre el vehículo y el recipiente; Funcionamiento de cierres sobre el vehículo combinado con el basculado del recipiente [2006.01]"
  },
  {
    "code": "B65F 3/14",
    "description": "••con dispositivos para la carga, la repartición o la compresión de basuras en el interior de un camión para basuras (B65F 3/02 tiene prioridad) [2006.01]"
  },
  {
    "code": "B65F 3/16",
    "description": "••••con ruedas transportadoras (transportadores de tornillo B65F 3/22) [2006.01]"
  },
  {
    "code": "B65F 3/18",
    "description": "••••con transportadores sin fin, p. ej. elevadores [2006.01]"
  },
  {
    "code": "B65F 3/20",
    "description": "••••con pistones, placas o dispositivos análogos para la carga (para la descarga B65F 3/28) [2006.01]"
  },
  {
    "code": "B65F 3/22",
    "description": "••••con transportadores de tornillo, con banastas rotativas [2006.01]"
  },
  {
    "code": "B65F 3/24",
    "description": "••con dispositivos para la descarga de la banasta de un camión de basuras [2006.01]"
  },
  {
    "code": "B65F 3/26",
    "description": "••••por basculamiento [2006.01]"
  },
  {
    "code": "B65F 3/28",
    "description": "••••por el movimiento longitudinal de una pared, p. ej. una placa, un pistón o un dispositivo análogo (para la carga B65F 3/20) [2006.01]"
  },
  {
    "code": "B65F 5/00",
    "description": "Recogida o retirada de basuras por medios distintos a los receptáculos a vehículos (silos de almacenado, su carga o descarga B65G) [2006.01]"
  },
  {
    "code": "B65F 7/00",
    "description": "Dispositivos de limpieza o de desinfección combinados con receptáculos o vehículos de basuras (los dispositivos en sí\n\t\t\t\t\t\t\t\t\tA61L, B08B) [2006.01]"
  },
  {
    "code": "B65F 9/00",
    "description": "Transferencia de basuras entre vehículos o entre contenedores con almacenaje o prensado intermedio (prensas para empacar en sí\n\t\t\t\t\t\t\t\t\tB30B 9/30) [2006.01]"
  }
]