[
  {
    "code": "B66C 1/00",
    "description": "Elementos o dispositivos de toma de carga fijados a los mecanismos de subida, bajada o arrastre de las grúas o adaptados para ser utilizados con estos mecanismos y transmitir los esfuerzos a los objetos o grupos de objetos (medios para unir cables o cuerdas F16G 11/00) [2006.01]"
  },
  {
    "code": "B66C 1/02",
    "description": "••por succión [2006.01]"
  },
  {
    "code": "B66C 1/04",
    "description": "••por medios magnéticos [2006.01]"
  },
  {
    "code": "B66C 1/06",
    "description": "••••electromagnéticos [2006.01]"
  },
  {
    "code": "B66C 1/08",
    "description": "••••••Circuitos con este fin (para electroimanes en general H01F 7/18) [2006.01]"
  },
  {
    "code": "B66C 1/10",
    "description": "••por medios mecánicos [2006.01]"
  },
  {
    "code": "B66C 1/12",
    "description": "••••Eslingas que tienen cadenas, hilos metálicos, cuerdas o bandas; Redes (órganos de toma lateral suspendidos por cuerdas o cadenas a los ganchos de grúas B66C 1/42) [2006.01]"
  },
  {
    "code": "B66C 1/14",
    "description": "••••••Eslingas con ganchos [2006.01]"
  },
  {
    "code": "B66C 1/16",
    "description": "••••••Eslingas con plataforma o chasis para coger la carga [2006.01]"
  },
  {
    "code": "B66C 1/18",
    "description": "••••••Eslingas del tipo de bandas [2006.01]"
  },
  {
    "code": "B66C 1/20",
    "description": "••••••adaptadas especialmente para el manejo de vehículos [2006.01]"
  },
  {
    "code": "B66C 1/22",
    "description": "••••Organos rígidos, p. ej. órganos en forma de L, con partes que se enganchan por la parte inferior de la carga; Ganchos de grúa [2006.01]"
  },
  {
    "code": "B66C 1/24",
    "description": "••••••Organos unitarios que enganchan la carga por un solo lado [2006.01]"
  },
  {
    "code": "B66C 1/26",
    "description": "••••••••con dispositivos para desenganchar la carga [2006.01]"
  },
  {
    "code": "B66C 1/28",
    "description": "••••••Organos dobles, p. ej. giratorios, que enganchan la carga por dos lados a la vez [2006.01]"
  },
  {
    "code": "B66C 1/30",
    "description": "••••••••y dispuestos asimismo para sujetar los dos lados de la carga [2006.01]"
  },
  {
    "code": "B66C 1/32",
    "description": "••••••••••consistiendo ésta en objetos apilados o encajonados [2006.01]"
  },
  {
    "code": "B66C 1/34",
    "description": "••••••Ganchos de grúa [2006.01]"
  },
  {
    "code": "B66C 1/36",
    "description": "••••••••con medios, p. ej. garras de resorte, para impedir el desenganche imprevisto de las cargas [2006.01]"
  },
  {
    "code": "B66C 1/38",
    "description": "••••••••adaptados para el desenganche automático de las cargas en el momento en que el cable se suelta (para los paracaídas B64D) [2006.01]"
  },
  {
    "code": "B66C 1/40",
    "description": "••••••••formados o dotados de dispositivos de medida o de indicación de carga [2006.01]"
  },
  {
    "code": "B66C 1/42",
    "description": "••••Organos de sujeción que enganchan solamente las caras externas o internas de los objetos (para la manutención o la extracción de piezas de fundición o lingotes durante su fabricación B22D 29/00) [2006.01]"
  },
  {
    "code": "B66C 1/44",
    "description": "••••••y aplicándoles fuerzas de fricción [2006.01]"
  },
  {
    "code": "B66C 1/46",
    "description": "••••••••por hinchado de ciertos de sus elementos [2006.01]"
  },
  {
    "code": "B66C 1/48",
    "description": "••••••••sobre los bordes verticales de las placas, tubos u objetos similares o a paredes delgadas (órganos de sujeción interna de separación B66C 1/54) [2006.01]"
  },
  {
    "code": "B66C 1/54",
    "description": "••••••••Organos de sujeción para manipular objetos huecos, que se abren o extienden internamente (B66C 1/46 tiene prioridad) [2006.01]"
  },
  {
    "code": "B66C 1/56",
    "description": "••••••••••para manipular con tubos [2006.01]"
  },
  {
    "code": "B66C 1/58",
    "description": "••••••y deformando los objetos, p. ej. utilizando órganos de sujeción tales como pinzas o mordazas [2006.01]"
  },
  {
    "code": "B66C 1/59",
    "description": "••••••••Pinzas para sacos [2006.01]"
  },
  {
    "code": "B66C 1/62",
    "description": "••••que tienen órganos de sujeción que tienen una forma complementaria de la de los objetos a manipular [2006.01]"
  },
  {
    "code": "B66C 1/64",
    "description": "••••••para vigas de sección en T o en I [2006.01]"
  },
  {
    "code": "B66C 1/66",
    "description": "••••••para enganchar en agujeros, cavidades o prominencias dispuestas especialmente en los objetos para permitir su sujeción [2006.01]"
  },
  {
    "code": "B66C 1/68",
    "description": "••montados sobre, o guiados por aguilones (aguilones B66C 23/64) [2006.01]"
  },
  {
    "code": "B66C 3/00",
    "description": "Elementos o dispositivos de toma de carga fijados a los mecanismos de subida o bajada de las grúas o adaptados para ser utilizados con ellos y destinados principalmente a transmitir fuerzas para el levantamiento de material a granel; Cucharas cogedoras (tolvas u otros receptáculos B65D, p. ej. pallets B65D 19/00; dragas equipadas con cucharas E02F) [2006.01]"
  },
  {
    "code": "B66C 3/02",
    "description": "••Cucharas cogedoras de tolva [2006.01]"
  },
  {
    "code": "B66C 3/04",
    "description": "••Cucharas cogedoras de tenazas [2006.01]"
  },
  {
    "code": "B66C 3/06",
    "description": "••Cucharas cogedoras accionadas por una sola cuerda o cadena [2006.01]"
  },
  {
    "code": "B66C 3/08",
    "description": "••••y con anillos para el vertido [2006.01]"
  },
  {
    "code": "B66C 3/10",
    "description": "••••y cuyas tolvas se abren automáticamente cuando la cuchara es bajada sobre la pila de materiales [2006.01]"
  },
  {
    "code": "B66C 3/12",
    "description": "••Cucharas cogedoras accionadas por varios cables [2006.01]"
  },
  {
    "code": "B66C 3/14",
    "description": "••Cucharas cogedoras abiertas o cerradas por motores de accionamiento integrados llevados por ellas [2006.01]"
  },
  {
    "code": "B66C 3/16",
    "description": "••••por motores hidráulicos [2006.01]"
  },
  {
    "code": "B66C 3/18",
    "description": "••••por motores eléctricos [2006.01]"
  },
  {
    "code": "B66C 3/20",
    "description": "••montados sobre, o guiados por aguilones (aguilones B66C 23/64) [2006.01]"
  },
  {
    "code": "B66C 5/00",
    "description": "Estructuras de columnas que soportan la base [2006.01]"
  },
  {
    "code": "B66C 5/02",
    "description": "••Puentes o pórticos fijos o rodantes sobre estructuras alargadas en forma de L o de U invertidas [2006.01]"
  },
  {
    "code": "B66C 5/04",
    "description": "••••llevando vías o caminos de rodadura que permiten los desplazamientos en relación al puente o al pórtico [2006.01]"
  },
  {
    "code": "B66C 5/06",
    "description": "••••llevando vías o caminos de rodadura que permiten los desplazamientos laterales por giro [2006.01]"
  },
  {
    "code": "B66C 5/08",
    "description": "••••llevando vías o caminos de rodadura inclinables en el plano vertical [2006.01]"
  },
  {
    "code": "B66C 5/10",
    "description": "••Pórticos, es decir, plataformas prácticamente circulares o cuadradas con tres o más adaptadas especialmente para soportar grúas de aguilones orientables [2006.01]"
  },
  {
    "code": "B66C 6/00",
    "description": "Armazones que soportan las vías de rodaduras, adaptadas especialmente para puentes-grúa o para grúas (estructuras de que soportan la base B66C 5/00; vigas en general E04C 3/02) [2006.01]"
  },
  {
    "code": "B66C 7/00",
    "description": "Caminos de rodadura, vías o vías de rodadura para carros o grúas [2006.01]"
  },
  {
    "code": "B66C 7/02",
    "description": "••para carros o para grúas suspendidas [2006.01]"
  },
  {
    "code": "B66C 7/04",
    "description": "••••Montaje de la vía de rodadura [2006.01]"
  },
  {
    "code": "B66C 7/06",
    "description": "••••••sobre soportes concebidos para ser montados fácilmente, p. ej. desmontables [2006.01]"
  },
  {
    "code": "B66C 7/08",
    "description": "••Características de estructura de los raíles de caminos de rodadura o de su ensamblado (de aplicación general E01B) [2006.01]"
  },
  {
    "code": "B66C 7/10",
    "description": "••Instalaciones o dispositivos para prolongar los caminos o vías de rodadura [2006.01]"
  },
  {
    "code": "B66C 7/12",
    "description": "••Dispositivos para cambiar la dirección del desplazamiento o para cambiar las agujas de una vía sobre otra; Cruces; Combinaciones de vías de separación diferente (dispositivos de transferencia de aplicación general E01B) [2006.01]"
  },
  {
    "code": "B66C 7/14",
    "description": "••••Dispositivos de ensamblado de caminos de rodadura [2006.01]"
  },
  {
    "code": "B66C 7/16",
    "description": "••Dispositivos adaptados especialmente para limitar la carrera del carro del puente rodante, del pórtico o de la grúa; Instalaciones de tacos de parada (características generales de tacos de parada, diferentes de aquellas propias de la presente aplicación especial B61K 7/18; disposición de interruptores o circuitos de fin de carrera B66D 1/56) [2006.01]"
  },
  {
    "code": "B66C 9/00",
    "description": "Mecanismos de traslación incorporados o adaptados a carros o grúas (para dragas E02F) [2006.01]"
  },
  {
    "code": "B66C 9/02",
    "description": "••para carros o para grúas suspendidas [2006.01]"
  },
  {
    "code": "B66C 9/04",
    "description": "••para permitir el paso sobre curva [2006.01]"
  },
  {
    "code": "B66C 9/06",
    "description": "••para más de una separación de vía [2006.01]"
  },
  {
    "code": "B66C 9/08",
    "description": "••Gorrones de rodadura; Cojinetes para gorrones de rodadura (ruedas de vehículos ferroviarios B60B) [2006.01]"
  },
  {
    "code": "B66C 9/10",
    "description": "••Trenes de rodadura o bogies, p. ej. bastidores o bogies de extremidad [2006.01]"
  },
  {
    "code": "B66C 9/12",
    "description": "••••con medios de repartición de la carga para equilibrar la presión sobre las ruedas [2006.01]"
  },
  {
    "code": "B66C 9/14",
    "description": "••Mecanismos de accionamiento para carro o grúa (cuerda, cable o cadena de accionamiento para cargas o carro B66C 11/16; mando B66C 13/18) [2006.01]"
  },
  {
    "code": "B66C 9/16",
    "description": "••con medios para mantener la alineación entre ruedas y vías [2006.01]"
  },
  {
    "code": "B66C 9/18",
    "description": "••con medios para blocar carros o grúas sobre los caminos o vías de rodadura para impedir movimientos imprevistos [2006.01]"
  },
  {
    "code": "B66C 11/00",
    "description": "Carros o cabrias móviles, p. ej. que trabajan encima de la vía de rodadura (caminos o vías de rodadura B66C 7/00; mecanismos de cabrias B66D) [2006.01]"
  },
  {
    "code": "B66C 11/02",
    "description": "••con mecanismo o cabina de maniobra suspendidos o decalados lateralmente con relación al camino de rodadura o a la vía [2006.01]"
  },
  {
    "code": "B66C 11/04",
    "description": "••••Carros suspendidos (polipastos motorizados con motor de accionamiento y tambor o cilindro contenidos en la misma carcasa B66D 3/20) [2006.01]"
  },
  {
    "code": "B66C 11/06",
    "description": "••••••rodando sobre monorraíl (sistemas ferroviarios aéreos B61B) [2006.01]"
  },
  {
    "code": "B66C 11/08",
    "description": "••que tienen una placa giratoria [2006.01]"
  },
  {
    "code": "B66C 11/10",
    "description": "••••equipadas con brazos o aguilones (grúas de aguilón B66C 23/00) [2006.01]"
  },
  {
    "code": "B66C 11/12",
    "description": "••con mecanismo de elevación adaptado para elementos especiales de toma de carga, no previstos en otro lugar [2006.01]"
  },
  {
    "code": "B66C 11/14",
    "description": "••adaptados para funcionar sobre grúas o puentes de estructura especial, p. ej. sobre vigas de hormigón armado de sección rectangular [2006.01]"
  },
  {
    "code": "B66C 11/16",
    "description": "••Accionamiento por cuerdas, cables o cadenas de carros; Combinaciones de este accionamiento con el mecanismo de elevación [2006.01]"
  },
  {
    "code": "B66C 11/18",
    "description": "••••que tienen cuerdas o cables sin fin [2006.01]"
  },
  {
    "code": "B66C 11/20",
    "description": "••••Instalaciones, p. ej. de piñones diferenciales, que permiten la maniobra simultánea o selectiva de la traslación o del levantamiento; Instalaciones que utilizan el mismo cable o cuerda para la traslación y el levantamiento, p. ej. en las grúas Temperley (transmisión de la potencia entre motores de accionamiento y tambores de cabrias B66D 1/14) [2006.01]"
  },
  {
    "code": "B66C 11/22",
    "description": "••••accionado neumática o hidráulicamente [2006.01]"
  },
  {
    "code": "B66C 11/24",
    "description": "••••con medios para hacer estacionarse al carro o sujetar la carga en posiciones predeterminadas; Cabrias de heno [2006.01]"
  },
  {
    "code": "B66C 11/26",
    "description": "••••••Tacos; Bloques de parada; Paradas de extremos [2006.01]"
  },
  {
    "code": "B66C 13/00",
    "description": "Otras características de estructura o detalles [2006.01]"
  },
  {
    "code": "B66C 13/02",
    "description": "••Dispositivos que facilitan la recuperación de objetos flotantes, p. ej. para recuperar embarcaciones del agua (equipos para manipulación de botes salvavidas o similares B63B 23/00; carga o descarga de cargas flotantes utilizando los equipos a bordo B63B 27/36; salvamento o puesta en dique seco de buques B63C; mecanismos de control del enrollado B66D 1/52) [2006.01]"
  },
  {
    "code": "B66C 13/04",
    "description": "••Dispositivos auxiliares para mandar los movimientos de las cargas suspendidas o para impedir que el cable coja flecha [2006.01]"
  },
  {
    "code": "B66C 13/06",
    "description": "••••para limitar o impedir el balanceo longitudinal o transversal de las cargas [2006.01]"
  },
  {
    "code": "B66C 13/08",
    "description": "••••para depositar las cargas según una orientación o en una posición dadas [2006.01]"
  },
  {
    "code": "B66C 13/10",
    "description": "••••para impedir que el cable adquiera flecha (dispositivos de mando para mecanismos de rodadura de las cuerdas, cables o cadenas, p. ej. para control de la tensión, B66D 1/40) [2006.01]"
  },
  {
    "code": "B66C 13/12",
    "description": "••Instalaciones de medios para transmitir una potencia neumática, hidráulica o eléctrica a partes o dispositivos móviles (dispositivos de uso general especialmente adaptados para almacenar, devanar de forma repetida y almacenar de nuevo longitudes dadas de material B65H 75/34) [2006.01]"
  },
  {
    "code": "B66C 13/14",
    "description": "••••a elementos de toma de la carga o a los motores que forman parte de ellos [2006.01]"
  },
  {
    "code": "B66C 13/16",
    "description": "••Utilización de dispositivos indicadores de posicionado o de pesada (en los ganchos de grúa B66C 1/40; en los mecanismos de seguridad B66C 15/00; aparatos de pesada G01G; sistemas indicadores a distancia en general G08) [2006.01]"
  },
  {
    "code": "B66C 13/18",
    "description": "••Sistemas o dispositivos de control (exclusivamente para mecanismos de rodadura de cuerdas, cables o cadenas B66D 1/40) [2006.01]"
  },
  {
    "code": "B66C 13/20",
    "description": "••••para accionamiento no eléctrico (transmisión de impulsos de mando B66C 13/40) [2006.01]"
  },
  {
    "code": "B66C 13/22",
    "description": "••••para accionamiento eléctrico (transmisión de impulsos de mando B66C 13/40; dispositivos de aplicación general H02P) [2006.01]"
  },
  {
    "code": "B66C 13/23",
    "description": "••••••Circuitos para controlar la bajada de la carga [2006.01]"
  },
  {
    "code": "B66C 13/24",
    "description": "••••••••por motores de corriente continua [2006.01]"
  },
  {
    "code": "B66C 13/26",
    "description": "••••••••por motores de corriente alterna [2006.01]"
  },
  {
    "code": "B66C 13/28",
    "description": "••••••••••utilizando el frenado por recuperación para regular el descenso de cargas pesadas y que tienen medios para impedir que el motor gire en el sentido de \"subir\" cuando se ha liberado la carga [2006.01]"
  },
  {
    "code": "B66C 13/30",
    "description": "••••••Circuitos para los motores de frenado, de traslación o de balanceo [2006.01]"
  },
  {
    "code": "B66C 13/32",
    "description": "••••••para accionar las cabrias de las tolvas de cucharas cogedoras por medio de uno o más motores eléctricos utilizados a la vez para el levantamiento y la bajada de las mordazas de la tolva (otros aspectos de los mecanismos de enrollado de las cuerdas, cables o cadenas adaptados especialmente al control de las tolvas de cucharas cogedoras B66D 1/62) [2006.01]"
  },
  {
    "code": "B66C 13/34",
    "description": "••••••••por medio de engranajes diferenciales o planetarios [2006.01]"
  },
  {
    "code": "B66C 13/36",
    "description": "••••••••Sistemas de control para accionamiento con un solo motor [2006.01]"
  },
  {
    "code": "B66C 13/38",
    "description": "••••••••Sistema de control para motores independiente [2006.01]"
  },
  {
    "code": "B66C 13/40",
    "description": "••••Utilización de dispositivos para transmitir impulsos de control; Utilización de dispositivos de control a distancia (controles en general G05) [2006.01]"
  },
  {
    "code": "B66C 13/42",
    "description": "••••••Transmisores hidráulicos [2006.01]"
  },
  {
    "code": "B66C 13/44",
    "description": "••••••Transmisores eléctricos [2006.01]"
  },
  {
    "code": "B66C 13/46",
    "description": "••••Indicadores de posición para cargas suspendidas o para elementos de grúas [2006.01]"
  },
  {
    "code": "B66C 13/48",
    "description": "••••Control automático del accionamiento de las grúas para producir un ciclo de trabajo único o repetido; Control por programación [2006.01]"
  },
  {
    "code": "B66C 13/50",
    "description": "••••Utilización de circuitos de fin de carrera o de interrupción de fin de carrera (para mecanismos de enrollamiento B66D 1/56) [2006.01]"
  },
  {
    "code": "B66C 13/52",
    "description": "••Detalles de compartimentado para máquina o motor de accionamiento o bien del puesto o de la cabina de maniobra [2006.01]"
  },
  {
    "code": "B66C 13/54",
    "description": "••••Puestos o cabinas de maniobra [2006.01]"
  },
  {
    "code": "B66C 13/56",
    "description": "••••••Instalaciones de mando o pedales [2006.01]"
  },
  {
    "code": "B66C 15/00",
    "description": "Mecanismos de seguridad (para mecanismo de enrollamiento de cuerdas, cables o de cadenas B66D 1/54) [2006.01]"
  },
  {
    "code": "B66C 15/02",
    "description": "••para retener los elementos de toma de la carga en caso de rotura de cuerda o de cable [2006.01]"
  },
  {
    "code": "B66C 15/04",
    "description": "••para impedir las colisiones, p. ej. entre las grúas, o los carros que trabajan sobre la misma vía [2006.01]"
  },
  {
    "code": "B66C 15/06",
    "description": "••Disposición o utilización de dispositivos de aviso [2006.01]"
  },
  {
    "code": "B66C 17/00",
    "description": "Puentes-grúa que comprenden una o más vigas principales sensiblemente horizontales, cuyos extremos descansan directamente sobre ruedas o rodillos que se desplazan sobre una vía sostenida por soportes espaciados (adaptaciones de armazones que soportan las vías de rodadura B66C 6/00) [2006.01]"
  },
  {
    "code": "B66C 17/04",
    "description": "••con vigas transversales de elevación, p. ej. vigas transversales giratorias que llevan elemento de toma de carga, p. ej. un imán, un gancho (estructura de los elementos de toma de carga B66C 1/00, B66C 3/00) [2006.01]"
  },
  {
    "code": "B66C 17/06",
    "description": "••adaptados especialmente a fines particulares, p. ej. en fundiciones o forjas; combinados con aparatos auxiliares que sirven para fines especiales (B66C 17/04 tiene prioridad) [2006.01]"
  },
  {
    "code": "B66C 17/08",
    "description": "••••para la carga de cámaras de tratamiento, p. ej. hornos, estufas (cargas de hornos en general F27D 3/00) [2006.01]"
  },
  {
    "code": "B66C 17/10",
    "description": "••••para el transporte de las cucharas de colada [2006.01]"
  },
  {
    "code": "B66C 17/12",
    "description": "••••para la manutención de las piezas a mecanizar, p. ej. lingotes que exigen estar temporalmente mantenidas en el interior de una cámara de tratamiento o ser retirados de ellas, p. ej. las grúas de pinzas, las grúas de fosas de inmersión, las grúas de desmoldeo (para manipular los lingotes durante las operaciones de forja B66C 17/18; órganos de tratamiento de piezas de fundición o lingotes durante su fabricación B22D 29/00) [2006.01]"
  },
  {
    "code": "B66C 17/14",
    "description": "••••••Grúas de pinzas con medios para desplazar los órganos empujadores de los objetos en relación a las pinzas [2006.01]"
  },
  {
    "code": "B66C 17/16",
    "description": "••••••Grúas de pinzas con medios para hacer girar las pinzas alrededor de un eje vertical [2006.01]"
  },
  {
    "code": "B66C 17/18",
    "description": "••••para manipular las piezas a mecanizar durante las operaciones de forja (manipuladores de piezas de mecanizar en las máquinas de forja B21J 13/10) [2006.01]"
  },
  {
    "code": "B66C 17/20",
    "description": "••••para subir o bajar los órganos portadores de cargas pesadas, p. ej. containers de mercancías, vagones de ferrocarriles [2006.01]"
  },
  {
    "code": "B66C 17/22",
    "description": "••••para elevar o bajar las locomotoras [2006.01]"
  },
  {
    "code": "B66C 17/24",
    "description": "••••para construir buques sobre rampas de dique seca [2006.01]"
  },
  {
    "code": "B66C 17/26",
    "description": "••••combinados con aparatos auxiliares, p. ej. sierras de tronzar, órganos empujadores para descargar los vehículos, dispositivos para hacer cambiar de vía a los vehículos ferroviarios [2006.01]"
  },
  {
    "code": "B66C 19/00",
    "description": "Grúas que llevan carros de rodadura que se desplazan sobre puentes o pórticos fijos o móviles (B66C 17/00 tiene prioridad; estructura de columnas que soportan la base B66C 5/00; adaptaciones de armazones que soportan las vías de rodadura B66C 6/00; grúas de brazo horizontal de carga B66C 23/00) [2006.01]"
  },
  {
    "code": "B66C 19/02",
    "description": "••replegables [2006.01]"
  },
  {
    "code": "B66C 21/00",
    "description": "Grúas de cables, es decir, cuyos dispositivos de elevación se desplazan sobre cables aéreos (adaptaciones de armazones que soportan las vías de rodadura B66C 6/00; accionamiento de cuerda o de cable para carros, combinaciones de esos accionamientos con el mecanismo de elevación B66C 11/16; sistemas ferroviarios B61B; mecanismos de enrollamiento de cuerda o de cables B66D 1/00) [2006.01]"
  },
  {
    "code": "B66C 21/02",
    "description": "••cuyo sistema de cables es sostenido por un chasis orientable unido a elementos en contacto con el suelo [2006.01]"
  },
  {
    "code": "B66C 21/04",
    "description": "••cuyo sistema de cables es sostenido en uno o dos de sus extremos por un chasis movido, p. ej. un chasis montado sobre una vía férrea [2006.01]"
  },
  {
    "code": "B66C 21/06",
    "description": "••••uno de cuyos extremos es sostenido por un chasis que se desplaza sobre una vía curva, p. ej. circular, y el otro es sostenido por una columna giratoria alrededor de un eje vertical [2006.01]"
  },
  {
    "code": "B66C 21/08",
    "description": "••Soportes de flecha del cable de tracción o de cable auxiliar, suspendidos o no, p. ej. de atadura fija, que permiten el paso del mecanismo de traslación [2006.01]"
  },
  {
    "code": "B66C 21/10",
    "description": "••••móviles [2006.01]"
  },
  {
    "code": "B66C 23/00",
    "description": "Grúas que constan esencialmente de una viga, aguilón o una estructura triangular que actúan como brazo de palanca, montadas de forma que permitan movimientos de traslación o de orientación en planos verticales u horizontales, o bien una combinación de esos movimientos, p. ej. grúas de aguilón, derricks o grúas sobre torres (estructuras de torres que soportan la base B66C 5/00; adaptaciones de armazones que soportan las vías de rodadura B66C 6/00) [2006.01]"
  },
  {
    "code": "B66C 23/02",
    "description": "••con aguilones no regulables y no inclinables, cuyo montaje permite solamente un movimiento de orientación o giratorio [2006.01]"
  },
  {
    "code": "B66C 23/04",
    "description": "••con aguilones cuya longitud eficaz puede variar durante el funcionamiento, p. ej. desplazables longitudinalmente, extensibles [2006.01]"
  },
  {
    "code": "B66C 23/06",
    "description": "••con aguilones cuyo montaje permite articular el brazo o variar el ángulo del mismo [2006.01]"
  },
  {
    "code": "B66C 23/08",
    "description": "••••y adaptadas para transportar las cargas sobre un trayecto predeterminado [2006.01]"
  },
  {
    "code": "B66C 23/10",
    "description": "••••••siendo el trayecto sensiblemente horizontal; Grúas de desplazamiento horizontal de la carga (de levantamiento rápido del aguilón) [2006.01]"
  },
  {
    "code": "B66C 23/12",
    "description": "••••••••con medios para hacer variar automáticamente la longitud eficaz de la cuerda o del cable de elevación [2006.01]"
  },
  {
    "code": "B66C 23/14",
    "description": "••••••••con medios, p. ej. dispositivos de pantógrafo, para hacer variar la configuración del aguilón [2006.01]"
  },
  {
    "code": "B66C 23/16",
    "description": "••con aguilones soportados por columnas, p. ej. torres en el que el montaje de su extremo inferior permite un movimiento de orientación [2006.01]"
  },
  {
    "code": "B66C 23/18",
    "description": "••adaptadas especialmente para ser utilizadas en emplazamientos especiales o con fines particulares (B66C 23/02-B66C 23/16, B66C 23/58-B66C 23/88 tienen prioridad) [2006.01]"
  },
  {
    "code": "B66C 23/20",
    "description": "••••con pares de apoyo asegurados por muros de edificios o construcciones similares [2006.01]"
  },
  {
    "code": "B66C 23/22",
    "description": "••••••Grúas de ventanas, es decir, adaptadas para ser fijadas en aberturas de ventanas [2006.01]"
  },
  {
    "code": "B66C 23/24",
    "description": "••••••Grúas murales móviles [2006.01]"
  },
  {
    "code": "B66C 23/26",
    "description": "••••para ser utilizadas en obras de construcción; hechas, p. ej. de piezas sueltas, para permitir un ensamblado o desmontaje rápidos, para trabajar a niveles cada vez más elevados, para ser transportadas por carretera o ferrocarril (con pares de apoyo asegurados por muros de edificio B66C 23/20; montadas sobre vehículos B66C 23/36) [2006.01]"
  },
  {
    "code": "B66C 23/28",
    "description": "••••••construidas para trabajar a niveles cada vez más elevados [2006.01]"
  },
  {
    "code": "B66C 23/30",
    "description": "••••••••con armazón compuesto de elementos telescópicos [2006.01]"
  },
  {
    "code": "B66C 23/32",
    "description": "••••••••Grúas que cambian de nivel por sus propios medios [2006.01]"
  },
  {
    "code": "B66C 23/34",
    "description": "••••••Grúas de automontaje, es decir, que tienen un mecanismo de elevación adaptado al montaje de la misma grúa [2006.01]"
  },
  {
    "code": "B66C 23/36",
    "description": "••••montadas sobre vehículos de carretera o ferroviarios; Grúas de aguilón de maniobra manual para utilización en los talleres; Grúas flotantes (bajo el aspecto vehículo o buque B60-B63) [2006.01]"
  },
  {
    "code": "B66C 23/38",
    "description": "••••••con motores diferentes para la grúa y el vehículo [2006.01]"
  },
  {
    "code": "B66C 23/40",
    "description": "••••••con un solo motor para la grúa y el vehículo [2006.01]"
  },
  {
    "code": "B66C 23/42",
    "description": "••••••con aguilones de configuración regulable, p. ej. replegables [2006.01]"
  },
  {
    "code": "B66C 23/44",
    "description": "••••••Grúas de aguilón adaptadas para ser fijadas a vehículos normalizados, p. ej. a tractores agrícolas [2006.01]"
  },
  {
    "code": "B66C 23/46",
    "description": "••••••Grúas de aguilones móviles con aguilones que no giran [2006.01]"
  },
  {
    "code": "B66C 23/48",
    "description": "••••••Grúas de aguilón de maniobra manual para utilización en los talleres [2006.01]"
  },
  {
    "code": "B66C 23/50",
    "description": "••••••montadas sobre vehículos ferroviarios, p. ej. grúas de auxilio de averías [2006.01]"
  },
  {
    "code": "B66C 23/52",
    "description": "••••••Grúas flotantes (dragas flotantes E02F) [2006.01]"
  },
  {
    "code": "B66C 23/53",
    "description": "••••••••que comprenden un contrapeso o medios para compensar la escora, la inclinación o para restablecer el asiento del banco o la plataforma (contrapesos o apoyos para equilibrar los pares de elevación B66C 23/72; equipamientos para disminuir los movimientos indeseados del barco B63B 39/00) [2006.01]"
  },
  {
    "code": "B66C 23/58",
    "description": "••dispuestas para efectuar automáticamente una secuencia dada de operación, p. ej. elevación seguida de una elevación del ángulo del brazo y de un giro en el sentido de orientación [2006.01]"
  },
  {
    "code": "B66C 23/60",
    "description": "••Puntales de carga o derricks [2006.01]"
  },
  {
    "code": "B66C 23/61",
    "description": "••••en los que los esfuerzos de rotación se aplican en el extremo del lado que gira [2006.01]"
  },
  {
    "code": "B66C 23/62",
    "description": "••Características de estructura o detalles (relativas a las dragas E02F) [2006.01]"
  },
  {
    "code": "B66C 23/64",
    "description": "••••Aguilones [2006.01]"
  },
  {
    "code": "B66C 23/66",
    "description": "••••••Estructuras de los extremos exteriores o superiores [2006.01]"
  },
  {
    "code": "B66C 23/68",
    "description": "••••••replegables o regulables de otra manera (B66C 23/687, B66C 23/70 tienen prioridad) [2006.01]"
  },
  {
    "code": "B66C 23/683",
    "description": "••••••••durante el funcionamiento [2006.01]"
  },
  {
    "code": "B66C 23/687",
    "description": "••••••telescópicos [2006.01]"
  },
  {
    "code": "B66C 23/69",
    "description": "••••••••durante el funcionamiento [2006.01]"
  },
  {
    "code": "B66C 23/693",
    "description": "••••••••••extensibles por la presión de un fluido [2006.01]"
  },
  {
    "code": "B66C 23/697",
    "description": "••••••••que comportan medios de soporte entre las secciones [2006.01]"
  },
  {
    "code": "B66C 23/70",
    "description": "••••••montados a partir de secciones separadas para formar aguilones de diferentes longitudes [2006.01]"
  },
  {
    "code": "B66C 23/72",
    "description": "••••Contrapesos o apoyos para equilibrar los pares de elevación [2006.01]"
  },
  {
    "code": "B66C 23/74",
    "description": "••••••distintos del aguilón [2006.01]"
  },
  {
    "code": "B66C 23/76",
    "description": "••••••••y móviles para tener en cuenta variaciones de la carga o variaciones de la longitud del aguilón [2006.01]"
  },
  {
    "code": "B66C 23/78",
    "description": "••••••Apoyos, p. ej. vigas maestras, para grúas móviles [2006.01]"
  },
  {
    "code": "B66C 23/80",
    "description": "••••••••accionados hidráulicamente [2006.01]"
  },
  {
    "code": "B66C 23/82",
    "description": "••••Mecanismos para variar el ángulo de elevación del aguilón o brazo [2006.01]"
  },
  {
    "code": "B66C 23/84",
    "description": "••••Mecanismo de giro del aguilón (cojinetes antifricción F16C) [2006.01]"
  },
  {
    "code": "B66C 23/86",
    "description": "••••••accionado hidráulicamente [2006.01]"
  },
  {
    "code": "B66C 23/88",
    "description": "••Mecanismo de seguridad (para los puentes-grúa o grúas en general B66C 15/00; para los mecanismos de enrollado de cuerdas, cables o cadenas B66D 1/54) [2006.01]"
  },
  {
    "code": "B66C 23/90",
    "description": "••••Dispositivos para indicar o limitar el movimiento de elevación del ángulo del aguilón o brazo [2006.01]"
  },
  {
    "code": "B66C 23/92",
    "description": "••••Tacos o amortiguadores para impedir el giro de retorno de los aguilones, p. ej. en caso de ruptura del cable o de un polipasto [2006.01]"
  },
  {
    "code": "B66C 23/94",
    "description": "••••para limitar los movimientos de orientación o giro [2006.01]"
  }
]