[
  {
    "code": "B67B 1/00",
    "description": "Cierre de botellas, tarros o recipientes análogos por aplicación de tapones (tapones en sí\n\t\t\t\t\t\t\t\t\tB65D 39/00) [2006.01]"
  },
  {
    "code": "B67B 1/03",
    "description": "••Pretratamiento de tapones, p. ej. limpieza, esterilización, calentamiento, impregnación o revestimiento; Aplicación de aros elásticos a los tapones (trabajo mecánico del corcho B27J 5/00) [2006.01]"
  },
  {
    "code": "B67B 1/04",
    "description": "••por introducción de tapones sin rosca, p. ej. corchos [2006.01]"
  },
  {
    "code": "B67B 1/06",
    "description": "••por introducción y rotación de tapones roscados [2006.01]"
  },
  {
    "code": "B67B 1/08",
    "description": "••Fijación de tapones, p. ej. tapones que se dan vueltas y que se mantienen en posición por la presión asociada a los mismos y que ejercen sobre el gollete de la botella [2006.01]"
  },
  {
    "code": "B67B 1/10",
    "description": "••por inserción de discos de obturación [2006.01]"
  },
  {
    "code": "B67B 3/00",
    "description": "Cierre de botellas, tarros o recipientes análogos por aplicación de cápsulas (cápsulas en sí\n\t\t\t\t\t\t\t\t\tB65D 41/00) [2006.01]"
  },
  {
    "code": "B67B 3/02",
    "description": "••por aplicación de cápsulas de reborde y fijación por deformación del reborde [2006.01]"
  },
  {
    "code": "B67B 3/04",
    "description": "••••Recortado de cápsulas en banda metálica en máquinas de colocación de cápsulas (dispositivos de posicionado, tensión o guiado de bandas B65H 23/00) [2006.01]"
  },
  {
    "code": "B67B 3/06",
    "description": "••••Alimentación de cápsulas a las cabezas de encapsulado [2006.01]"
  },
  {
    "code": "B67B 3/062",
    "description": "••••••a partir de un cargador [2006.01]"
  },
  {
    "code": "B67B 3/064",
    "description": "••••••a partir de una tolva [2006.01]"
  },
  {
    "code": "B67B 3/10",
    "description": "••••Cabezas de encapsulado para la fijación de cápsulas [2006.01]"
  },
  {
    "code": "B67B 3/12",
    "description": "••••••caracterizadas por su movimiento axial en relación a la cápsula para deformar su reborde, p. ej. para prensar hacia el interior las nervaduras aparentes del reborde de la cápsula [2006.01]"
  },
  {
    "code": "B67B 3/14",
    "description": "••••••caracterizadas por sus elementos móviles, p. ej. dedos articulados, para ejercer una presión radial sobre el reborde de la cápsula (B67B 3/16, B67B 3/18 tienen prioridad) [2006.01]"
  },
  {
    "code": "B67B 3/16",
    "description": "••••••caracterizadas por sus elementos de deformación elásticos, p. ej. anillos o collarines elásticos (B67B 3/18 tiene prioridad) [2006.01]"
  },
  {
    "code": "B67B 3/18",
    "description": "••••••caracterizadas por su movimiento rotativo, p. ej. para formar el roscado in situ [2006.01]"
  },
  {
    "code": "B67B 3/20",
    "description": "••por aplicación y rotación de cápsulas previamente roscadas (formación de roscado in situ por medio de elementos de deformación elásticos B67B 3/16, por medio de cabezas de encapsulado rotativas B67B 3/18) [2006.01]"
  },
  {
    "code": "B67B 3/22",
    "description": "••por aplicación de cápsulas presión [2006.01]"
  },
  {
    "code": "B67B 3/24",
    "description": "••Dispositivos especiales para la aplicación o la fijación de cápsulas bajo vacío [2006.01]"
  },
  {
    "code": "B67B 3/26",
    "description": "••Utilización de dispositivos de mando, de alarma o de seguridad en las máquinas de colocación de cápsulas [2006.01]"
  },
  {
    "code": "B67B 3/28",
    "description": "••Mecanismos que aseguran el movimiento relativo entre la botella o el tarro y la cabeza de encapsulado [2006.01]"
  },
  {
    "code": "B67B 5/00",
    "description": "Aplicación de tapas protectoras o decorativas sobre los cierres; Dispositivos para fijar los cierres de botellas con alambre (tetinas equipadas de dispositivos para fijar a los biberones A61J 11/04) [2006.01]"
  },
  {
    "code": "B67B 5/03",
    "description": "••Aplicación de cubiertas protectoras o decorativas sobre los cierres, p. ej. formadas in situ [2006.01]"
  },
  {
    "code": "B67B 5/05",
    "description": "••••por aplicación de líquidos, p. ej. por inmersión [2006.01]"
  },
  {
    "code": "B67B 5/06",
    "description": "••Dispositivos para fijar los cierres de botellas con alambre (B67B 1/08 tiene prioridad) [2006.01]"
  },
  {
    "code": "B67B 6/00",
    "description": "Apertura y cierre de botellas, tarros o recipientes análogos mediante elementos de cierre, no previstos en los grupos B67B 1/00-B67B 5/00 [2009.01]"
  },
  {
    "code": "B67B 7/00",
    "description": "Dispositivos manuales o con motor para abrir recipientes cerrados (sacaclavos o extractores B25C 11/00; fijados o incorporados a los recipientes o a sus cierres B65D) [2006.01]"
  },
  {
    "code": "B67B 7/02",
    "description": "••para quitar los tapones [2006.01]"
  },
  {
    "code": "B67B 7/04",
    "description": "••••Sacacorchos [2006.01]"
  },
  {
    "code": "B67B 7/06",
    "description": "••••Otros extractores de tapones de corcho [2006.01]"
  },
  {
    "code": "B67B 7/08",
    "description": "••••••que utilizan presión de aire o de gas [2006.01]"
  },
  {
    "code": "B67B 7/10",
    "description": "••••con medios para recuperar los tapones que se caen al interior del recipiente [2006.01]"
  },
  {
    "code": "B67B 7/12",
    "description": "••para quitar los discos de obturación [2006.01]"
  },
  {
    "code": "B67B 7/14",
    "description": "••para quitar las tapas y opérculos de cierre muy ajustado, p. ej. de cajas de betún, por sujeción y rotación [2006.01]"
  },
  {
    "code": "B67B 7/15",
    "description": "••••del tipo de dedos de apriete [2006.01]"
  },
  {
    "code": "B67B 7/16",
    "description": "••para quitar las cápsulas de reborde [2006.01]"
  },
  {
    "code": "B67B 7/18",
    "description": "••para quitar las cápsulas roscadas (B67B 7/14 tiene prioridad; llaves inglesas B25B 13/00) [2006.01]"
  },
  {
    "code": "B67B 7/20",
    "description": "••para hacer saltar las juntas de estanqueidad en vacío entre tapas o cubiertas y el cuerpo de los recipientes de preservación, p. ej. actuando como una cuña [2006.01]"
  },
  {
    "code": "B67B 7/22",
    "description": "••••que tiene nudos, p. ej. de alambre, enrolladas alrededor de la junta [2006.01]"
  },
  {
    "code": "B67B 7/40",
    "description": "••Dispositivos que se adaptan a las virolas, bandas o lengüetas para abrir por desgarramiento, p. ej. llaves de ranura para abrir las latas de sardinas [2006.01]"
  },
  {
    "code": "B67B 7/42",
    "description": "••Dispositivos para quitar los tapones de toneles [2006.01]"
  },
  {
    "code": "B67B 7/44",
    "description": "••Utiles combinados, p. ej. que tienen sacacorchos, abrelatas y abrebotellas (combinaciones de aparatos de abrir con útiles cortantes B26, con dispositivos para otros fines, ver las entradas apropiadas, p. ej. B25F, B43K 29/00) [2006.01]"
  },
  {
    "code": "B67B 7/46",
    "description": "••Dispositivos de corte, es decir, dispositivos que comprenden al menos un elemento de corte que tiene una o más aristas de corte para penetrar en la pared de un recipiente cerrado (B67B 7/44 tiene prioridad; máquina de uso doméstico con una pluralidad de elementos intercambiables A47J 43/06, A47J 44/00; herramientas para cortar a mano, corte, separación en general B26) [2006.01]"
  },
  {
    "code": "B67B 7/48",
    "description": "••••de tipo perforación, es decir, en el que el elemento de corte comprende al menos una arista de corte afilado destinado a penetrar en la pared del recipiente en general en una sola operación [2006.01]"
  },
  {
    "code": "B67B 7/50",
    "description": "••••••con punto de apoyo, es decir, con un mango análogo a una palanca que presenta un punto de apoyo [2006.01]"
  },
  {
    "code": "B67B 7/52",
    "description": "••••••Aristas de corte múltiples espaciadas destinadas a penetrar el recipiente en una sola operación [2006.01]"
  },
  {
    "code": "B67B 7/54",
    "description": "••••del tipo corte con arrastre contorneado, es decir, dispositivo de apertura que comprende un medio para formar un punto de pivotamiento entre el elemento de corte y el recipiente, teniendo un medio para desplazar el elemento de corte alrededor del punto de giro [2006.01]"
  },
  {
    "code": "B67B 7/56",
    "description": "••••••con el pivote destinado a penetrar en el recipiente y con radio de corte variable, es decir, siendo la distancia entre el elemento de corte y el pivote que penetra variable [2006.01]"
  },
  {
    "code": "B67B 7/58",
    "description": "••••••••Elemento de corte se desplaza libremente [2006.01]"
  },
  {
    "code": "B67B 7/60",
    "description": "••••teniendo un medio multiplicador de fuerza para hacer girar relativamente el recipiente y al elemento de corte alrededor de un punto fijo para introducir el elemento de corte en el recipiente [2006.01]"
  },
  {
    "code": "B67B 7/62",
    "description": "••••con punto de apoyo progresivo, es decir, teniendo un mango análogo a una palanca y un medio que constituye un punto de pivotamiento que se desplaza progresivamente con respecto al recipiente durante la operación de apertura [2006.01]"
  },
  {
    "code": "B67B 7/64",
    "description": "••••••con elemento de guiado en contacto con la pared del recipiente para guiar el elemento de corte en su recorrido [2006.01]"
  },
  {
    "code": "B67B 7/66",
    "description": "••••••Elemento de corte que gira con respecto al elemento de reacción [2006.01]"
  },
  {
    "code": "B67B 7/68",
    "description": "••••del tipo con cizallamiento, es decir, teniendo elementos de corte que cooperan de forma que sus aristas respectivas de corte se desplazan lo suficiente en contacto una con la otra para efectuar una operación de corte [2006.01]"
  },
  {
    "code": "B67B 7/70",
    "description": "••••teniendo un elemento rodante accionado en forma de rueda, destinado a apoyarse en forma continua sobre el borde del recipiente durante la operación de abertura [2006.01]"
  },
  {
    "code": "B67B 7/72",
    "description": "••••••Cortador constituido por un disco rotativo [2006.01]"
  },
  {
    "code": "B67B 7/74",
    "description": "••••••siendo la primera perforación producida por el medio de accionamiento del elemento rodante, es decir, que la fuerza rotativa aplicada al elemento en forma de rueda provoca la perforación de la pared del recipiente por el elemento de corte [2006.01]"
  },
  {
    "code": "B67B 7/76",
    "description": "••••••concebido para perforar la pared lateral del recipiente [2006.01]"
  },
  {
    "code": "B67B 7/78",
    "description": "••••teniendo varios elementos de corte [2006.01]"
  },
  {
    "code": "B67B 7/80",
    "description": "••••con un medio para recubrir la abertura practicada en el recipiente por el elemento de corte [2006.01]"
  },
  {
    "code": "B67B 7/82",
    "description": "••••con un medio para evitar la caída de parte cortada en el recipiente o para sacar la parte cortada fuera del recipiente [2006.01]"
  },
  {
    "code": "B67B 7/84",
    "description": "••••concebidos para ser accionados por la mano derecha o la izquierda, es decir, que el dispositivo puede desplazarse en un sentido o en el otro del recipiente [2006.01]"
  },
  {
    "code": "B67B 7/86",
    "description": "••••con canal de descarga o medios para deformar y plegar el material del recipiente para formar un canal de descarga [2006.01]"
  },
  {
    "code": "B67B 7/88",
    "description": "••••con medios para limpiar o desinfectar el elemento de corte [2006.01]"
  },
  {
    "code": "B67B 7/90",
    "description": "••••con detector, activador o medios de control [2006.01]"
  },
  {
    "code": "B67B 7/92",
    "description": "••por ruptura, p. ej. para ampollas [2006.01]"
  }
]