[
  {
    "code": "B67D 1/00",
    "description": "Aparatos o dispositivos para expender bebidas a presión (B67D 3/00 tiene prioridad; aparatos para preparar bebidas A47J 31/00) [2006.01]"
  },
  {
    "code": "B67D 1/02",
    "description": "••Sistemas para la cerveza o aparatos de bombeo a mano del mismo tipo [2006.01]"
  },
  {
    "code": "B67D 1/04",
    "description": "••Aparatos que utilizan el aire comprimido u otro gas que actúa directamente o indirectamente sobre las bebidas en los recipientes de almacenado [2006.01]"
  },
  {
    "code": "B67D 1/06",
    "description": "••Montaje o instalaciones de aparatos de distribución a los contadores de bares o tiendas (contadores de bares o tiendas en sí\n\t\t\t\t\t\t\t\t\t\tA47F 9/00) [2006.01]"
  },
  {
    "code": "B67D 1/07",
    "description": "••Limpieza de aparatos para distribuir bebidas [2006.01]"
  },
  {
    "code": "B67D 1/08",
    "description": "••Detalles [2006.01]"
  },
  {
    "code": "B67D 1/10",
    "description": "••••Mecanismos de bombeo (en general F04) [2006.01]"
  },
  {
    "code": "B67D 1/12",
    "description": "••••Dispositivos o sistemas de control del caudal o de la presión [2006.01]"
  },
  {
    "code": "B67D 1/14",
    "description": "••••••Válvulas de reducción o espitas de control [2006.01]"
  },
  {
    "code": "B67D 1/16",
    "description": "••••Dispositivos para recoger el líquido derramado [2006.01]"
  },
  {
    "code": "B67D 3/00",
    "description": "Aparatos o dispositivos para controlar el caudal del líquido a distribuir por gravedad a partir de recipientes de almacenamiento (separación y distribución de cantidades medidas de líquidos G01F) [2006.01]"
  },
  {
    "code": "B67D 3/02",
    "description": "••Válvulas de distribución cuyas partes que trabajan son dispuestas de tal forma que son comprimidas hacia arriba, p. ej. por el borde de recipientes presentados bajo el orificio de distribución [2006.01]"
  },
  {
    "code": "B67D 3/04",
    "description": "••Espitas o canillas adaptadas para cerrar y abrir los orificios de distribución de barriles, p. ej. para la cerveza [2006.01]"
  },
  {
    "code": "B67D 7/00",
    "description": "Aparatos o dispositivos para transferir líquidos desde recipientes de almacenaje a granel o depósitos en vehículos o en recipientes portátiles, p. ej. para fines de venta al por menor (disposición general de las estaciones de servicio para suministrar combustibles a los vehículos B60S 5/02; para llenar o vaciar los tanques de agua de las locomotoras, p. ej. columnas para suministro de agua B61K 11/00; para abastecimiento de aviones en vuelo B64D 39/00; instalaciones para manipulación de líquidos especialmente adaptados para el llenado de aeronaves estacionadas B64F 1/28) [2010.01]"
  },
  {
    "code": "B67D 7/02",
    "description": "••para transferir líquidos que no sean carburantes o lubricantes [2010.01]"
  },
  {
    "code": "B67D 7/04",
    "description": "••para transferir combustibles, lubricantes o mezclas de combustibles y lubricantes [2010.01]"
  },
  {
    "code": "B67D 7/06",
    "description": "••Partes constitutivas o accesorios [2010.01]"
  },
  {
    "code": "B67D 7/08",
    "description": "••••Instalación de dispositivos para controlar, indicar, medir o registrar la cantidad o precio del líquido transferido (disposición de válvulas para controlar el caudal o la presión B67D 7/36; cómputo, cálculo o contado G06; aparatos accionados por moneda para distribución de fluidos G07F 13/00; aparatos de prepago para que distribuyan una cantidad de líquido G07F 15/00) [2010.01]"
  },
  {
    "code": "B67D 7/10",
    "description": "••••••accionados por llaves, botones o cajas registradoras [2010.01]"
  },
  {
    "code": "B67D 7/12",
    "description": "••••••accionados por el movimiento de la manga o boquilla de distribución o por dispositivos asociados con ellas [2010.01]"
  },
  {
    "code": "B67D 7/14",
    "description": "••••••que responden a la inserción de información de programas registrados, p. ej. sobre tarjetas perforadas [2010.01]"
  },
  {
    "code": "B67D 7/16",
    "description": "••••••Disposición de contadores de líquido [2010.01]"
  },
  {
    "code": "B67D 7/18",
    "description": "••••••••de tipo pistón [2010.01]"
  },
  {
    "code": "B67D 7/20",
    "description": "••••••••de tipo rotativo [2010.01]"
  },
  {
    "code": "B67D 7/22",
    "description": "••••••Disposición de indicadores o registradores (indicación o registro en los contadores de fluido G01F 15/06) [2010.01]"
  },
  {
    "code": "B67D 7/24",
    "description": "••••••••con medios para producir o entregar un recibo o ticket de venta [2010.01]"
  },
  {
    "code": "B67D 7/26",
    "description": "••••••••con medios para vuelta a posición o vuelta a cero [2010.01]"
  },
  {
    "code": "B67D 7/28",
    "description": "••••••con medios automáticos para reducir o interrumpir el caudal por intermitencia antes del final de la distribución, p. ej. para producir una alimentación intermitente [2010.01]"
  },
  {
    "code": "B67D 7/30",
    "description": "••••••con medios para predeterminar la cantidad de líquido a transferir (B67D 7/10, B67D 7/14 tienen prioridad) [2010.01]"
  },
  {
    "code": "B67D 7/32",
    "description": "••••Disposición de dispositivos de seguridad o de aviso; Medios para prevenir un suministro no autorizado de líquido [2010.01]"
  },
  {
    "code": "B67D 7/34",
    "description": "••••••Medios para prevenir un suministro no autorizado de líquido [2010.01]"
  },
  {
    "code": "B67D 7/36",
    "description": "••••Disposición de válvulas para controlar el caudal o la presión (asociadas con las boquillas B67D 7/42) [2010.01]"
  },
  {
    "code": "B67D 7/38",
    "description": "••••Disposición de mangueras, p. ej. de la unión al funcionamiento de una motobomba (mangueras en general F16L 11/00) [2010.01]"
  },
  {
    "code": "B67D 7/40",
    "description": "••••••Dispositivos de suspensión, enrollamiento o almacenado (soportes para almacenar longitudes de mangueras, en general B65H 75/34) [2010.01]"
  },
  {
    "code": "B67D 7/42",
    "description": "••••Boquillas de llenado [2010.01]"
  },
  {
    "code": "B67D 7/44",
    "description": "••••••que se cierran automáticamente [2010.01]"
  },
  {
    "code": "B67D 7/46",
    "description": "••••••••cuando el líquido alcanza un nivel predeterminado en el recipiente que se está llenando [2010.01]"
  },
  {
    "code": "B67D 7/48",
    "description": "••••••••••utilizando una aspiración de aire a través de un orificio que se cierra por la subida del líquido [2010.01]"
  },
  {
    "code": "B67D 7/50",
    "description": "••••••••y provistas con una palanca de mano adicional [2010.01]"
  },
  {
    "code": "B67D 7/52",
    "description": "••••••••y provistas con medios adicionales de válvula para control del caudal [2010.01]"
  },
  {
    "code": "B67D 7/54",
    "description": "••••••con medios para prevenir una fuga de líquido o de vapor o para recuperar una pérdida de líquido o de vapor (B67D 7/44 tiene prioridad) [2010.01]"
  },
  {
    "code": "B67D 7/56",
    "description": "••••Instalación de indicadores de flujo, p. ej. compartimentos transparentes, ventanas, indicadores rotativos (indicación o registro de la existencia o ausencia de la dirección de un movimiento G01P 13/00) [2010.01]"
  },
  {
    "code": "B67D 7/58",
    "description": "••••Instalación de bombas [2010.01]"
  },
  {
    "code": "B67D 7/60",
    "description": "••••••que funcionan a mano [2010.01]"
  },
  {
    "code": "B67D 7/62",
    "description": "••••••que funcionan por motor [2010.01]"
  },
  {
    "code": "B67D 7/64",
    "description": "••••••••de tipo pistón [2010.01]"
  },
  {
    "code": "B67D 7/66",
    "description": "••••••••de tipo rotativo [2010.01]"
  },
  {
    "code": "B67D 7/68",
    "description": "••••••sumergidas en el tanque de almacenaje [2010.01]"
  },
  {
    "code": "B67D 7/70",
    "description": "••••••de dos o más bombas en serie o en paralelo [2010.01]"
  },
  {
    "code": "B67D 7/72",
    "description": "••••Dispositivos para aplicar una presión de aire o de otro gas para forzar el líquido al orificio de distribución [2010.01]"
  },
  {
    "code": "B67D 7/74",
    "description": "••••Dispositivos para mezclar dos o más líquidos diferentes a transferir (aparatos con monedas G07F 13/06) [2010.01]"
  },
  {
    "code": "B67D 7/76",
    "description": "••••Instalaciones de dispositivos para purificar los líquidos a transferir, p. ej. de filtros, de separadores de aire o agua [2010.01]"
  },
  {
    "code": "B67D 7/78",
    "description": "••••Instalaciones de tanques de almacenaje, depósitos o tuberías [2010.01]"
  },
  {
    "code": "B67D 7/80",
    "description": "••••Instalaciones de dispositivos de calentamiento o refrigeración para los líquidos a transferir [2010.01]"
  },
  {
    "code": "B67D 7/82",
    "description": "••••••sólo de calefacción [2010.01]"
  },
  {
    "code": "B67D 7/84",
    "description": "••••Carcasas, armarios o bancadas; Carros o soportes móviles similares [2010.01]"
  },
  {
    "code": "B67D 7/86",
    "description": "••••Disposiciones para iluminación [2010.01]"
  },
  {
    "code": "B67D 9/00",
    "description": "Aparatos o dispositivos para transferir líquidos en la carga y descarga de barcos (equipo a bordo B63B 27/00) [2010.01]"
  },
  {
    "code": "B67D 9/02",
    "description": "••utilizando conducciones articuladas [2010.01]"
  },
  {
    "code": "B67D 99/00",
    "description": "Materia no prevista en otros gurpos de esta subclase [2010.01]"
  }
]