[
  {
    "code": "H02N 1/00",
    "description": "Generadores o motores electrostáticos que utilizan un portador móvil de carga electrostática sólida [2006.01]"
  },
  {
    "code": "H02N 1/04",
    "description": "••Generadores de fricción [2006.01]"
  },
  {
    "code": "H02N 1/06",
    "description": "••Generadores de influencia [2006.01]"
  },
  {
    "code": "H02N 1/08",
    "description": "••••con portador de carga conductora, es decir, máquinas de capacidad [2006.01]"
  },
  {
    "code": "H02N 1/10",
    "description": "••••con portador de carga no conductora [2006.01]"
  },
  {
    "code": "H02N 1/12",
    "description": "••••••en la forma de una correa transportadora, p. ej. máquina van de Graaff [2006.01]"
  },
  {
    "code": "H02N 2/00",
    "description": "Máquinas eléctricas en general que utilizan el efecto piezoeléctrico, la electroestricción o la magnetoestricción (producción de vibraciones mecánicas en general B06B; elementos piezoeléctricos electroestrictivos o magnetoestrictivos en general H10N 30/00, H10N 35/00) [2006.01]"
  },
  {
    "code": "H02N 2/02",
    "description": "••que producen un movimiento lineal, p. ej. actuadores; Posicionadores lineales [2006.01]"
  },
  {
    "code": "H02N 2/04",
    "description": "••••Detalles de la estructura [2006.01]"
  },
  {
    "code": "H02N 2/06",
    "description": "••••Circuitos de arrastre; Disposiciones para el control [2006.01]"
  },
  {
    "code": "H02N 2/08",
    "description": "••••que utilizan ondas progresivas, p. ej. motores lineales [2006.01]"
  },
  {
    "code": "H02N 2/10",
    "description": "••que producen un movimiento rotativo, p. ej. motores rotativos [2006.01]"
  },
  {
    "code": "H02N 2/12",
    "description": "••••Detalles de la estructura [2006.01]"
  },
  {
    "code": "H02N 2/14",
    "description": "••••Circuitos de arrastre; Disposiciones para el control [2006.01]"
  },
  {
    "code": "H02N 2/16",
    "description": "••••que utilizan ondas progresivas [2006.01]"
  },
  {
    "code": "H02N 2/18",
    "description": "••que producen una salida eléctrica a partir de una entrada mecánica, p. ej. generadores (para los dispositivos de medida G01) [2006.01]"
  },
  {
    "code": "H02N 3/00",
    "description": "Generadores en los que la energía térmica o cinética es convertida en energía eléctrica por ionización de un fluido y el cambio de su carga (tubos de descarga que funcionan en generadores termoiónicos H01J 45/00) [2006.01]"
  },
  {
    "code": "H02N 10/00",
    "description": "Motores eléctricos que utilizan efectos térmicos [2006.01]"
  },
  {
    "code": "H02N 11/00",
    "description": "Generadores o motores no previstos en otro lugar; Movimiento pretendido perpetuo obtenido por medios eléctricos o magnéticos (por empuje hidrostático F03B 17/04; por medios dinamoeléctricos H02K 53/00) [2006.01]"
  },
  {
    "code": "H02N 13/00",
    "description": "Embragues o dispositivos de retención que utilizan la atracción electrostática, p. ej. que utilizan el efecto Johnson-Rahbek [2006.01]"
  },
  {
    "code": "H02N 15/00",
    "description": "Dispositivos de retención o de levitación que utilizan la atracción o la repulsión magnética, no previstos en otro lugar (dispositivos eléctricos o magnéticos para mantener las piezas en las máquinas herramientas B23Q 3/15; dispositivos de deslizamiento o de levitación para sistemas ferroviarios B61B 13/08; dispositivos de manipulación de materiales asociados a los transportadores automáticos que tienen dispositivos provistos de pinzas electrostáticas o magnéticas B65G 47/92; cambio de artículos de forma plana o filiformes de las pilas utilizando una fuerza magnética B65H 3/16; entrega de artículos por caída a partir de dispositivos transportadores magnéticos B65H 29/24; cojinetes que usan medios de soporte magnéticos o eléctricos F16C 32/04; aligeramiento de la carga de cojinetes por medios magnéticos F16C 39/06; imanes H01F 7/00; embragues o frenos dinamoeléctricos H02K 49/00) [2006.01]"
  },
  {
    "code": "H02N 15/02",
    "description": "••por corrientes de Foucault [2006.01]"
  },
  {
    "code": "H02N 15/04",
    "description": "••Repulsión por efecto Meissner (superconductores o hiperconductores en general H10N 60/00) [2006.01]"
  },
  {
    "code": "H02N 99/00",
    "description": "Materia no prevista en otros grupos de esta subclase [2006.01]"
  }
]