[
  {
    "code": "H02B",
    "description": "CUADROS, ESTACIONES DE TRANSFORMACION O SISTEMAS DE CONMUTACION PARA LA ALIMENTACION O LA DISTRIBUCION DE ENERGIA ELECTRICA"
  },
  {
    "code": "H02G",
    "description": "INSTALACION DE CABLES O DE LINEAS ELECTRICAS, O DE LINEAS O CABLES ELECTRICOS Y OPTICOS COMBINADOS"
  },
  {
    "code": "H02H",
    "description": "CIRCUITOS DE PROTECCION DE SEGURIDAD (indicación o señalización de condiciones de trabajo indeseables G01R, p. ej. G01R 31/00, G08B; localización de defectos a lo largo de las líneas G01R 31/08; dispositivos de protección H01H)"
  },
  {
    "code": "H02J",
    "description": "CIRCUITOS O SISTEMAS PARA LA ALIMENTACION O LA DISTRIBUCION DE ENERGIA ELECTRICA; SISTEMAS PARA EL ALMACENAMIENTO DE ENERGIA ELECTRICA"
  },
  {
    "code": "H02K",
    "description": "MAQUINAS DINAMOELECTRICAS (relés dinamoeléctricos H01H 53/00; transformación de una potencia de entrada en DC o AC en una potencia de salida de choque H02M 9/00)"
  },
  {
    "code": "H02M",
    "description": "APARATOS PARA LA TRANSFORMACION DE CORRIENTE ALTERNA EN CORRIENTE ALTERNA, DE CORRIENTE ALTERNA EN CORRIENTE CONTINUA O DE CORRIENTE CONTINUA EN CORRIENTE CONTINUA Y UTILIZADOS CON LAS REDES DE DISTRIBUCION DE ENERGIA O SISTEMAS DE ALIMENTACION SIMILARES; TRANSFORMACION DE UNA POTENCIA DE ENTRADA EN CORRIENTE CONTINUA O ALTERNA EN UNA POTENCIA DE SALIDA DE CHOQUE; SU CONTROL O REGULACION (transformadores H01F; convertidores dinamoeléctricos H02K 47/00; control de los transformadores, reactancias o bobinas de choque, control o regulación de motores, generadores eléctricos o convertidores dinamoeléctricos H02P) 5 href=# oncontextmenu=return false; onclick=return false;>[5]"
  },
  {
    "code": "H02N",
    "description": "MAQUINAS ELECTRICAS NO PREVISTAS EN OTRO LUGAR"
  },
  {
    "code": "H02P",
    "description": "CONTROL O REGULACION DE MOTORES ELÉCTRICOS, GENERADORES ELECTRICOS O CONVERTIDORES DINAMOELECTRICOS; CONTROL DE TRANSFORMADORES, REACTANCIAS O BOBINAS DE CHOQUE [4]"
  },
  {
    "code": "H02S",
    "description": "GENERACIÓN DE ENERGÍA ELÉCTRICA MEDIANTE LA CONVERSIÓN DE LA RADIACIÓN INFRARROJA, LUZ VISIBLE O LUZ ULTRAVIOLETA, p. ej. UTILIZANDO MÓDULOS FOTOVOLTAICOS [FV] (obtención de energía eléctrica a partir de fuentes radiactivas G21H 1/12; dispositivos semiconductores inorgánicos sensibles a la luz H01L 31/00; dispositivos termoeléctricos H10N 10/00; dispositivos piroeléctricos H10N 15/00; dispositivos semiconductores orgánicos sensibles a la luz H10K 30/00) [2014.01]"
  }
]