[
  {
    "code": "E01F 1/00",
    "description": "Estructura de los muelles o refugios (disposición general de los muelles del ferrocarril B61B) [2006.01]"
  },
  {
    "code": "E01F 3/00",
    "description": "Zonas de aterrizaje para helicópteros, p. ej. instalados sobre edificios (planos de aeródromos B64F; edificios o construcciones similares para usos particulares E04H) [2006.01]"
  },
  {
    "code": "E01F 5/00",
    "description": "Desagüe de la infraestructura de las carreteras o del balasto de las vías férreas mediante trincheras, zanjas o conductos (desagüe del subsuelo E02D; canalizaciones de desagüe E03F) [2006.01]"
  },
  {
    "code": "E01F 7/00",
    "description": "Dispositivos de protección contra la nieve, el enarenamiento, los efectos de los vientos laterales, las avalanchas o las caídas de piedras (dispositivos de calefacción o de soplado para carreteras instalados de modo permanente E01C 11/26); Dispositivos contra el deslumbramiento [2006.01]"
  },
  {
    "code": "E01F 7/02",
    "description": "••Pantallas antinieve o dispositivos semejantes, p. ej. dispositivos de protección contra el enarenado o los efectos de los vientos laterales (empalizadas en general E04H 17/00) [2006.01]"
  },
  {
    "code": "E01F 7/04",
    "description": "••Dispositivos de protección contra las avalanchas o las caídas de piedras, p. ej. estructuras que impiden las avalanchas, galerías (estabilización de taludes o de rampas E02D 17/20; dispositivos retenedores de nieve para tejados E04D 13/10) [2006.01]"
  },
  {
    "code": "E01F 7/06",
    "description": "••Dispositivos contra el deslumbramiento (E01F 8/00 tiene prioridad) [2006.01]"
  },
  {
    "code": "E01F 8/00",
    "description": "Instalaciones para absorber o reflejar los ruidos transmitidos por el aire que provienen de la circulación por carretera o ferroviaria (instalaciones en el suelo para reducir el ruido de los motores de avión B64F 1/26; estructuras generales de edificios concebidas para absorber o reflejar el ruido, absorción o reflexión de ruidos en los edificios E04B 1/74) [2006.01]"
  },
  {
    "code": "E01F 8/02",
    "description": "••Especialmente adpatado para mantener vegetación o para recibir plantas (Receptáculos para cultivar plantas A01G 9/02; estabilización de taludes o rampas E02D 17/20; muros de sostenimiento o protección E02D 29/02) [2006.01]"
  },
  {
    "code": "E01F 9/00",
    "description": "Disposición de tableros de señalización en carretera o de señales de tráfico; Dispositivos para obligar a tener precaución (para obstruir o restringir el tráfico E01F 13/00) [2016.01]"
  },
  {
    "code": "E01F 9/20",
    "description": "••Utilización de guías de luz, p. ej. dispositivos de fibra óptica [2016.01]"
  },
  {
    "code": "E01F 9/30",
    "description": "••Disposiciones que interactúan con transmisores o receptores de forma distinta que a través de medios visibles, p. ej. utilizando reflectores de radar o radio transmisores (E01F 11/00 tiene prioridad) [2016.01]"
  },
  {
    "code": "E01F 9/40",
    "description": "••Disposiciones que respondan a las condiciones atmosféricas adversas, p. ej. para señalar hielo en las carreteras o iluminar automáticamente en caso de niebla; Disposiciones caracterizadas por los medios de calor o secado [2016.01]"
  },
  {
    "code": "E01F 9/50",
    "description": "••Marcadores de la calzada; Bordillos o cunetas, especialmente adaptados para alertar a los usuarios de la carretera (para redirigir vehículos E01F 15/00) [2016.01]"
  },
  {
    "code": "E01F 9/506",
    "description": "••••caracterizados por el material de marcaje de la calzada, p. ej. que comprenden aditivos para mejorar la fricción o la reflectividad; Métodos de formado, instalación o uso de los marcadores en, sobre o a la calzada [2016.01]"
  },
  {
    "code": "E01F 9/512",
    "description": "••••••Marcadores de calzada preformados, p.ej. de material laminar; Métodos de aplicación de marcadores preformados [2016.01]"
  },
  {
    "code": "E01F 9/518",
    "description": "••••••formados in situ, p.ej. mediante pintado, mediante moldeo en la calzada o por deformación de la calzada [2016.01]"
  },
  {
    "code": "E01F 9/524",
    "description": "••••••Elementos reflectantes especialmente adaptados para ser incorporados o aplicados a marcadores de calzadas [2016.01]"
  },
  {
    "code": "E01F 9/529",
    "description": "••••especialmente adaptados para señalar por sonido o por vibraciones, p.ej. bandas sonoras; especialmente adaptados para obligar a mantener reducida la velocidad, p.ej. reductores de velocidad [2016.01]"
  },
  {
    "code": "E01F 9/535",
    "description": "••••Bordillos o cunetas especialmente adaptados para alertar a los usuarios de las carreteras [2016.01]"
  },
  {
    "code": "E01F 9/541",
    "description": "••••••Bordillos [2016.01]"
  },
  {
    "code": "E01F 9/547",
    "description": "••••••iluminados [2016.01]"
  },
  {
    "code": "E01F 9/553",
    "description": "••••Elementos bajos discretos, p.ej. bloques de marcaje, tacos o elementos flexibles golpeados por el vehículo [2016.01]"
  },
  {
    "code": "E01F 9/559",
    "description": "••••••iluminados [2016.01]"
  },
  {
    "code": "E01F 9/565",
    "description": "••••••que tienen partes que se pueden plegar o desplazar [2016.01]"
  },
  {
    "code": "E01F 9/571",
    "description": "••••••••desplazables verticalmente bajo carga, p.ej. en combinación con un movimiento de rotación [2016.01]"
  },
  {
    "code": "E01F 9/576",
    "description": "••••Líneas de circulación [2016.01]"
  },
  {
    "code": "E01F 9/582",
    "description": "••••••iluminadas [2016.01]"
  },
  {
    "code": "E01F 9/588",
    "description": "••••••Medios para delimitar físicamente las vías de circulación y desincentivar pero no impedir el cruce [2016.01]"
  },
  {
    "code": "E01F 9/594",
    "description": "••••••pudiendo desplazarse para su reutilización en diferentes ubicaciones [2016.01]"
  },
  {
    "code": "E01F 9/60",
    "description": "••Cuerpos verticales, p.ej. postes indicadores o bolardos; Soportes para las señales de tráfico [2016.01]"
  },
  {
    "code": "E01F 9/604",
    "description": "••••especialmente adaptados para propósitos particulares de señalización, p.ej. para indicar curvas, obras en la carretera o pasos de peatones [2016.01]"
  },
  {
    "code": "E01F 9/608",
    "description": "••••••para guiar, avisar o controlar el tráfico, p.ej. postes de delimitación o mojones [2016.01]"
  },
  {
    "code": "E01F 9/612",
    "description": "••••••para indicar marcadores recién aplicados en la calzada, p.ej. líneas superpuestas [2016.01]"
  },
  {
    "code": "E01F 9/615",
    "description": "••••••iluminadas [2016.01]"
  },
  {
    "code": "E01F 9/619",
    "description": "••••••con reflectores; con medios para mantener limpios los reflectores [2016.01]"
  },
  {
    "code": "E01F 9/623",
    "description": "••••caracterizados por la forma o elementos estructurales, p.ej. que permitan el desplazamiento o la flexión [2016.01]"
  },
  {
    "code": "E01F 9/627",
    "description": "••••••autoelevables tras la flexión o desplazamiento [2016.01]"
  },
  {
    "code": "E01F 9/631",
    "description": "••••••especialmente adaptados para romperse, desengancharse, colapsarse o deformarse permanentemente tras la flexión o desplazamiento, p.ej. por impacto de vehículo [2016.01]"
  },
  {
    "code": "E01F 9/635",
    "description": "••••••••por cizallamiento o ruptura, p.ej  con áreas debilitadas [2016.01]"
  },
  {
    "code": "E01F 9/638",
    "description": "••••••••por conexión del tipo clavija y enchufe, p.ej. equipados con resorte [2016.01]"
  },
  {
    "code": "E01F 9/642",
    "description": "••••••••acoplados por fricción [2016.01]"
  },
  {
    "code": "E01F 9/646",
    "description": "••••••extensibles, colapsables o pivotables (E01F 9/627, E01F 9/631 tiene prioridad) [2016.01]"
  },
  {
    "code": "E01F 9/65",
    "description": "••••••con señales o dispositivos señalizadores rotativos, pivotantes o ajustables (E01F 9/646 tiene prioridad) [2016.01]"
  },
  {
    "code": "E01F 9/654",
    "description": "••••••en forma de cuerpos tridimensionales, p.ej. conos; capaces de adoptar forma tridimensional, p.ej. por inflado o erección para formar un cuerpo geométrico [2016.01]"
  },
  {
    "code": "E01F 9/658",
    "description": "••••caracterizados por los medios de fijación [2016.01]"
  },
  {
    "code": "E01F 9/662",
    "description": "••••••montados en vehículos, p.ej. en vehículos de servicio; Vehículos de advertencia que circulan para el mantenimiento de carreteras, p.ej. teledirigidos. [2016.01]"
  },
  {
    "code": "E01F 9/669",
    "description": "••••••para fijar a barreras de seguridad o similares [2016.01]"
  },
  {
    "code": "E01F 9/673",
    "description": "••••••para sujetar postes de señalización o similares [2016.01]"
  },
  {
    "code": "E01F 9/677",
    "description": "••••••••siendo los postes de señalización extraíbles sin herramientas, p.ej. del tipo clavija y enchufe [2016.01]"
  },
  {
    "code": "E01F 9/681",
    "description": "••••••••fijándose los postes de señalización mediante medios extraíbles, p.ej. por tornillos o pernos [2016.01]"
  },
  {
    "code": "E01F 9/685",
    "description": "••••••••Medios subterráneos, p.ej. cimentaciones [2016.01]"
  },
  {
    "code": "E01F 9/688",
    "description": "••••Cuerpos que se mantienen de pie por sí solos [2016.01]"
  },
  {
    "code": "E01F 9/692",
    "description": "••••••Elementos de base portátil a ese efecto [2016.01]"
  },
  {
    "code": "E01F 9/696",
    "description": "••••Estructuras aéreas, p.ej. pórticos; Medios de cimentación especialmente adaptados a ese efecto [2016.01]"
  },
  {
    "code": "E01F 9/70",
    "description": "••••Almacenamiento, transporte, colocación o recuperación de dispositivos portátiles [2016.01]"
  },
  {
    "code": "E01F 11/00",
    "description": "Clavos o cualquier otro dispositivo sensible encastrado en los adoquines o en cualquier otro pavimento (elementos sensibles a la presión G01L; sistemas de control de la circulación G08G) [2006.01]"
  },
  {
    "code": "E01F 13/00",
    "description": "Dispositivos para impedir o limitar el tráfico, p. ej. puertas, barreras (para pasos a nivel del ferrocarril B61L) [2006.01]"
  },
  {
    "code": "E01F 13/02",
    "description": "••Autosostenibles [2006.01]"
  },
  {
    "code": "E01F 13/04",
    "description": "••movibles para permitir o limitar el tráfico [2006.01]"
  },
  {
    "code": "E01F 13/06",
    "description": "••••pivotando a la posición abierta a través de un eje horizontal paralelo a la dirección de la carretera, p. ej. puertas pivotantes [2006.01]"
  },
  {
    "code": "E01F 13/08",
    "description": "••••Pivotando hacia la posición cerrada a través de un eje transversal situado en la carretera, p. ej. partes de la carretera que pueden ser basculadas, postes de los parking basculables [2006.01]"
  },
  {
    "code": "E01F 13/10",
    "description": "••Barreras para vehículos especialmente adaptadas para permitir la circulación en un solo sentido [2006.01]"
  },
  {
    "code": "E01F 13/12",
    "description": "••Para retener a la fuerza los vehículos, p. ej. clavos en la calzada [2006.01]"
  },
  {
    "code": "E01F 15/00",
    "description": "Dispositivos de seguridad para disminuir la velocidad, redirigir o detener vehículos a la deriva, p. ej. postes de protección o bolardos; dispositivos para reducir el daño a los bordes de la carretera debidos al impacto de un vehículo (medios para fijar señales o barreras de seguridad o similares E01F 9/669; para detener a la fuerza los vehículos E01F 13/00) [2006.01]"
  },
  {
    "code": "E01F 15/02",
    "description": "••Barreras contínuas extendidas a lo largo de las carreteras o entre las vías de circulación (separadores de vías de circulación transversas E01F 9/588) [2006.01]"
  },
  {
    "code": "E01F 15/04",
    "description": "••••esencialmente constituidas por vigas longitudinales o bandas rígidas (E01F 15/10, E01F 15/12 tienen prioridad) [2006.01]"
  },
  {
    "code": "E01F 15/06",
    "description": "••••esencialmente constituidas por cables, filamentos o similares (E01F 15/10, E01F 15/12 tienen prioridad; protección contra la caída de rocas E01F 7/04; dispositivos para detener los aviones B64F 1/02) [2006.01]"
  },
  {
    "code": "E01F 15/08",
    "description": "••••esencialmente constituidos por muros o similares (E01F 15/10, E01F 15/12 tienen prioridad) [2006.01]"
  },
  {
    "code": "E01F 15/10",
    "description": "••••transportables, p. ej. para un uso temporal [2006.01]"
  },
  {
    "code": "E01F 15/12",
    "description": "••••con medios para facilitar un paso ocasional, p. ej. para vehículos de emergencia [2006.01]"
  },
  {
    "code": "E01F 15/14",
    "description": "••especialmente adaptados para una protección determinada, p. ej. pilares de puentes, islotes de circulación [2006.01]"
  }
]