[
  {
    "code": "E01H 1/00",
    "description": "Retirada de materias indeseables de las carreteras o de superficies análogas, con o sin regado de las superficies (para la nieve o el hielo E01H 5/00; limpieza de los carriles del tranvía E01H 8/00; quitaobstáculos en vehículos B60R 19/00; en combinación con una aplicación de betún E01C 19/16; en combinación con el pintado de las líneas de circulación E01C 23/16) [2006.01]"
  },
  {
    "code": "E01H 1/02",
    "description": "••Aparatos de cepillado (E01H 1/08-E01H 1/14 tienen prioridad; cepillos en sí A46B) [2006.01]"
  },
  {
    "code": "E01H 1/04",
    "description": "••••que retiran las barreduras, p. ej. para recogerlas, para cargarlas [2006.01]"
  },
  {
    "code": "E01H 1/05",
    "description": "••••con cepillos accionados mecánicamente (E01H 1/04 tiene prioridad) [2006.01]"
  },
  {
    "code": "E01H 1/08",
    "description": "••Empleo de aire comprimido para separar o retirar las materias indeseables (aspiradores en general A47L 5/00-A47L 9/00); Secado por calor únicamente, o por corrientes de gas (dispositivos de calefacción o de soplado instalados permanentemente E01C 11/26; calefacción o secado durante la construcción o reparación de carreteras E01C 23/14); Limpieza por proyección de partículas abrasivas (arenado en general B24C) [2006.01]"
  },
  {
    "code": "E01H 1/10",
    "description": "••Empleo de agua para disgregar o retirar los materiales indeseables (dispositivos fijos de regado E01H 3/04); Aparatos de raspado o de arañado (instrumentos de mano E01H 1/12) [2006.01]"
  },
  {
    "code": "E01H 1/12",
    "description": "••Instrumentos de mano, p. ej. palas (rastrillos A01D 7/00) [2006.01]"
  },
  {
    "code": "E01H 1/14",
    "description": "••Retirada por efecto magnético [2006.01]"
  },
  {
    "code": "E01H 3/00",
    "description": "Aplicación de líquidos sobre las carreteras o superficies análogas, p. ej. para impedir la polvareda; Dispositivos fijos de regado (combinados con la retirada de materias indeseables E01H 1/00; cabezas de regadera, otros orificios de descarga B05B) [2006.01]"
  },
  {
    "code": "E01H 3/02",
    "description": "••Aparatos móviles, p. ej. regadores (características del vehículo B60P 3/22; aplicación de materiales líquidos para el revestimiento de carreteras E01C 19/16) [2006.01]"
  },
  {
    "code": "E01H 3/04",
    "description": "••Dispositivos fijos, p. ej. medios de regado instalados permanentemente (tomas de agua E03B 9/02) [2006.01]"
  },
  {
    "code": "E01H 4/00",
    "description": "Trabajos en superficies de nieve o de hielo para hacerlas convenientes para las necesidades de la circulación o para fines deportivos, p. ej. apisonado de la nieve (producción de nieve artificial F25C 3/04) [2006.01]"
  },
  {
    "code": "E01H 4/02",
    "description": "••con fines deportivos, p. ej. preparación de las pistas de ski (producción de hielo o de nieve para deportes de invierno o actividades recreativas similares F25C 3/00) [2006.01]"
  },
  {
    "code": "E01H 5/00",
    "description": "Retirada de la nieve o del hielo de las carreteras o superficies análogas; Arreglo de la pendiente o de la rugosidad de la nieve o del hielo (por aplicación de productos que hacen fundir el hielo E01H 10/00; desplazadores de obstáculos sobre los vehículos B60R 19/00; lanzadores de arena, grava o sal E01C 19/20) [2006.01]"
  },
  {
    "code": "E01H 5/02",
    "description": "••Herramientas manuales (E01H 5/04, E01H 5/10, E01H 5/12 tienen prioridad) [2006.01]"
  },
  {
    "code": "E01H 5/04",
    "description": "••por tracción animal o mecánica; por tracción a brazo y arrastre de los elementos de arranque o de transporte, p. ej. de transporte por medio de aire comprimido (E01H 5/10, E01H 5/12 tienen prioridad) [2006.01]"
  },
  {
    "code": "E01H 5/06",
    "description": "••••realizando el arranque esencialmente por elementos no propulsados, p. ej. láminas raspantes [2006.01]"
  },
  {
    "code": "E01H 5/07",
    "description": "••••••y acarreando las materias arrancadas mediante arrastre o medios neumáticos [2006.01]"
  },
  {
    "code": "E01H 5/08",
    "description": "••••el arranque es esencialmente efectuado por elementos impulsados [2006.01]"
  },
  {
    "code": "E01H 5/09",
    "description": "••••••los elementos son rotativos o se desplazan sobre una trayectoria circular cerrada, p. ej. fresas rotativas, ruedas excavadoras [2006.01]"
  },
  {
    "code": "E01H 5/10",
    "description": "••por aplicación de calor (medios fijos de soplado o de calefacción de revestimiento E01C 11/26) [2006.01]"
  },
  {
    "code": "E01H 5/12",
    "description": "••Aparatos o herramientas especialmente proyectados para romper, desintegrar o deshacer capas de hielo o de nieve endurecida [2006.01]"
  },
  {
    "code": "E01H 6/00",
    "description": "Aparatos equipados o susceptibles de equiparse simultáneamente de elementos para la retirada de basuras o análogos y de elementos para la retirada de la nieve o del hielo (E01H 8/10 tiene prioridad) [2006.01]"
  },
  {
    "code": "E01H 8/00",
    "description": "Retirada de materias indeseables de las vías del ferrocarril; Retirada de materias indeseables de los carriles del tranvía (E01H 1/00-E01H 6/00 tienen prioridad) [2006.01]"
  },
  {
    "code": "E01H 8/02",
    "description": "••Métodos o aparatos para retirar el hielo o la nieve de las vías del tranvía, p. ej. empleando quitanieves (funcionando únicamente sobre los carriles o sobre los carriles con surco E01H 8/10) [2006.01]"
  },
  {
    "code": "E01H 8/04",
    "description": "••••esencialmente por medio de elementos no impulsados [2006.01]"
  },
  {
    "code": "E01H 8/06",
    "description": "••••esencialmente por medio de herramientas impulsadas [2006.01]"
  },
  {
    "code": "E01H 8/08",
    "description": "••••por aplicación de calor (vía calefactada E01B 19/00) [2006.01]"
  },
  {
    "code": "E01H 8/10",
    "description": "••Retirada de materias indeseables de los carriles, carriles con surco o similares, p. ej. retirada del hielo de los carriles conductores, retirada del lodo de los carriles con surco (dispositivos de calefacción, de soplado o de aplicación de fluidos instalados sobre la vía E01B 19/00; desagües incorporados en los carriles E01B 21/02; retirada del balasto de los carriles E01B 27/04) [2006.01]"
  },
  {
    "code": "E01H 8/12",
    "description": "••••especialmente proyectados para los carriles con surco, las vías con patín o similares [2006.01]"
  },
  {
    "code": "E01H 10/00",
    "description": "Mejora de la adherencia de las superficies de circulación heladas o deslizantes, p. ej. utilizando el arenado o productos que provocan el deshielo (volviendo el hielo rugoso con herramientas E01H 5/12; aplicación a los carriles de productos que hacen fundir el hielo E01H 8/10; materiales antihielo C09K 3/18; por particularidades de construcción E01C 11/24) [2006.01]"
  },
  {
    "code": "E01H 11/00",
    "description": "Lucha contra la vegetación indeseable en las carreteras o en las vías del ferrocarril (destrucción de la vegetación indeseable en general A01M 7/00-A01M 15/00, A01M 21/00; destrucción de malas hierbas que entrañan trabajo sobre el balasto E01B 27/00); Aplicación de líquidos, p. ej. agua, herbicidas, betún, sobre las vías del ferrocarril (especialmente sobre los carriles E01H 8/10; para proteger las traviesas E01B 31/20) [2006.01]"
  },
  {
    "code": "E01H 12/00",
    "description": "Limpieza de playas [2006.01]"
  },
  {
    "code": "E01H 13/00",
    "description": "Dispersión de la niebla en general, p. ej. en carreteras o aeródromos [2006.01]"
  },
  {
    "code": "E01H 15/00",
    "description": "Eliminación de materias indeseables de los terrenos, p. ej. detritos, no previstos en otras partes (máquinas para retirar del suelo piedras, raíces o detritos similares A01B 43/00) [2006.01]"
  }
]