[
  {
    "code": "E03F 1/00",
    "description": "Procedimientos, sistemas o instalaciones para la evacuación de aguas de alcantarilla o aguas de tormentas [2006.01]"
  },
  {
    "code": "E03F 3/00",
    "description": "Sistemas de alcantarillas [2006.01]"
  },
  {
    "code": "E03F 3/02",
    "description": "••Disposición de colectores o sistemas de colectores [2006.01]"
  },
  {
    "code": "E03F 3/04",
    "description": "••Canalizaciones o accesorios especiales para alcantarillas (fabricación de tubos de hormigón B28; canalizaciones o accesorios en general F16L) [2006.01]"
  },
  {
    "code": "E03F 3/06",
    "description": "••Procedimientos o instalaciones para la colocación de las canalizaciones de alcantarillas (fabricación de tubos in situ\n\t\t\t\t\t\t\t\t\t\tF16L 1/038) [2006.01]"
  },
  {
    "code": "E03F 5/00",
    "description": "Estructura de alcantarillas [2006.01]"
  },
  {
    "code": "E03F 5/02",
    "description": "••Agujeros o cámaras para inspeccionar (en general E02D 29/12); Aberturas de nieve; Accesorios (tapaderas o chasis para los agujeros de observación o análogos E02D 29/14) [2006.01]"
  },
  {
    "code": "E03F 5/04",
    "description": "••Bocas de alcantarilla con o sin obturador de olores o cámara de sedimento [2006.01]"
  },
  {
    "code": "E03F 5/042",
    "description": "••••Dispositivos contra el desbordamiento del agua que remonta la alcantarilla [2006.01]"
  },
  {
    "code": "E03F 5/046",
    "description": "••••adaptados para ser utilizados con los bordes de aceras (E03F 5/06 tiene prioridad) [2006.01]"
  },
  {
    "code": "E03F 5/06",
    "description": "••••Rejillas para bocas de alcantarillado [2006.01]"
  },
  {
    "code": "E03F 5/08",
    "description": "••Ventilación de las alcantarillas [2006.01]"
  },
  {
    "code": "E03F 5/10",
    "description": "••Depósitos colectores; Depósitos compensadores para la regulación del caudal; Fuentes de acumulación [2006.01]"
  },
  {
    "code": "E03F 5/12",
    "description": "••Ventilación de las alcantarillas [2006.01]"
  },
  {
    "code": "E03F 5/14",
    "description": "••Dispositivos para separar las materias líquidas o sólidas de las aguas de alcantarilla, p. ej. cestos, rastrillos o enrejados para arena o fangos (destinados a ser utilizados en las instalaciones de depuración y en las alcantarillas B01D, C02F) [2006.01]"
  },
  {
    "code": "E03F 5/16",
    "description": "••••Dispositivos para separar el aceite, el agua o la grasa de las aguas de alcantarilla en los conductos que confluyen en un colector [2006.01]"
  },
  {
    "code": "E03F 5/18",
    "description": "••Cámaras para la desinfección, la neutralización o el enfriamiento de las aguas de alcantarilla (arreglos en los depósitos relativos al aspecto biológico o químico C02F) [2006.01]"
  },
  {
    "code": "E03F 5/20",
    "description": "••Sifones o sifones invertidos (empalmados a las bañeras, lavabos o análogos E03C 1/12) [2006.01]"
  },
  {
    "code": "E03F 5/22",
    "description": "••Adaptaciones de instalaciones de bombeo para subir las aguas de alcantarilla (aparatos sobre ruedas para el vaciado de alcantarillas o de fosas sépticas E03F 7/10; bombas, instalaciones de bombeo en sí\n\t\t\t\t\t\t\t\t\t\tF04) [2006.01]"
  },
  {
    "code": "E03F 5/24",
    "description": "••Instalaciones para evitar explosiones en las alcantarillas [2006.01]"
  },
  {
    "code": "E03F 5/26",
    "description": "••Instalaciones para agitar las aguas de alcantarilla [2006.01]"
  },
  {
    "code": "E03F 7/00",
    "description": "Otras instalaciones o aparatos para el funcionamiento de las alcantarillas, p. ej. para impedir o señalar su atasco; Vaciado de fosas sépticas [2006.01]"
  },
  {
    "code": "E03F 7/02",
    "description": "••Dispositivos de cierre (en general F16K) [2006.01]"
  },
  {
    "code": "E03F 7/04",
    "description": "••••Válvulas para impedir el retorno de las aguas de alcantarilla [2006.01]"
  },
  {
    "code": "E03F 7/06",
    "description": "••Dispositivos contra las ratas u otros animales [2006.01]"
  },
  {
    "code": "E03F 7/08",
    "description": "••Utensilios manuales para el vaciado de las alcantarillas o de las fosas sépticas [2006.01]"
  },
  {
    "code": "E03F 7/10",
    "description": "••Aparatos sobre ruedas para el vaciado de alcantarillas o de fosas sépticas [2006.01]"
  },
  {
    "code": "E03F 7/12",
    "description": "••Instalaciones que permiten al personal de inspección circular en un vehículo a lo largo de los bordes de la alcantarilla [2006.01]"
  },
  {
    "code": "E03F 9/00",
    "description": "Arreglos o instalaciones fijas para limpieza de las canalizaciones de alcantarillas, p. ej. por descarga de agua (trampas para sedimentos, redes, enrejados o similares dispuestos en las canalizaciones E03F 5/14; limpieza de las canalizaciones en general, dispositivos para la limpieza de las tuberías B08B 9/02) [2006.01]"
  },
  {
    "code": "E03F 11/00",
    "description": "Fosas sépticas (vaciado de fosas sépticas E03F 7/00; características relativas al tratamiento de las aguas de alcantarilla C02F) [2006.01]"
  }
]