[
  {
    "code": "E04C 1/00",
    "description": "Elementos de construcción en forma de bloques o cualquier otra para la construcción de partes de edificios (de espesor relativamente pequeño E04C 2/00; elementos de construcción de forma alargada, concebidos para soportar cargas E04C 3/00, p. ej. columnas o pilares E04C 3/30; fabricación o materiales de construcción de albañilería, de piedra o similares B28, C03, C04; elementos para el revestimiento de carreteras E01C; estructura general de los edificios E04B, p. ej. muros E04B 2/00, suelos E04B 5/00, tejados E04B 7/00, techos E04B 9/00; elementos estructurales especialmente concebidos para chimeneas u otros conductos incorporados E04F; elementos especiales para hornos u hogares F24B, F27D) [2006.01]"
  },
  {
    "code": "E04C 1/39",
    "description": "••caracterizados por las adaptaciones particulares, p. ej. servir para emplazamiento de conductos, para formar frisos, cornisas o repisas, para anclar las armaduras o bastidores de las puertas, para cerramientos [2006.01]"
  },
  {
    "code": "E04C 1/40",
    "description": "••constituidos de elementos de diferentes materiales, p. ej. compuestos de capas de diferentes materiales o de piedras con un material de relleno o materiales intercalados aislantes [2006.01]"
  },
  {
    "code": "E04C 1/41",
    "description": "••••compuestos de material aislante y hormigón, de piedra o de otro material semejante a la piedra capaz de soportar cargas [2006.01]"
  },
  {
    "code": "E04C 1/42",
    "description": "••de vidrio o de cualquier otro material transparente [2006.01]"
  },
  {
    "code": "E04C 2/00",
    "description": "Elementos de construcción de espesor relativamente débil para la construcción de partes de edificios, p. ej. materiales en hojas, losas o paneles (materiales o fabricación ver los lugares apropiados, p. ej. B27N, B29, D21J; fabricados in situ\n\t\t\t\t\t\t\t\t\tE04B; concebidos especialmente para el aislamiento o cualquier otra protección E04B 1/62; estructuras portantes de suelos E04B 5/02, E04B 5/16; tejados constituidos por losas que se autosustentan E04B 7/20; elementos de cubiertas de tejados o análogos E04D 3/00; para el revestimiento o el terminado E04F 13/00) [2006.01]"
  },
  {
    "code": "E04C 2/02",
    "description": "••caracterizados por materiales específicos (translúcidos E04C 2/54) [2006.01]"
  },
  {
    "code": "E04C 2/04",
    "description": "••••en hormigón o en cualquier otro material análogo a la piedra; en amianto-cemento (E04C 2/26 tiene prioridad; material o fabricación B28, C04) [2006.01]"
  },
  {
    "code": "E04C 2/06",
    "description": "••••••reforzado [2006.01]"
  },
  {
    "code": "E04C 2/08",
    "description": "••••de metal, p. ej. chapas (E04C 2/26 tiene prioridad) [2006.01]"
  },
  {
    "code": "E04C 2/10",
    "description": "••••de madera, fibras, virutas, tallos vegetales o análogos; de materias plásticas; de productos en forma de espuma (E04C 2/26 tiene prioridad) [2006.01]"
  },
  {
    "code": "E04C 2/12",
    "description": "••••••completamente de madera [2006.01]"
  },
  {
    "code": "E04C 2/14",
    "description": "••••••••armada [2006.01]"
  },
  {
    "code": "E04C 2/16",
    "description": "••••••de fibras, virutas, tallos vegetales o análogos [2006.01]"
  },
  {
    "code": "E04C 2/18",
    "description": "••••••••con ligaduras metálicas, armaduras o análogas [2006.01]"
  },
  {
    "code": "E04C 2/20",
    "description": "••••••de materias plásticas [2006.01]"
  },
  {
    "code": "E04C 2/22",
    "description": "••••••••armadas [2006.01]"
  },
  {
    "code": "E04C 2/24",
    "description": "••••••laminares y compuestas de materiales cubiertos por varios de los grupos E04C 2/12, E04C 2/16, E04C 2/20 [2006.01]"
  },
  {
    "code": "E04C 2/26",
    "description": "••••compuestas de materiales cubiertos por varios de los grupos E04C 2/04, E04C 2/08, E04C 2/10, o de materiales cubiertos por uno de estos grupos con un material no especificado en uno de estos grupos [2006.01]"
  },
  {
    "code": "E04C 2/28",
    "description": "••••••combinaciones de materiales completamente cubiertos por los grupos E04C 2/04 y E04C 2/08 [2006.01]"
  },
  {
    "code": "E04C 2/284",
    "description": "••••••al menos uno de los materiales es aislante [2006.01]"
  },
  {
    "code": "E04C 2/288",
    "description": "••••••••compuestos de material aislante y de hormigón, de piedra o de otro material semejante a la piedra [2006.01]"
  },
  {
    "code": "E04C 2/292",
    "description": "••••••••compuestos de material aislante y de chapa [2006.01]"
  },
  {
    "code": "E04C 2/296",
    "description": "••••••••compuestos de material aislante y material en hojas no metálico o no especificado (E04C 2/288 tiene prioridad) [2006.01]"
  },
  {
    "code": "E04C 2/30",
    "description": "••caracterizados por la forma o la estructura (translúcidos E04C 2/54) [2006.01]"
  },
  {
    "code": "E04C 2/32",
    "description": "••••formados de un material ondulado o acanalado análogo al de las hojas; compuestos de capa de este tipo con o sin capas de un material liso en hojas [2006.01]"
  },
  {
    "code": "E04C 2/34",
    "description": "••••compuestos de dos o más elementos separados análogos a los de las hojas (E04C 2/32 tiene prioridad; tirantes para paredes de cavidades E04B 2/44) [2006.01]"
  },
  {
    "code": "E04C 2/36",
    "description": "••••••separados por bandas de materiales dispuestos transversalmente, p. ej. paneles alveolares (elementos alveolares o cualquier otro diseño para productos estratificados B32B) [2006.01]"
  },
  {
    "code": "E04C 2/38",
    "description": "••••con nerviaciones, rebordes o similares fijos por encima, p. ej. paneles estructurados (montaje con otros paneles o elementos para formar una estructura, ver los lugares correspondientes a las estructuras en cuestión, p. ej. E04B 2/00) [2006.01]"
  },
  {
    "code": "E04C 2/40",
    "description": "••••construidos de un cierto número de elementos más pequeños ligados entre sí de forma rígida o móvil, p. ej. ligados por ajuste o por un tipo de charnela [2006.01]"
  },
  {
    "code": "E04C 2/42",
    "description": "••••Rejas; Paneles enrejados (elementos de armadura E04C 5/00; rejas embutidas E04F 19/10; rejas en general F16S 3/00) [2006.01]"
  },
  {
    "code": "E04C 2/52",
    "description": "••••con adaptaciones especiales para usos auxiliares, p. ej. sirviendo para el alojamiento de conductos (E04C 2/54 tiene prioridad; elementos en forma de bloque para estas adaptaciones especiales E04C 1/39; estructuras de suelos incluyendo tuberías E04B 5/48) [2006.01]"
  },
  {
    "code": "E04C 2/54",
    "description": "••Elementos translúcidos en forma de losas (suelos para el paso de la luz E04B 5/46; techos translúcidos o calados E04B 9/32, E04B 9/34; cubiertas de tejado translúcidas E04D 3/06, E04D 3/28) [2006.01]"
  },
  {
    "code": "E04C 3/00",
    "description": "Elementos de construcción de forma alargada concebidos para soportar cargas (como ayudas a la construcción E04G) [2006.01]"
  },
  {
    "code": "E04C 3/02",
    "description": "••Viguetas; Tirantes, armaduras o estructuras análogas a las armaduras, p. ej. prefabricadas; Dinteles; Cumbreras (E04C 3/38 tiene prioridad; para las estructuras caracterizadas por partes móviles, separables o replegables E04B 1/343) [2006.01]"
  },
  {
    "code": "E04C 3/04",
    "description": "••••metálicas (E04C 3/29 tiene prioridad; armadura E04C 5/06; fabricación B21) [2006.01]"
  },
  {
    "code": "E04C 3/06",
    "description": "••••••de alma sustancialmente llena, es decir, no discontinua (E04C 3/10, E04C 3/11 tienen prioridad) [2006.01]"
  },
  {
    "code": "E04C 3/07",
    "description": "••••••••hechas al menos en parte, de un material plegado en bandas deformadas o incluso aún en forma de hoja [2006.01]"
  },
  {
    "code": "E04C 3/08",
    "description": "••••••de alma discontinua, p. ej. de alma formada con elementos análogos a barrotes; Armaduras metálicas en forma de enrejado (E04C 3/10, E04C 3/11 tienen prioridad) [2006.01]"
  },
  {
    "code": "E04C 3/09",
    "description": "••••••••hechas, al menos en parte, de un material plegado o en bandas deformadas o incluso aún en forma de hoja [2006.01]"
  },
  {
    "code": "E04C 3/10",
    "description": "••••••precomprimidos [2006.01]"
  },
  {
    "code": "E04C 3/11",
    "description": "••••••con bordes superiores o inferiores no paralelos, p. ej. armaduras de tejado (vigas en arco o pórticos E04C 3/38) [2006.01]"
  },
  {
    "code": "E04C 3/12",
    "description": "••••de madera, p. ej. con armaduras o tirantes (E04C 3/292 tiene prioridad) [2006.01]"
  },
  {
    "code": "E04C 3/14",
    "description": "••••••de alma llena, es decir, no discontinua (E04C 3/17, E04C 3/18 tienen prioridad) [2006.01]"
  },
  {
    "code": "E04C 3/16",
    "description": "••••••de alma discontinua, p. ej. armaduras (E04C 3/17, E04C 3/18 tienen prioridad) [2006.01]"
  },
  {
    "code": "E04C 3/17",
    "description": "••••••con bordes superiores o inferiores no paralelos, p. ej. armaduras de tejado [2006.01]"
  },
  {
    "code": "E04C 3/18",
    "description": "••••••con armaduras de metal o tirantes [2006.01]"
  },
  {
    "code": "E04C 3/20",
    "description": "••••de hormigón u otro material análogo a la piedra, p. ej. con armaduras o tirantes (elementos de armadura E04C 5/00) [2006.01]"
  },
  {
    "code": "E04C 3/22",
    "description": "••••••compuestos de elementos reunidos en línea [2006.01]"
  },
  {
    "code": "E04C 3/26",
    "description": "••••••precomprimidos (E04C 3/22, E04C 3/29 tienen prioridad; piezas de precomprimido E04C 5/08) [2006.01]"
  },
  {
    "code": "E04C 3/28",
    "description": "••••de materiales no cubiertos por los grupos E04C 3/04-E04C 3/20 [2006.01]"
  },
  {
    "code": "E04C 3/29",
    "description": "••••formados de elementos de diferentes materiales [2006.01]"
  },
  {
    "code": "E04C 3/292",
    "description": "••••••los materiales son de madera y de metal [2006.01]"
  },
  {
    "code": "E04C 3/293",
    "description": "••••••los materiales son de acero y de hormigón (hormigón con armaduras internas o tirantes E04C 3/20) [2006.01]"
  },
  {
    "code": "E04C 3/294",
    "description": "••••••••de hormigón combinado con una estructura de rejillón que se sale lateralmente fuera del elemento (rejillones ligeros utilizados como armadura E04C 5/065; como parte de una estructura de suelo E04B 5/23) [2006.01]"
  },
  {
    "code": "E04C 3/30",
    "description": "••Columnas; Pilares; Arbotantes (no concebidos para ser cargados en sus extremos E04C 3/02; postes, mástiles, como estructuras independientes E04H 12/00) [2006.01]"
  },
  {
    "code": "E04C 3/32",
    "description": "••••de metal (E04C 3/36 tiene prioridad) [2006.01]"
  },
  {
    "code": "E04C 3/34",
    "description": "••••de hormigón o de cualquier otro material análogo a la piedra con o sin elementos de encofrado permanente, con o sin armadura interna o externa, p. ej. recubrimientos metálicos (E04C 3/36 tiene prioridad) [2006.01]"
  },
  {
    "code": "E04C 3/36",
    "description": "••••de materiales no cubiertos por los grupos E04C 3/32 o E04C 3/34; of a combination of two or more materials [2006.01]"
  },
  {
    "code": "E04C 3/38",
    "description": "••Vigas en arco o cuadros de pórticos (vigas rectas susceptibles de flexión E04C 3/02; tiendas o refugios provisionales hinchables, en general E04H 15/20) [2006.01]"
  },
  {
    "code": "E04C 3/40",
    "description": "••••de metal (E04C 3/46 tiene prioridad) [2006.01]"
  },
  {
    "code": "E04C 3/42",
    "description": "••••de madera, p. ej. piezas de carpintería para armar tejados (E04C 3/46 tiene prioridad) [2006.01]"
  },
  {
    "code": "E04C 3/44",
    "description": "••••de hormigón o de cualquier otro material análogo a la piedra, p. ej. con armadura o tirante (E04C 3/46 tiene prioridad) [2006.01]"
  },
  {
    "code": "E04C 3/46",
    "description": "••••de materiales no cubiertos por los grupos E04C 3/40-E04C 3/44; o una combinación de dos o más materiales [2006.01]"
  },
  {
    "code": "E04C 5/00",
    "description": "Elementos de armadura, p. ej. para hormigón; Elementos auxiliares para este uso (composición del material C21, C22; arreglos de los elementos de armadura, ver las clases correspondientes) [2006.01]"
  },
  {
    "code": "E04C 5/01",
    "description": "••Elementos de armadura de metal, p. ej. con revestimientos no estructurales [2006.01]"
  },
  {
    "code": "E04C 5/02",
    "description": "••••de débil resistencia a la flexión, es decir, extendiéndose esencialmente en una o dos dimensiones [2006.01]"
  },
  {
    "code": "E04C 5/03",
    "description": "••••••con módulos, salientes, nerviaciones o análogos para aumentar la adherencia del hormigón [2006.01]"
  },
  {
    "code": "E04C 5/04",
    "description": "••••••Enrejados (bases para enfoscados E04F 13/04) [2006.01]"
  },
  {
    "code": "E04C 5/06",
    "description": "••••de alta resistencia a la flexión, es decir extendiéndose esencialmente en tres dimensiones, p. ej. elementos enrejados [2006.01]"
  },
  {
    "code": "E04C 5/065",
    "description": "••••••Rejillones ligeros, p. ej. con elementos precolados (rejillones ligeros en general E04C 3/08, E04C 3/294) [2006.01]"
  },
  {
    "code": "E04C 5/07",
    "description": "••Elementos de armadura de un material diferente del metal, p. ej. de vidrio, de materia plástica (elementos metálicos con revestimientos no estructurales E04C 5/01) [2006.01]"
  },
  {
    "code": "E04C 5/08",
    "description": "••Elementos especialmente adaptados para estar utilizados en construcciones precomprimidas [2006.01]"
  },
  {
    "code": "E04C 5/10",
    "description": "••••Conductos [2006.01]"
  },
  {
    "code": "E04C 5/12",
    "description": "••Dispositivos de anclaje (herramientas o métodos de colocación en precompresión E04G 21/12) [2006.01]"
  },
  {
    "code": "E04C 5/16",
    "description": "••Piezas auxiliares para armaduras, p. ej. piezas de separación, estribos (herramientas para juntar los elementos de la armadura E04G 21/12) [2006.01]"
  },
  {
    "code": "E04C 5/18",
    "description": "••••de metal o sustancialmente de metal [2006.01]"
  },
  {
    "code": "E04C 5/20",
    "description": "••••de material diferente o con partes metálicas adicionales únicamente, p. ej. piezas de separación de hormigón o materia plástica con ligaduras metálicas [2006.01]"
  }
]