[
  {
    "code": "E04F 10/00",
    "description": "Parasoles; Toldos (baldaquines A45B, A45F, E04H; para aperos de caravana E04H 15/08; para tiendas E04H 15/58) [2006.01]"
  },
  {
    "code": "E04F 10/02",
    "description": "••de materiales para cúpulas no rígidas, p. ej. en lona [2006.01]"
  },
  {
    "code": "E04F 10/04",
    "description": "••••el material está fijado sobre secciones de una armadura plegable [2006.01]"
  },
  {
    "code": "E04F 10/06",
    "description": "••••constituido por un toldo enrollado con medios para mantener uno de sus extremos separados del edificio [2006.01]"
  },
  {
    "code": "E04F 10/08",
    "description": "••hechos de varias partes rígidas idénticas, p. ej. de placas, de láminas (tejados parasoles rígidos con superficies ajustables E04B 7/00) [2006.01]"
  },
  {
    "code": "E04F 10/10",
    "description": "••••replegables [2006.01]"
  },
  {
    "code": "E04F 11/00",
    "description": "Escaleras, rampas o estructuras semejantes (montaje o trazado de escaleras E04F 21/26; para construcciones provisionales E04G 27/00); Balaustradas; Pasamanos (escaleras fijadas a estructuras fijas E06C 9/00) [2006.01]"
  },
  {
    "code": "E04F 11/02",
    "description": "••Escaleras; Trazado de escaleras [2006.01]"
  },
  {
    "code": "E04F 11/022",
    "description": "••••caracterizadas por la estructura portante [2006.01]"
  },
  {
    "code": "E04F 11/025",
    "description": "••••••Escaleras que tienen muros de caja [2006.01]"
  },
  {
    "code": "E04F 11/028",
    "description": "••••••••con un muro de caja central [2006.01]"
  },
  {
    "code": "E04F 11/032",
    "description": "••••••Escaleras helicoidales soportadas por una columna central [2006.01]"
  },
  {
    "code": "E04F 11/035",
    "description": "••••••Escaleras constituidas por una pluralidad de partes ensambladas sin soporte adicional [2006.01]"
  },
  {
    "code": "E04F 11/038",
    "description": "••••••••cada elemento modular lleva un elemento de balaustrada portante [2006.01]"
  },
  {
    "code": "E04F 11/04",
    "description": "••••Escaleras móviles, p. ej. escaleras de desvanes que pueden ser o no escamoteables o extensibles (escaleras de barcos B63B; escaleras para aviones B64F; escaleras o pasillos mecánicos B66B) [2006.01]"
  },
  {
    "code": "E04F 11/06",
    "description": "••••••replegables, p. ej. plegables, telescópicas [2006.01]"
  },
  {
    "code": "E04F 11/09",
    "description": "••••Unión escalón-contraescalón [2006.01]"
  },
  {
    "code": "E04F 11/104",
    "description": "••••Escalones (E04F 11/09 tiene prioridad) [2006.01]"
  },
  {
    "code": "E04F 11/108",
    "description": "••••••de madera [2006.01]"
  },
  {
    "code": "E04F 11/112",
    "description": "••••••de metal [2006.01]"
  },
  {
    "code": "E04F 11/116",
    "description": "••••••en piedra, en hormigón o en un material semejante [2006.01]"
  },
  {
    "code": "E04F 11/16",
    "description": "••••••Superficies de los escalones; Medios de protección de los bordes o de los ángulos de los escalones (artículos de tapicería para suelos, su fijación A47G 27/00) [2006.01]"
  },
  {
    "code": "E04F 11/17",
    "description": "••••••••Superficies [2006.01]"
  },
  {
    "code": "E04F 11/18",
    "description": "••Balaustradas; Pasamanos (barandillas en barcos B63B; para puentes E01D 19/10; para carreteras E01F 13/00, E01F 15/00; cercados E04H 17/00) [2006.01]"
  },
  {
    "code": "E04F 13/00",
    "description": "Revestimientos o recubrimientos, p. ej. para muros o techos (revestimientos de suelos E04F 15/00; decoración de superficies, mosaicos B44, p. ej. colocación de papeles pintados B44C 7/00; hechos de tela, p. ej. en tejido, en papel pintado, D03D, D04G, D04H, D06N, D21H; estructuras de los techos E04B 9/00; techados o cubiertas análogas estancos al agua que protegen de las precipitaciones E04D) [2006.01]"
  },
  {
    "code": "E04F 13/02",
    "description": "••de material plástico, endurecido después de la colocación, p. ej. de yeso (tratamiento de las superficies con pintura B44D; productos minerales o bituminosos C04B; materias plásticas orgánicas C08L) [2006.01]"
  },
  {
    "code": "E04F 13/04",
    "description": "••••Enlucidos de yeso (falsos techos con medios de agarre del yeso E04B 9/06) [2006.01]"
  },
  {
    "code": "E04F 13/06",
    "description": "••••••Protectores de las aristas [2006.01]"
  },
  {
    "code": "E04F 13/07",
    "description": "••compuestos de elementos de guarnición o recubrimiento; Subestructuras para ello; Sus medios de fijación [2006.01]"
  },
  {
    "code": "E04F 13/072",
    "description": "••••constituidos por elementos de guarnición o recubrimiento especialmente adaptados, reforzados o conformados [2006.01]"
  },
  {
    "code": "E04F 13/073",
    "description": "••••••para partes particulares del edificio, p.ej. esquinas o columnas [2006.01]"
  },
  {
    "code": "E04F 13/074",
    "description": "••••••para instalaciones de servicio técnicas o líneas de servicio general, p.ej. conductos de calefacción, líneas eléctricas, dispositivos de iluminación o conexiones [2006.01]"
  },
  {
    "code": "E04F 13/075",
    "description": "••••••para el aislamiento o la protección de superficies, p.ej contra el ruido o los impactos [2006.01]"
  },
  {
    "code": "E04F 13/076",
    "description": "••••••caracterizados por las juntas entre elementos vecinos, p.ej. con relleno de juntas o conexiones machihembradas [2006.01]"
  },
  {
    "code": "E04F 13/077",
    "description": "••••••compuestos por varias capas, p.ej. paneles sandwich (E04F 13/075 tiene prioridad) [2006.01]"
  },
  {
    "code": "E04F 13/078",
    "description": "••••••Elementos extendidos del tipo hoja o tela mantenidos por dispositivos de fijación sobre los bordes [2006.01]"
  },
  {
    "code": "E04F 13/08",
    "description": "••••constituidos por varios elementos de guarnición o revestimiento similares (E04F 13/072 tiene prioridad; bordillos, rodapiés E04F 19/02) [2006.01]"
  },
  {
    "code": "E04F 13/09",
    "description": "••••••de elementos fijados a una tela, una placa soporte o una malla común [2006.01]"
  },
  {
    "code": "E04F 13/10",
    "description": "••••••de madera [2006.01]"
  },
  {
    "code": "E04F 13/12",
    "description": "••••••de metal [2006.01]"
  },
  {
    "code": "E04F 13/14",
    "description": "••••••de piedra o material análogo, p. ej. cerámica; de vidrio [2006.01]"
  },
  {
    "code": "E04F 13/15",
    "description": "••••••••caracterizados por el empleo de elementos de vidrio [2006.01]"
  },
  {
    "code": "E04F 13/16",
    "description": "••••••de fibras o copos, p. ej. ligados mediante resinas sintéticas [2006.01]"
  },
  {
    "code": "E04F 13/18",
    "description": "••••••de materias plásticas orgánicas con o sin armaduras o material de relleno (de fibras o copos aglomerados por materias plásticas E04F 13/16) [2006.01]"
  },
  {
    "code": "E04F 13/21",
    "description": "••••Medios de fijación especialmente adaptados para los elementos de cobertura o recubrimiento de edificios [2006.01]"
  },
  {
    "code": "E04F 13/22",
    "description": "••••••Anclajes, soportes de ángulo o consolas [2006.01]"
  },
  {
    "code": "E04F 13/23",
    "description": "••••••••ajustables [2006.01]"
  },
  {
    "code": "E04F 13/24",
    "description": "••••••Medios de fijación ocultos detrás de los elementos de guarnición o recubrimiento (E04F 13/30 tiene prioridad) [2006.01]"
  },
  {
    "code": "E04F 13/25",
    "description": "••••••••ajustables [2006.01]"
  },
  {
    "code": "E04F 13/26",
    "description": "••••••Medios de fijación actuantes sobre los bordes, p.ej. pinzas, clips o perfiles para los bordes [2006.01]"
  },
  {
    "code": "E04F 13/28",
    "description": "••••••••ajustables [2006.01]"
  },
  {
    "code": "E04F 13/30",
    "description": "••••••Medios de fijación magnéticos [2006.01]"
  },
  {
    "code": "E04F 15/00",
    "description": "Revestimientos de suelos (escalones E04F 11/104; revestimientos no especialmente adaptados a los suelos E04F 13/00; encintados E04F 19/02; felpudos metálicos para limpiar las suelas del calzado A47L 23/24; de materiales semejantes a los de las carreteras E01C; suelos portantes E04B 5/00) [2006.01]"
  },
  {
    "code": "E04F 15/02",
    "description": "••Revestimientos de suelos compuestos de un cierto número de elementos semejantes (en capas E04F 15/16) [2006.01]"
  },
  {
    "code": "E04F 15/022",
    "description": "••••Revestimiento del suelo de losas de entarimado sobre una subcapa no envuelta, de otro material, p. ej. planchas, hormigón, corcho [2006.01]"
  },
  {
    "code": "E04F 15/024",
    "description": "••••Falsos suelos realizados, transportables, p. ej. suelos de computadores [2006.01]"
  },
  {
    "code": "E04F 15/04",
    "description": "••••únicamente de madera, p. ej. con órganos de unión de madera (parqué enrollable E04F 15/16) [2006.01]"
  },
  {
    "code": "E04F 15/06",
    "description": "••••de metal, combinado o no con otro material (rejillas como elementos de construcción E04C 2/42) [2006.01]"
  },
  {
    "code": "E04F 15/08",
    "description": "••••únicamente de piedra o de material análogo, p. ej. de hormigón; de vidrio [2006.01]"
  },
  {
    "code": "E04F 15/10",
    "description": "••••de otros materiales, p. ej. de materiales fibrosos o en copos, de materiales plásticos orgánicos, de magnesia, de aglomerados [2006.01]"
  },
  {
    "code": "E04F 15/12",
    "description": "••Revestimientos de suelos hechos de productos preparados in situ, p. ej. suelos de magnesita, terrazo, mosaico (productos minerales o bituminosos C04B; materiales plásticos orgánicos C08L) [2006.01]"
  },
  {
    "code": "E04F 15/14",
    "description": "••••Estructura de las uniones, p. ej. bandas intercalares (juntas de estanqueidad no limitadas a los revestimientos de suelos E04B 1/68) [2006.01]"
  },
  {
    "code": "E04F 15/16",
    "description": "••Revestimientos colocados en forma de capas flexibles, p. ej. parqué sobre capa flexible; Capas especialmente adaptadas a revestimientos de suelo (suelos montados elásticamente, p. ej. suelos montados sobre resortes E04F 15/22; linóleum D06N; napas en general, fabricación de las napas, ver las clases correspondientes) [2006.01]"
  },
  {
    "code": "E04F 15/18",
    "description": "••Capas aislantes colocadas separadamente; Otros medios adicionales de aislamiento; Suelos flotantes (aislamiento de edificios en general E04B 1/62) [2006.01]"
  },
  {
    "code": "E04F 15/20",
    "description": "••••para aislamiento acústico [2006.01]"
  },
  {
    "code": "E04F 15/22",
    "description": "••Suelos montados elásticamente, p. ej. suelos montados sobre resortes (puestos en el estado de las capas E04F 15/16) [2006.01]"
  },
  {
    "code": "E04F 17/00",
    "description": "Fundas verticales; Conductos, p. ej. para secado (tubos en general F16L; sistemas de canalización F17D) [2006.01]"
  },
  {
    "code": "E04F 17/02",
    "description": "••para la evacuación de los gases de combustión, p. ej. de chimenea (chimeneas interiores independientes E04H 12/28; relación entre el hogar y la chimenea, guarniciones de chimenea, tapas de registro para limpieza de las chimeneas F23J; sombreretes de chimenea F23L); Elementos de construcción especialmente proyectados para esta finalidad, p. ej. ladrillos o bloques de formas apropiadas [2006.01]"
  },
  {
    "code": "E04F 17/04",
    "description": "••Conductos para aire [2006.01]"
  },
  {
    "code": "E04F 17/06",
    "description": "••Tragaluces, p. ej. para bodegas [2006.01]"
  },
  {
    "code": "E04F 17/08",
    "description": "••Fundas industriales (tapas que permiten el acceso a los conductos, tapas para vigilancia E04F 19/08) [2006.01]"
  },
  {
    "code": "E04F 17/10",
    "description": "••Dispositivos en los edificios para la evacuación de basuras (cubos de basura, recogida o retirada de basuras B65F) [2006.01]"
  },
  {
    "code": "E04F 17/12",
    "description": "••••Vertederos de basuras [2006.01]"
  },
  {
    "code": "E04F 19/00",
    "description": "Otros detalles o elementos de construcción para los trabajos de acabado de los edificios (escaleras, p. ej. garfios para trepar, E06C 9/04) [2006.01]"
  },
  {
    "code": "E04F 19/02",
    "description": "••Bordillos; Bandas de acabado, p. ej. listones; Salientes de lumbreras (para la protección de las aristas de las superficies de yeso E04F 13/06) [2006.01]"
  },
  {
    "code": "E04F 19/04",
    "description": "••••para utilizar entre el suelo o el techo y el muro, p. ej. rodapié [2006.01]"
  },
  {
    "code": "E04F 19/06",
    "description": "••••especialmente proyectados para sujetar paneles [2006.01]"
  },
  {
    "code": "E04F 19/08",
    "description": "••Alacenas; Paneles de cierre para hornacinas; Tapas para agujeros que permiten el acceso a las instalaciones (puertas para deshollinado de las chimeneas F23J) [2006.01]"
  },
  {
    "code": "E04F 19/10",
    "description": "••Rejas empotradas, p. ej. limpiapiés [2006.01]"
  },
  {
    "code": "E04F 21/00",
    "description": "Herramientas para trabajos de acabado de los edificios (para el trabajo o el tratamiento de la piedra de talla o análogo B28D; proyectado especialmente para detalles concretos contemplados en los grupos de esta subclase, véanse los grupos relativos a estos detalles) [2006.01]"
  },
  {
    "code": "E04F 21/02",
    "description": "••para aplicar materiales en estado plástico sobre las superficies, p. ej. para enlucir muros (especialmente para la colocación de revestimientos de suelos E04F 21/20; aplicacion de líquidos o de otros materiales fluidos a las superficies, en general B05; artes decorativas B44) [2006.01]"
  },
  {
    "code": "E04F 21/04",
    "description": "••••Moldes o plantillas; Regletas de acoplamiento [2006.01]"
  },
  {
    "code": "E04F 21/05",
    "description": "••••••Soportes para reglas de acoplamiento [2006.01]"
  },
  {
    "code": "E04F 21/06",
    "description": "••••Herramientas para aplicar yeso, materiales aislantes, o similares [2006.01]"
  },
  {
    "code": "E04F 21/08",
    "description": "••••••Herramientas mecánicas (E04F 21/14 tiene prioridad; aparatos de pulverización en general B05B; proyección de arena B24C) [2006.01]"
  },
  {
    "code": "E04F 21/10",
    "description": "••••••••funcionando por centrifugación [2006.01]"
  },
  {
    "code": "E04F 21/12",
    "description": "••••••••funcionando por presión de gas, p. ej. por presión de vapor [2006.01]"
  },
  {
    "code": "E04F 21/14",
    "description": "••••••en pozos, p. ej. en chimeneas [2006.01]"
  },
  {
    "code": "E04F 21/16",
    "description": "••••Herramientas para el tratamiento ulterior del yeso, escayola o similar, p. ej. herramientas para alisar, llanas o paletas acodadas [2006.01]"
  },
  {
    "code": "E04F 21/165",
    "description": "••para el acabado de juntas o uniones, p. ej. instrumentos para rascar o llenar las juntas, aparatos para juntar (herramientas para la colocación de ladrillos E04G 21/16; reparación, p. ej. rellenado de grietas, E04G 23/02) [2006.01]"
  },
  {
    "code": "E04F 21/18",
    "description": "••para la colocación de losas en cuadros o de placas de techo (herramientas para el trabajo del mosaico B44C) [2006.01]"
  },
  {
    "code": "E04F 21/20",
    "description": "••para la colocación de revestimientos de los suelos (hechos de materiales semejantes a los revestimientos de carretera o pavimentos E01C) [2006.01]"
  },
  {
    "code": "E04F 21/22",
    "description": "••••hechos de elementos individuales, p. ej. uñas de soladores [2006.01]"
  },
  {
    "code": "E04F 21/24",
    "description": "••••hechos de productos preparados in situ, p. ej. herramientas para alisar [2006.01]"
  },
  {
    "code": "E04F 21/26",
    "description": "••para el montaje de escaleras, p. ej. herramientas para marcar escalones [2006.01]"
  },
  {
    "code": "E04F 21/28",
    "description": "••para la colocación de vidrios (cortacristales C03B 33/10) [2006.01]"
  },
  {
    "code": "E04F 21/30",
    "description": "••••Extrusores o pistoletes de masilla [2006.01]"
  },
  {
    "code": "E04F 21/32",
    "description": "••••Cuchillas para la masilla; Removedores [2006.01]"
  }
]