[
  {
    "code": "E04G 1/00",
    "description": "Andamiajes que descansan principalmente en el suelo [2006.01]"
  },
  {
    "code": "E04G 1/02",
    "description": "••constituidos esencialmente por elementos de forma alargada según una sola dimensión, p. ej. postes, mástiles en trabazón, con o sin partes terminales de forma especial, unidos entre ellos por cualquier medio apropiado [2006.01]"
  },
  {
    "code": "E04G 1/04",
    "description": "••••siendo los elementos exclusivamente postes, troncos, vigas u otras piezas de análoga forma y de sección simple [2006.01]"
  },
  {
    "code": "E04G 1/06",
    "description": "••••••comprendiendo elementos con partes en forma de tronco o tubos que se adaptan extremo con extremo, con o sin piezas de empalme separadas [2006.01]"
  },
  {
    "code": "E04G 1/08",
    "description": "••••••unidos los unos con los otros por medio de bulones o de piezas análogas que penetran en los elementos [2006.01]"
  },
  {
    "code": "E04G 1/10",
    "description": "••••••••Construcciones de madera [2006.01]"
  },
  {
    "code": "E04G 1/12",
    "description": "••••comprendiendo elementos de sección especial, p. ej. compuesta, o con orejetas o elementos análogos u orificios laterales para soportar o fijar los otros elementos [2006.01]"
  },
  {
    "code": "E04G 1/14",
    "description": "••comprendiendo esencialmente elementos bidimensionales preensamblados, formando cuadro o complementarios, p. ej. barras en L o H, con o sin entibación (E04G 1/15 tiene prioridad) [2006.01]"
  },
  {
    "code": "E04G 1/15",
    "description": "••comprendiendo esencialmente medios esenciales para soportar o formar plataformas (E04G 1/20 tiene prioridad); Plataformas (planchas o maderos con esa finalidad E04G 5/08) [2006.01]"
  },
  {
    "code": "E04G 1/17",
    "description": "••Comprendiendo esencialmente elementos tridimensionales preensamblados, p. ej. elementos cúbicos [2006.01]"
  },
  {
    "code": "E04G 1/18",
    "description": "••regulables en altura [2006.01]"
  },
  {
    "code": "E04G 1/20",
    "description": "••••Andamiajes que comprenden miembros verticales y provisiones para, a lo largo de diferentes posiciones, soportar miembros transversales o plataformas [2006.01]"
  },
  {
    "code": "E04G 1/22",
    "description": "••••Andamiajes que tienen una plataforma sobre un basamento extensible, p. ej. del tipo telescópico o con un mecanismo de pantógrafo [2006.01]"
  },
  {
    "code": "E04G 1/24",
    "description": "••comprendiendo esencialmente una estructura de base especial; comprendiendo esencialmente partes especiales de ligazón con el suelo, p. ej. puntales inclinados, ruedas (partes constitutivas E04G 5/00) [2006.01]"
  },
  {
    "code": "E04G 1/28",
    "description": "••proyectados para procurar un soporte únicamente con una pequeña altura [2006.01]"
  },
  {
    "code": "E04G 1/30",
    "description": "••••Andamiajes con escalas [2006.01]"
  },
  {
    "code": "E04G 1/32",
    "description": "••••Otros soportes que se mantienen en pie por sí mismos, p. ej. utilizando caballetes (soportes o caballetes en general F16M 11/00) [2006.01]"
  },
  {
    "code": "E04G 1/34",
    "description": "••Estructuras de andamiajes susceptibles de quedar plegadas en partes prismáticas o planas o susceptibles de ser rebatidas [2006.01]"
  },
  {
    "code": "E04G 1/36",
    "description": "••Andamiajes para partes particulares de los edificios o de los edificios de formas particulares, p. ej. para escaleras, para cúpulas, para bóvedas [2006.01]"
  },
  {
    "code": "E04G 1/38",
    "description": "••Andamiajes parcialmente sostenidos por el edificio (escalas fijables a estructuras E06C 1/34) [2006.01]"
  },
  {
    "code": "E04G 3/00",
    "description": "Andamiajes esencialmente sostenidos por el edificio, p. ej. regulables en altura (E04G 1/00 tiene prioridad) [2006.01]"
  },
  {
    "code": "E04G 3/18",
    "description": "••sostenidos mediante voladizos u otras provisiones montadas en aberturas del edificio, p. ej. aberturas de ventanas (E04G 3/28 tiene prioridad) [2006.01]"
  },
  {
    "code": "E04G 3/20",
    "description": "••sostenidos mediante paredes (E04G 3/28 tiene prioridad; anclajes de pared para la sujeción de andamiajes E04G 5/04; ménsulas E04G 5/06) [2006.01]"
  },
  {
    "code": "E04G 3/22",
    "description": "••sostenidos mediante tejados o techos (E04G 3/28 tiene prioridad) [2006.01]"
  },
  {
    "code": "E04G 3/24",
    "description": "••especialmente adaptados para partes particulares de edificios o para edificios de forma particular, p. ej. chimeneas o torretas eléctricas (E04G 3/28 tiene prioridad) [2006.01]"
  },
  {
    "code": "E04G 3/26",
    "description": "••••especialmente adaptados para trabajar sobre tejados [2006.01]"
  },
  {
    "code": "E04G 3/28",
    "description": "••Andamiajes móviles; Andamiajes con plataformas móviles [2006.01]"
  },
  {
    "code": "E04G 3/30",
    "description": "••••suspendido mediante elementos de sujeción flexibles, p. ej. cables [2006.01]"
  },
  {
    "code": "E04G 3/32",
    "description": "••••••Dispositivos de elevación; Dispositivos de seguridad [2006.01]"
  },
  {
    "code": "E04G 3/34",
    "description": "••••caracterizados por estructuras de soporte dispuestas sobre los tejados [2006.01]"
  },
  {
    "code": "E04G 5/00",
    "description": "Partes constitutivas o accesorios de los andamiajes (montajes E04G 7/00) [2006.01]"
  },
  {
    "code": "E04G 5/02",
    "description": "••Pies de andamiajes, p. ej. con medios de regulación [2006.01]"
  },
  {
    "code": "E04G 5/04",
    "description": "••Medios para fijar, mantener, anclar los andamiajes en o contra los edificios (dispositivos de fijación en general F16B) [2006.01]"
  },
  {
    "code": "E04G 5/06",
    "description": "••Ménsulas; Pescantes [2006.01]"
  },
  {
    "code": "E04G 5/08",
    "description": "••Planchas o maderos de andamiajes [2006.01]"
  },
  {
    "code": "E04G 5/10",
    "description": "••Escalones o escaleras especialmente adaptados para andamiajes [2006.01]"
  },
  {
    "code": "E04G 5/12",
    "description": "••Cubiertas [2006.01]"
  },
  {
    "code": "E04G 5/14",
    "description": "••Barandillas [2006.01]"
  },
  {
    "code": "E04G 5/16",
    "description": "••Barras o varillas de rigidización, p. ej. varillas diagonales [2006.01]"
  },
  {
    "code": "E04G 7/00",
    "description": "Montaje de los elementos de andamiaje (para construcción en general E04B 1/38; montajes en general F16B) [2006.01]"
  },
  {
    "code": "E04G 7/02",
    "description": "••con piezas de montaje separadas [2006.01]"
  },
  {
    "code": "E04G 7/04",
    "description": "••••Piezas de montaje flexibles, con o sin ganchos, p. ej. cuerdas, cables, cadenas (en general F16G) [2006.01]"
  },
  {
    "code": "E04G 7/06",
    "description": "••••Bridas rígidas para unir elementos de andamiaje de igual forma [2006.01]"
  },
  {
    "code": "E04G 7/08",
    "description": "••••••Bridas para elementos montados en paralelo [2006.01]"
  },
  {
    "code": "E04G 7/10",
    "description": "••••••••Bridas mediante autopresión, p. ej. estribos [2006.01]"
  },
  {
    "code": "E04G 7/12",
    "description": "••••••Bridas o grapas para elementos cruzados (E04G 7/22 tiene prioridad) [2006.01]"
  },
  {
    "code": "E04G 7/14",
    "description": "••••••••para apretar los elementos independientes unos contra otros [2006.01]"
  },
  {
    "code": "E04G 7/16",
    "description": "••••••••••cuyas partes de apriete para los elementos diferentes pueden girar la una en relación con la otra [2006.01]"
  },
  {
    "code": "E04G 7/18",
    "description": "••••••••para apretar los elementos del uno contra el otro o contra cualquier otra pieza separada que forme apoyo entre los elementos [2006.01]"
  },
  {
    "code": "E04G 7/20",
    "description": "••••••para extremidades de los elementos solamente, p. ej. para unir los elementos extremo con extremo [2006.01]"
  },
  {
    "code": "E04G 7/22",
    "description": "••••••para unir la extremidad de un elemento al lado del otro [2006.01]"
  },
  {
    "code": "E04G 7/24",
    "description": "••••••Empalme poniendo en juego los dispositivos citados en más de uno de los grupos E04G 7/08, E04G 7/12, E04G 7/20, E04G 7/22 [2006.01]"
  },
  {
    "code": "E04G 7/26",
    "description": "••••para empleo con elementos de andamiaje de formas especiales [2006.01]"
  },
  {
    "code": "E04G 7/28",
    "description": "••••Grapas o fijaciones para sujetar las planchas (ganchos E04G 5/06) [2006.01]"
  },
  {
    "code": "E04G 7/30",
    "description": "••Barras o elementos de andamiaje con piezas de montaje fijadas de forma inamovible [2006.01]"
  },
  {
    "code": "E04G 7/32",
    "description": "••••con piezas de montaje que utilizan cuñas de sujeción [2006.01]"
  },
  {
    "code": "E04G 7/34",
    "description": "••••con piezas de montaje que utilizan acoplamiento positivo, p. ej. ganchos o pasadores [2006.01]"
  },
  {
    "code": "E04G 9/00",
    "description": "Elementos de molde o de encofrado de uso general [2006.01]"
  },
  {
    "code": "E04G 9/02",
    "description": "••Conjuntos de encofrado o elementos análogos (E04G 9/08, E04G 9/10 tienen prioridad) [2006.01]"
  },
  {
    "code": "E04G 9/04",
    "description": "••••siendo la superficie moldeante de madera [2006.01]"
  },
  {
    "code": "E04G 9/05",
    "description": "••••siendo la superficie moldeante de materia plástica [2006.01]"
  },
  {
    "code": "E04G 9/06",
    "description": "••••siendo la superficie moldeante de metal [2006.01]"
  },
  {
    "code": "E04G 9/08",
    "description": "••Conjuntos de encofrado o elementos análogos susceptibles de ser replegados, plegados o enrollados [2006.01]"
  },
  {
    "code": "E04G 9/10",
    "description": "••con particularidades suplementarias, tales como superficie moldeante, aislante, calefactante o presentando una permeabilidad al agua o al aire [2006.01]"
  },
  {
    "code": "E04G 11/00",
    "description": "Moldes, encofrados o cimbras para la fabricación de muros, pisos, techos o tejados [2006.01]"
  },
  {
    "code": "E04G 11/02",
    "description": "••para habitaciones enteras, plantas enteras o edificios enteros [2006.01]"
  },
  {
    "code": "E04G 11/04",
    "description": "••para construcciones de forma esférica, esferoidal o similares, o para cúpulas con sección horizontal o vertical, circular o poligonal; Encofrados inflables (uniones de válvulas a cuerpos elásticos inflables B60C 29/00) [2006.01]"
  },
  {
    "code": "E04G 11/06",
    "description": "••para muros, p. ej. curvas (E04G 11/04 tiene prioridad) [2006.01]"
  },
  {
    "code": "E04G 11/08",
    "description": "••••Encofrados que se desmontan totalmente después de la colocación del hormigón y se vuelven a montar para la colada siguiente (montajes o soportes para encofrado E04G 17/00) [2006.01]"
  },
  {
    "code": "E04G 11/10",
    "description": "••••••hechos de elementos sin vigas (E04G 11/18 tiene prioridad) [2006.01]"
  },
  {
    "code": "E04G 11/12",
    "description": "••••••hechos de elementos y de vigas (E04G 11/18 tiene prioridad) [2006.01]"
  },
  {
    "code": "E04G 11/14",
    "description": "••••••••con vigas alineadas con los elementos e intercaladas entre ellos [2006.01]"
  },
  {
    "code": "E04G 11/16",
    "description": "••••••••con vigas colocadas en el interior de los muros [2006.01]"
  },
  {
    "code": "E04G 11/18",
    "description": "••••••para muros con doble pared [2006.01]"
  },
  {
    "code": "E04G 11/20",
    "description": "••••Encofrados móviles; Encofrados móviles para el montaje de estructuras cilíndricas, cónicas o hiperbólicas; Modelos que sirven de encofrados para colocar in situ bloques o similares (E04G 11/04 tiene prioridad) [2006.01]"
  },
  {
    "code": "E04G 11/22",
    "description": "••••••Encofrados deslizantes que se pueden colocar de manera continua o paso a paso y que están en contacto con el hormigón mientras se deslizan; Instalaciones de los medios de elevación con este fin [2006.01]"
  },
  {
    "code": "E04G 11/24",
    "description": "••••••••Estructuras de los gatos de levantamiento o de los montajes de elevación para encofrados deslizantes (conjuntos de elevación del tipo elevador en general B66F) [2006.01]"
  },
  {
    "code": "E04G 11/26",
    "description": "••••••cuyo encamisado está constituido de bandas sin fin o análogas guiadas por rodillos arrastradores [2006.01]"
  },
  {
    "code": "E04G 11/28",
    "description": "••••••Encofrados ascendentes, es decir, encofrados que no están en contacto con el hormigón vertido mientras se les sube de capa en capa [2006.01]"
  },
  {
    "code": "E04G 11/30",
    "description": "••••••••que son elevados capa a capa por giro, volcado o cualquier otro movimiento análogo alrededor de un eje horizontal [2006.01]"
  },
  {
    "code": "E04G 11/32",
    "description": "••••••Encofrados basculantes o mesas basculantes para la fabricación de muros completos o de partes de muros in situ [2006.01]"
  },
  {
    "code": "E04G 11/34",
    "description": "••••••Encofrados mediante desplazamiento horizontal para hacer muros o secciones de muros de un solo bloque (E04G 11/26 tiene prioridad) [2006.01]"
  },
  {
    "code": "E04G 11/36",
    "description": "••para suelos, techos o tejados de superficie plana o curva [2006.01]"
  },
  {
    "code": "E04G 11/38",
    "description": "••••para techos planos de hormigón [2006.01]"
  },
  {
    "code": "E04G 11/40",
    "description": "••••para techos de cajones o con nerviaciones [2006.01]"
  },
  {
    "code": "E04G 11/42",
    "description": "••••••con vigas metálicas o en hormigón prefabricado [2006.01]"
  },
  {
    "code": "E04G 11/44",
    "description": "••••••con vigas para soportar el encofrado, utilizadas al mismo tiempo como armadura de las nerviaciones [2006.01]"
  },
  {
    "code": "E04G 11/46",
    "description": "••••••en forma de sombrero o de canalón formando una nerviación o la sección entre dos nerviaciones o formando una nerviación y la sección plana vecina del piso o del techo [2006.01]"
  },
  {
    "code": "E04G 11/48",
    "description": "••••Estructuras portantes para encofrados o marcos para suelos o techos (puntales E04G 25/00) [2006.01]"
  },
  {
    "code": "E04G 11/50",
    "description": "••••••Voladizos, vigas o piezas del mismo género que actúan como soporte del encofrado (piezas anexas, p. ej. ménsulas, para fijar al muro E04G 17/16; voladizos destinados a formar parte de la construcción E04C 3/02) [2006.01]"
  },
  {
    "code": "E04G 11/52",
    "description": "••••••••de varios elementos colocados in situ el uno después del otro [2006.01]"
  },
  {
    "code": "E04G 11/54",
    "description": "••••••••del tipo extensible con o sin plantillas portadoras regulables, tablillas o análogos [2006.01]"
  },
  {
    "code": "E04G 11/56",
    "description": "••••••••••del tipo telescópico [2006.01]"
  },
  {
    "code": "E04G 13/00",
    "description": "Cimbras, moldes o encofrados para partes especiales de los edificios, p. ej. escaleras, escalones, cornisas o balcones (moldes para la fabricación de elementos de edificios prefabricados o de elementos de escaleras prefabricadas B28B 7/22) [2006.01]"
  },
  {
    "code": "E04G 13/02",
    "description": "••para columnas o pilares análogos; Medios especiales de unión o de apriete con esta finalidad [2006.01]"
  },
  {
    "code": "E04G 13/04",
    "description": "••para dinteles, vigas o montantes destinados a estar colocados separadamente; Medios especiales de unión o de apriete con esta finalidad (piezas anexas, p. ej. ménsulas, para fijar al muro E04G 17/16) [2006.01]"
  },
  {
    "code": "E04G 13/06",
    "description": "••para escaleras, escalones, cornisas, balcones u otras partes en voladizo con relación al muro [2006.01]"
  },
  {
    "code": "E04G 15/00",
    "description": "Moldes o encofrados para hacer aberturas, cavidades, hendiduras o conductos (formando parte del encofrado de los muros E04G 11/06) [2006.01]"
  },
  {
    "code": "E04G 15/02",
    "description": "••para ventanas, puertas o análogos [2006.01]"
  },
  {
    "code": "E04G 15/04",
    "description": "••Almas para agujeros de anclaje o análogos [2006.01]"
  },
  {
    "code": "E04G 15/06",
    "description": "••para cavidades o conductos en los muros o en los pisos, p. ej. para hacer chimeneas [2006.01]"
  },
  {
    "code": "E04G 17/00",
    "description": "Piezas de montaje o cualesquiera otras piezas auxiliares para el molde, cimbra o encofrado [2006.01]"
  },
  {
    "code": "E04G 17/02",
    "description": "••Medios de montaje o de inmovilización para los elementos no metálicos de encofrado o de consolidación [2006.01]"
  },
  {
    "code": "E04G 17/04",
    "description": "••Medios de montaje o de inmovilización para los elementos metálicos de encofrado o de consolidación [2006.01]"
  },
  {
    "code": "E04G 17/06",
    "description": "••Ligamentos; Espaciadores [2006.01]"
  },
  {
    "code": "E04G 17/065",
    "description": "••••Ligamentos cuyos elementos sometidos a tracción son roscados para permitir su fijación o puesta en tensión [2006.01]"
  },
  {
    "code": "E04G 17/07",
    "description": "••••Ligamentos cuyos elementos sometidos a tracción se fijan o se tensan por medio de elementos en forma de cuña [2006.01]"
  },
  {
    "code": "E04G 17/075",
    "description": "••••Ligamentos cuyos elementos sometidos a tracción se fijan o se tensan por otros medios [2006.01]"
  },
  {
    "code": "E04G 17/12",
    "description": "••••mediante brazos que abrazan los encofrados [2006.01]"
  },
  {
    "code": "E04G 17/14",
    "description": "••Dispositivos para atirantar o afirmar los encofrados de muros; Dispositivos para alinear los encofrados (E04G 25/00 tiene prioridad) [2006.01]"
  },
  {
    "code": "E04G 17/16",
    "description": "••Piezas anexas, p. ej. ménsulas, para fijación a los muros soportando las vigas o piezas análogas que sujetan a su vez los encofrados o moldes para pisos, dinteles o montantes [2006.01]"
  },
  {
    "code": "E04G 17/18",
    "description": "••Dispositivos para suspender o enganchar los elementos de encofrados con vigas colocadas en los techos, p. ej. estribos de suspensión [2006.01]"
  },
  {
    "code": "E04G 19/00",
    "description": "Operaciones conexas sobre moldes, p. ej. el desmontaje; Dispositivos de limpieza (compuestos lubrificantes C10M) [2006.01]"
  },
  {
    "code": "E04G 21/02",
    "description": "••Transporte o trabajo del hormigón o de materiales similares susceptibles de ser colocados en montones o coladas (trabajo del hormigón en general, p. ej. hormigoneras, B28C; composición del hormigón C04B; construcción y alisamiento de los revestimientos de los suelos hechos de materiales parecidos a los revestimientos de las carreteras o a los pavimentos E01C; para las presas E02B 7/00; para las cimentaciones E02D 15/00; en relación con el trabajo de acabado E04F) [2006.01]"
  },
  {
    "code": "E04G 21/04",
    "description": "••••Dispositivos para transportar y distribuir simultáneamente (bombas para hormigón F04) [2006.01]"
  },
  {
    "code": "E04G 21/06",
    "description": "••••Compactación del hormigón, p. ej. por colocación mediante vacío antes del endurecimiento (para construcción de carreteras E01C 19/00; dispositivos aplicables igualmente a la compactación del suelo E02D 3/02) [2006.01]"
  },
  {
    "code": "E04G 21/08",
    "description": "••••••Dispositivos para vibrar el hormigón interiormente [2006.01]"
  },
  {
    "code": "E04G 21/10",
    "description": "••••Dispositivos para igualado, p. ej. plantillas o tablillas (herramientas para alisar E04F 21/16, E04F 21/24) [2006.01]"
  },
  {
    "code": "E04G 21/12",
    "description": "••Montaje de elementos de armado; Aplicación de la precompresión (fundas para elementos de precompresión E04C 5/10; medios de anclaje E04C 5/12; empalmes para elementos de armado o espaciadores E04C 5/16) [2006.01]"
  },
  {
    "code": "E04G 21/14",
    "description": "••Transporte o montaje de los elementos de construcción (techado E04D; trabajos de acabado E04F) [2006.01]"
  },
  {
    "code": "E04G 21/16",
    "description": "••••Herramientas o aparatos (dispositivos para la erección de empalizadas E04H 17/26) [2006.01]"
  },
  {
    "code": "E04G 21/18",
    "description": "••••••Herramientas para ajuste; Plantillas [2006.01]"
  },
  {
    "code": "E04G 21/20",
    "description": "••••••para aplicar el mortero [2006.01]"
  },
  {
    "code": "E04G 21/22",
    "description": "••••••para colocar en el mortero los elementos de construcción, p. ej. máquinas para colocar los ladrillos [2006.01]"
  },
  {
    "code": "E04G 21/24",
    "description": "••Medidas de seguridad y de protección para evitar dañar las partes del edificio o los acabados durante la construcción (considerados como elementos constitutivos auxiliares de los andamiajes E04G 5/00) [2006.01]"
  },
  {
    "code": "E04G 21/26",
    "description": "••••Medios para apuntalar elementos de muro; Puntales o análogos, p. ej. para mantener la posición de los muros prefabricados (E04G 25/00 tiene prioridad; en edificios existentes E04G 23/04) [2006.01]"
  },
  {
    "code": "E04G 21/28",
    "description": "••••contra las intemperies [2006.01]"
  },
  {
    "code": "E04G 21/30",
    "description": "••••contra los daños mecánicos o la suciedad, p. ej. cubiertas de protección para escaleras [2006.01]"
  },
  {
    "code": "E04G 21/32",
    "description": "••Medidas de seguridad o de protección para las personas durante la construcción de los edificios (para las relativas a los andamiajes E04G 5/00; cuerdas o cinturones de salvamento A62B 1/16, A62B 35/00; útiles para trepar, p. ej. patas para subir a los mástiles, A63B 27/00) [2006.01]"
  },
  {
    "code": "E04G 23/00",
    "description": "Operaciones en edificios existentes (en las cimentaciones E02D 35/00, E02D 37/00; relativos al aislamiento E04B; trabajos subsiguientes o de acabado E04F) [2006.01]"
  },
  {
    "code": "E04G 23/02",
    "description": "••Reparación, p. ej. rellenado de grietas; Restauración; Modificación; Agrandamiento [2006.01]"
  },
  {
    "code": "E04G 23/03",
    "description": "••••especialmente adaptados a tejados, p. ej. acondicionamiento de áticos [2006.01]"
  },
  {
    "code": "E04G 23/04",
    "description": "••Apuntalamiento de los edificios o partes de edificios que han llegado a ser peligrosos o dañados, p. ej. a causa de ataques aéreos (puntales E04G 25/00) [2006.01]"
  },
  {
    "code": "E04G 23/06",
    "description": "••División, levantamiento, desplazamiento de los edificios; Construcción de una nueva infraestructura [2006.01]"
  },
  {
    "code": "E04G 23/08",
    "description": "••Demolición de los edificios (desmontaje de puentes E01D 24/00) [2006.01]"
  },
  {
    "code": "E04G 25/00",
    "description": "Puntales o tirantes (especialmente concebidos para el trabajo en minas E21D 15/00); Cuñas [2006.01]"
  },
  {
    "code": "E04G 25/02",
    "description": "••no telescópicas [2006.01]"
  },
  {
    "code": "E04G 25/04",
    "description": "••telescópicas [2006.01]"
  },
  {
    "code": "E04G 25/06",
    "description": "••••cuyos elementos se mantienen entre ellos por medios rígidos [2006.01]"
  },
  {
    "code": "E04G 25/08",
    "description": "••••cuyos elementos se mantienen entre ellos por fricción o apriete [2006.01]"
  },
  {
    "code": "E04G 27/00",
    "description": "Dispositivos provisionales que permiten el acceso de un nivel a otro al personal o a los vehículos, p. ej. escalones, rampas (como componentes o accesorios para andamiaje E04G 5/00; pasarelas de barco B63; ascensores B66; puentes para acceder a estructuras flotantes E01D 15/24; escaleras o rampas permanentes E04F 11/00; escaleras E06C) [2006.01]"
  }
]