[
  {
    "code": "E05C 1/00",
    "description": "Dispositivos de inmovilización con cerrojos que se desplazan en forma rectilínea (dispositivos automáticos, es decir liberables al tirar o al empujar el batiente E05C 19/02) [2006.01]"
  },
  {
    "code": "E05C 1/02",
    "description": "••sin acción de un picaporte [2006.01]"
  },
  {
    "code": "E05C 1/04",
    "description": "••••con empuñadura de maniobra u órgano equivalente fijo rígidamente al cerrojo [2006.01]"
  },
  {
    "code": "E05C 1/06",
    "description": "••••con empuñadura de maniobra u órgano equivalente que se desplaza no rígidamente [2006.01]"
  },
  {
    "code": "E05C 1/08",
    "description": "••con acción de un picaporte [2006.01]"
  },
  {
    "code": "E05C 1/10",
    "description": "••••con empuñadura de maniobra u órgano equivalente fijo rígidamente al picaporte [2006.01]"
  },
  {
    "code": "E05C 1/12",
    "description": "••••con empuñadura de maniobra u órgano equivalente desplazándose no rígidamente con el picaporte [2006.01]"
  },
  {
    "code": "E05C 1/14",
    "description": "••••••cuya empuñadura u órgano se desplaza esencialmente hacia o al encuentro del plano del batiente o del durmiente [2006.01]"
  },
  {
    "code": "E05C 1/16",
    "description": "••••••cuya empuñadura u órgano se desplaza esencialmente en un plano sensiblemente paralelo al batiente [2006.01]"
  },
  {
    "code": "E05C 3/00",
    "description": "Dispositivos de inmovilización con cerrojos que se desplazan de forma giratoria o rotativa (dispositivos automáticos, es decir liberables al tirar o al empujar el batiente E05C 19/02) [2006.01]"
  },
  {
    "code": "E05C 3/02",
    "description": "••sin acción de un picaporte [2006.01]"
  },
  {
    "code": "E05C 3/04",
    "description": "••••con empuñadura de maniobra u órgano equivalente fijo rígidamente al cerrojo [2006.01]"
  },
  {
    "code": "E05C 3/06",
    "description": "••••con empuñadura de maniobra u órgano equivalente desplazándose no rígidamente con el cerrojo [2006.01]"
  },
  {
    "code": "E05C 3/08",
    "description": "••••••cuya empuñadura u órgano se desplaza esencialmente hacia o al encuentro del plano del batiente o del durmiente [2006.01]"
  },
  {
    "code": "E05C 3/10",
    "description": "••••••cuya empuñadura u órgano se desplaza esencialmente en un plano esencialmente paralelo al batiente [2006.01]"
  },
  {
    "code": "E05C 3/12",
    "description": "••con acción de un picaporte (dispositivos en los cuales la parte que bloca está constituida por un resorte o simplemente empujada por un resorte y se desplaza únicamente por deformación del mismo, p. ej. hendidura de las gualdas de una llave, E05C 19/06) [2006.01]"
  },
  {
    "code": "E05C 3/14",
    "description": "••••con empuñadura de maniobra u órgano equivalente fijo rígidamente al picaporte [2006.01]"
  },
  {
    "code": "E05C 3/16",
    "description": "••••con empuñadura de maniobra u órgano equivalente desplazándose no rígidamente con el picaporte [2006.01]"
  },
  {
    "code": "E05C 3/22",
    "description": "••••••estando el cerrojo accionado por un resorte [2006.01]"
  },
  {
    "code": "E05C 3/24",
    "description": "••••••••teniendo la forma de un ángulo bifurcado [2006.01]"
  },
  {
    "code": "E05C 3/26",
    "description": "••••••••••engarzando en una armella en forma de clavija [2006.01]"
  },
  {
    "code": "E05C 3/28",
    "description": "••••••••••••con doble cerrojo funcionando simultáneamente [2006.01]"
  },
  {
    "code": "E05C 3/30",
    "description": "••••••••teniendo la forma de una aldabilla o gancho [2006.01]"
  },
  {
    "code": "E05C 3/32",
    "description": "••••••••••engarzando una armella con el gancho (E05C 3/34 tiene prioridad) [2006.01]"
  },
  {
    "code": "E05C 3/34",
    "description": "••••••••••con dobles cerrojos funcionando simultáneamente [2006.01]"
  },
  {
    "code": "E05C 3/36",
    "description": "••••••••teniendo la forma de un engranaje giratorio [2006.01]"
  },
  {
    "code": "E05C 3/38",
    "description": "••••••••con cerrojos engarzando una armella en forma de gancho (E05C 3/24, E05C 3/30, E05C 3/36 tienen prioridad) [2006.01]"
  },
  {
    "code": "E05C 3/40",
    "description": "••••••••con cerrojos que tienen una armella en forma de clavija (E05C 3/24, E05C 3/30, E05C 3/36 tienen prioridad) [2006.01]"
  },
  {
    "code": "E05C 5/00",
    "description": "Dispositivos de cierre con cerrojos que se desplazan de una forma diferente de la puramente rectilínea y de una forma giratoria o rotativa solamente (dispositivos automáticos, es decir liberables al tirar o al empujar el batiente E05C 19/02) [2006.01]"
  },
  {
    "code": "E05C 5/02",
    "description": "••desplazándose a la vez según el eje y girando alrededor del mismo para bloquear el batiente [2006.01]"
  },
  {
    "code": "E05C 5/04",
    "description": "••••actuando los dos movimientos simultáneamente, p. ej. entrando a rosca un agujero [2006.01]"
  },
  {
    "code": "E05C 7/02",
    "description": "••para batientes que se colocan el uno detrás del otro en la posición de cierre [2006.01]"
  },
  {
    "code": "E05C 7/04",
    "description": "••para batientes que se quedan en contacto en la posición de cierre [2006.01]"
  },
  {
    "code": "E05C 7/06",
    "description": "••••un dispositivo de inmovilización para un batiente que es accionado o gobernado por el cierre de otro batiente [2006.01]"
  },
  {
    "code": "E05C 9/00",
    "description": "Dispositivos de pestillos de acción simultánea o de otros dispositivos de bloqueo con posiciones perfectamente diferenciadas sobre el mismo batiente (comprendiendo esencialmente dispositivos de cierre E05B 63/14; estructuras similares para cierres mecánicos para recipientes a presión, en general F16J 13/08) [2006.01]"
  },
  {
    "code": "E05C 9/02",
    "description": "••con una barra deslizante que se inmoviliza cuando se desplaza en un sentido y que se libera cuando lo hace en sentido opuesto; con dos barras deslizantes desplazadas en el mismo sentido que el de la inmovilización o la liberación [2006.01]"
  },
  {
    "code": "E05C 9/04",
    "description": "••con dos barras deslizantes desplazadas en sentidos opuestos como consecuencia de la inmovilización o de la liberación [2006.01]"
  },
  {
    "code": "E05C 9/06",
    "description": "••con tres o más barras deslizantes [2006.01]"
  },
  {
    "code": "E05C 9/08",
    "description": "••con una barra rotativa para accionar los medios de inmovilización [2006.01]"
  },
  {
    "code": "E05C 9/10",
    "description": "••Mecanismos que accionan las barras [2006.01]"
  },
  {
    "code": "E05C 9/12",
    "description": "••••con engranajes y cremalleras [2006.01]"
  },
  {
    "code": "E05C 9/14",
    "description": "••••con machos que se insertan en entallas [2006.01]"
  },
  {
    "code": "E05C 9/16",
    "description": "••••con manivela sobre gozne y bielas [2006.01]"
  },
  {
    "code": "E05C 9/18",
    "description": "••Partes constitutivas de los medios de inmovilización o de los extremos medios fijos de retención para los extremos de barras [2006.01]"
  },
  {
    "code": "E05C 9/20",
    "description": "••Medios de acoplamiento para barras, varillas o cables deslizantes [2006.01]"
  },
  {
    "code": "E05C 9/22",
    "description": "••Medios de guiado para barras, varillas o cables deslizantes (transmisión en ángulo E05C 9/24) [2006.01]"
  },
  {
    "code": "E05C 9/24",
    "description": "••Medios de transmisión de los movimientos entre las barras, varillas o cables deslizando vertical y horizontalmente, p. ej. transmisiones en ángulo (medios para transmisión de movimiento entre barras, varillas o cables deslizando vertical y horizontalmente, para desplazar los batientes en la posición abierta o cerrada E05F 7/08) [2006.01]"
  },
  {
    "code": "E05C 17/00",
    "description": "Dispositivos para mantener los batientes en una posición de apertura; Dispositivos para limitar la apertura de los batientes o para mantener los batientes en una posición de apertura por una pieza móvil dispuesta entre el batiente y el durmiente; Dispositivos de frenado, topes de retención o tacos combinados con estos dispositivos (combinados con charnelas E05D 11/00; combinados con aparatos de maniobra de los batientes E05F; otros dispositivos de frenado, topes de retención o tacos E05F 5/00) [2006.01]"
  },
  {
    "code": "E05C 17/02",
    "description": "••por medios mecánicos (E05C 17/60 tiene prioridad) [2006.01]"
  },
  {
    "code": "E05C 17/04",
    "description": "••••por una barra móvil o una pieza equivalente dispuesta entre el durmiente y el batiente [2006.01]"
  },
  {
    "code": "E05C 17/06",
    "description": "••••••pudiendo ser liberada para permitir la prosecución de la apertura únicamente cuando el batiente esté casi cerrado [2006.01]"
  },
  {
    "code": "E05C 17/08",
    "description": "••••••con medios especiales de liberación, p. ej. una liberación automática cuando se abre más [2006.01]"
  },
  {
    "code": "E05C 17/10",
    "description": "••••••incorporando un dispositivo especial que bloquea el batiente en posición de cierre [2006.01]"
  },
  {
    "code": "E05C 17/12",
    "description": "••••••consistente en una varilla única [2006.01]"
  },
  {
    "code": "E05C 17/14",
    "description": "••••••••Gancho y ojal o análogo [2006.01]"
  },
  {
    "code": "E05C 17/16",
    "description": "••••••••pivotando únicamente sobre una extremidad y teniendo una ranura alargada [2006.01]"
  },
  {
    "code": "E05C 17/18",
    "description": "••••••••pivotando únicamente sobre una extremidad y teniendo una hilera de agujeros, muescas o pasadores [2006.01]"
  },
  {
    "code": "E05C 17/20",
    "description": "••••••••deslizando a través de una guía (E05C 17/18 tiene prioridad) [2006.01]"
  },
  {
    "code": "E05C 17/22",
    "description": "••••••••••con dispositivos de frenado, de agarre o de bloqueo en la guía [2006.01]"
  },
  {
    "code": "E05C 17/24",
    "description": "••••••••girando en un extremo mientras que el otro se desplaza a lo largo de una pieza de guía [2006.01]"
  },
  {
    "code": "E05C 17/26",
    "description": "••••••••••con dispositivos de frenado, de agarre o de bloqueo al pivote de la varilla [2006.01]"
  },
  {
    "code": "E05C 17/28",
    "description": "••••••••••con dispositivos de frenado, de agarre o de bloqueo al punto de contacto de la pieza guía [2006.01]"
  },
  {
    "code": "E05C 17/30",
    "description": "••••••de estructura extensible, p. ej. telescópica (elementos flexibles E05C 17/36) [2006.01]"
  },
  {
    "code": "E05C 17/32",
    "description": "••••••consistiendo en dos o en varias varillas giratorias [2006.01]"
  },
  {
    "code": "E05C 17/34",
    "description": "••••••••con medios de sujeción en una posición [2006.01]"
  },
  {
    "code": "E05C 17/36",
    "description": "••••••implicando un órgano flexible, p. ej. cadenas [2006.01]"
  },
  {
    "code": "E05C 17/38",
    "description": "••••por un carril curvo solidario del durmiente engarzando un dispositivo colocado en el batiente o viceversa [2006.01]"
  },
  {
    "code": "E05C 17/40",
    "description": "••••Barras o piezas similares uniendo un batiente derecho a un batiente izquierdo, que se desplazan en posición como consecuencia de su cierre [2006.01]"
  },
  {
    "code": "E05C 17/42",
    "description": "••••uniendo los batientes exterior e interior [2006.01]"
  },
  {
    "code": "E05C 17/44",
    "description": "••••por un dispositivo colocado en el batiente y que tiene un contacto por fricción o similar con una superficie plana fija, p. ej. pie retráctil [2006.01]"
  },
  {
    "code": "E05C 17/46",
    "description": "••••en los que el batiente o una pieza fijada sobre él se engarza con un órgano móvil de cierre en una posición fija; en los que un órgano móvil de cierre colocado sobre el batiente engarza una pieza fija [2006.01]"
  },
  {
    "code": "E05C 17/48",
    "description": "••••••implicando un órgano de bloqueo deslizante [2006.01]"
  },
  {
    "code": "E05C 17/50",
    "description": "••••••implicando un único órgano de bloqueo giratorio [2006.01]"
  },
  {
    "code": "E05C 17/52",
    "description": "••••••implicando una muesca, un pestillo o similar [2006.01]"
  },
  {
    "code": "E05C 17/54",
    "description": "••••Dispositivos portátiles, p. ej. cuñas [2006.01]"
  },
  {
    "code": "E05C 17/56",
    "description": "••por atracción magnética o electromagnética (funcionamiento de cierres u otros dispositivos de inmovilización por medios eléctricos o magnéticos E05B 47/00) [2006.01]"
  },
  {
    "code": "E05C 17/58",
    "description": "••accionados o controlados a distancia [2006.01]"
  },
  {
    "code": "E05C 17/60",
    "description": "••Dispositivos para mantener las batientes deslizantes en posición abierta [2006.01]"
  },
  {
    "code": "E05C 17/62",
    "description": "••••con ranuras [2006.01]"
  },
  {
    "code": "E05C 17/64",
    "description": "••••por fricción [2006.01]"
  },
  {
    "code": "E05C 19/00",
    "description": "Otros dispositivos especialmente concebidos para el bloqueo de los batientes (burletes de estanqueidad móviles utilizados adicionalmente para el cierre E06B 7/18) [2006.01]"
  },
  {
    "code": "E05C 19/02",
    "description": "••Picaportes automáticos, es decir liberables al tirar o al empujar el batiente (E05C 19/06 tiene prioridad) [2006.01]"
  },
  {
    "code": "E05C 19/04",
    "description": "••••Pestillos con bolas o con rodamientos [2006.01]"
  },
  {
    "code": "E05C 19/06",
    "description": "••en los cuales la parte que bloquea está constituida por un resorte o accionada por un resorte que se desplaza únicamente por distorsión del resorte, p. ej. buterolas [2006.01]"
  },
  {
    "code": "E05C 19/08",
    "description": "••Aldabas; Cerraduras con aldabas; Picaportes con resorte con esta finalidad [2006.01]"
  },
  {
    "code": "E05C 19/10",
    "description": "••Inmovilizaciones de gancho; Inmovilizaciones en las que un gozne o eslabón se engarza con un elemento fijo del tipo gancho [2006.01]"
  },
  {
    "code": "E05C 19/12",
    "description": "••••colocadas sobre pivote [2006.01]"
  },
  {
    "code": "E05C 19/14",
    "description": "••••••de acción articulada [2006.01]"
  },
  {
    "code": "E05C 19/16",
    "description": "••Dispositivos que mantienen el batiente por atracción magnética o electromagnética [2006.01]"
  },
  {
    "code": "E05C 19/18",
    "description": "••Dispositivos portátiles especialmente proyectados para la fijación en el batiente (impidiendo la maniobra de las empuñaduras E05B 13/00) [2006.01]"
  },
  {
    "code": "E05C 21/00",
    "description": "Arreglo o combinaciones de dispositivos de inmovilización, de bloqueo o de sujeción de los batientes, que no están cubiertos por uno solo de los grupos principales E05C 1/00-E05C 19/00 [2006.01]"
  },
  {
    "code": "E05C 21/02",
    "description": "••para mantener un batiente en posición cerrada únicamente [2006.01]"
  }
]