[
  {
    "code": "E05G 1/00",
    "description": "Cajas fuertes o cámaras para objetos de valor (huchas A45C 1/12; cajas fuertes flotantes B63C 7/30; receptáculos para el almacenamiento sin dispositivos anti-desvalijamiento o anti-fuego B65D; edificios bancarios en general, p. ej. construcciones modulares, disposición general, E04H 1/06; edificios resistentes a los terremotos o a los ataques de guerra E04H 9/00) [2006.01]"
  },
  {
    "code": "E05G 1/02",
    "description": "••Detalles (bisagras para cajas fuertes E05D 7/14) [2006.01]"
  },
  {
    "code": "E05G 1/024",
    "description": "••••Constitución de los muros o paneles [2006.01]"
  },
  {
    "code": "E05G 1/026",
    "description": "••••Cierres (puertas, ventanas o cierres análogos, de protección contra las incursiones aéreas u otros actos de guerra E06B 5/10; contraventanas, parrillas móviles, otros dispositivos de cierre de seguridad E06B 9/02) [2006.01]"
  },
  {
    "code": "E05G 1/04",
    "description": "••••Apegos para cierres (cerraduras E05B) [2006.01]"
  },
  {
    "code": "E05G 1/06",
    "description": "••que pueden dividirse en compartimentos múltiples [2006.01]"
  },
  {
    "code": "E05G 1/08",
    "description": "••••fijados individualmente [2006.01]"
  },
  {
    "code": "E05G 1/10",
    "description": "••con dispositivo de alarma, señalización o indicación (alarmas contra rateros, ladrones o intrusos en sí\n\t\t\t\t\t\t\t\t\t\tG08B 13/00; alarmas contra incendios o que reaccionan contra una explosión en sí\n\t\t\t\t\t\t\t\t\t\tG08B 17/00) [2006.01]"
  },
  {
    "code": "E05G 1/12",
    "description": "••con medios para liberar, producir o distribuir un fluido, p. ej. medios ignífugos o extintores (E05G 1/14 tiene prioridad; identificación, intimidación o incapacitación de rateros, ladrones o intrusos con la ayuda de humos, gases, polvos o líquidos G08B 15/02) [2006.01]"
  },
  {
    "code": "E05G 1/14",
    "description": "••con medios para marcar o destruir los objetos de valor, p. ej. en caso de robo [2006.01]"
  },
  {
    "code": "E05G 5/00",
    "description": "Dispositivos de protección para bancos (E05G 1/12, E05G 7/00 tienen prioridad; sistemas de televisión o circuito cerrado H04N 7/18) [2006.01]"
  },
  {
    "code": "E05G 5/02",
    "description": "••Dispositivos con trampa o detención (dispositivos para expulsar ladrones o rateros en sí G08B 15/00) [2006.01]"
  },
  {
    "code": "E05G 7/00",
    "description": "Tabiques de seguridad para transacciones, p. ej. placas giratorias para ventanillas (ventanillas no equipadas con dispositivos de seguridad, p. ej. para supermercados, A47F 9/02) [2006.01]"
  }
]