[
  {
    "code": "E21C 25/00",
    "description": "Máquinas de corte, es decir, que practican hendiduras aproximadamente paralelas o perpendiculares a la vena (extractoras con órganos que practican hendiduras E21C 27/02, E21C 27/10, E21C 27/18) [2006.01]"
  },
  {
    "code": "E21C 25/02",
    "description": "••Máquinas que practican hendiduras únicamente por la acción de uno o varios útiles de percusión desplazados a través de la vena [2006.01]"
  },
  {
    "code": "E21C 25/04",
    "description": "••••Coronas u otros útiles cortantes (barrenas a percusión o trépanos E21B 10/36) [2006.01]"
  },
  {
    "code": "E21C 25/06",
    "description": "••Máquinas que practican hendiduras únicamente por la acción de uno o varios tambores o barras de corte que girando sobre sí mismas, se desplazan en la vena y animadas o no de un movimiento alternativo [2006.01]"
  },
  {
    "code": "E21C 25/08",
    "description": "••••Monturas para las barras o tambores [2006.01]"
  },
  {
    "code": "E21C 25/10",
    "description": "••••Barras; Tambores [2006.01]"
  },
  {
    "code": "E21C 25/14",
    "description": "••••con un aparejo para la limpieza de la hendidura (asociada a las máquinas con cadena cortante E21C 25/50) [2006.01]"
  },
  {
    "code": "E21C 25/16",
    "description": "••Máquinas que practican hendiduras únicamente mediante la acción de uno o varios discos, sierras o ruedas, cortantes, que giran sobre sí mismos [2006.01]"
  },
  {
    "code": "E21C 25/18",
    "description": "••••Sierras; Discos; Ruedas [2006.01]"
  },
  {
    "code": "E21C 25/20",
    "description": "••Máquinas que practican hendiduras únicamente por la acción de uno o varios órganos de serrado con movimiento alternativo o de una o varias cadenas cortantes con movimiento alternativo; Transportadores de sacudidas con órganos de corte [2006.01]"
  },
  {
    "code": "E21C 25/22",
    "description": "••Máquinas que practican hendiduras únicamente por la acción de una o varias cadenas cortantes con movimiento en un solo sentido a lo largo del brazo [2006.01]"
  },
  {
    "code": "E21C 25/24",
    "description": "••••únicamente con brazos planos [2006.01]"
  },
  {
    "code": "E21C 25/26",
    "description": "••••únicamente con brazos curvos [2006.01]"
  },
  {
    "code": "E21C 25/28",
    "description": "••••Cadenas o guías de cadenas [2006.01]"
  },
  {
    "code": "E21C 25/30",
    "description": "••••••Guías de cadenas [2006.01]"
  },
  {
    "code": "E21C 25/32",
    "description": "••••••••especialmente concebidas para brazos curvos [2006.01]"
  },
  {
    "code": "E21C 25/34",
    "description": "••••••Cadenas [2006.01]"
  },
  {
    "code": "E21C 25/36",
    "description": "••••••••Acoplamientos de eslabones [2006.01]"
  },
  {
    "code": "E21C 25/40",
    "description": "••••••••teniendo eslabones con picos como parte integrante [2006.01]"
  },
  {
    "code": "E21C 25/50",
    "description": "••••con un dispositivo para la limpieza de la hendidura (asociado a las máquinas con barras o tambores rotativos E21C 25/14) [2006.01]"
  },
  {
    "code": "E21C 25/52",
    "description": "••Máquinas que incorporan varios de los órganos que practican hendiduras enumeradas en los grupos E21C 25/02, E21C 25/06, E21C 25/16, E21C 25/20 y E21C 25/22 [2006.01]"
  },
  {
    "code": "E21C 25/54",
    "description": "••Ejecución de hendiduras mediante cadenas o cables cortantes no guiados o mediante herramientas no guiadas arrastradas a lo largo del frente de arranque mediante cables o similares (extracción mediante cepillado E21C 27/32; propulsión mediante cables de arrastre E21C 29/14) [2006.01]"
  },
  {
    "code": "E21C 25/56",
    "description": "••Ejecución de hendiduras mediante cadenas o cables cortantes o mediante herramientas arrastradas a lo largo del frente de arranque mediante cables o similares, guiados en cada caso paralelamente a este frente, p. ej. mediante un transportador, mediante una guía paralela a un transportador (presión del transportador equipado de sus herramientas contra el frente de arranque E21C 35/14) [2006.01]"
  },
  {
    "code": "E21C 25/58",
    "description": "••Máquinas que practican hendiduras por perforación agujero a agujero [2006.01]"
  },
  {
    "code": "E21C 25/60",
    "description": "••Ejecución de hendiduras mediante chorros de agua o de otro líquido (picos con un elemento de boquilla para pulverización de líquidos E21C 35/187; alimentación de fluidos de pulverización en cabezas rotativas E21C 35/23) [2006.01]"
  },
  {
    "code": "E21C 25/62",
    "description": "••Máquinas para practicar hendiduras sensiblemente perpendiculares a las venas bien al nivel de la máquina, bien por debajo, bien por encima [2006.01]"
  },
  {
    "code": "E21C 25/64",
    "description": "••Máquinas que practican hendiduras guiadas únicamente de forma manual, bien sostenidas en la propia mano, bien montadas sobre soportes (herramientas movidas mediante motor sostenidas manualmente E21C 37/22) [2006.01]"
  },
  {
    "code": "E21C 25/66",
    "description": "••Máquinas para practicar hendiduras con dispositivos adicionales para perforación [2006.01]"
  },
  {
    "code": "E21C 25/68",
    "description": "••Máquinas para practicar hendiduras, combinadas con un aparejo para retirar, p. ej. mediante carga, el material extraído mediante otros medios (máquinas que practican hendiduras combinadas con medios de cepillado E21C 27/18; retirada de esquirlas E21C 35/20) [2006.01]"
  },
  {
    "code": "E21C 27/00",
    "description": "Máquinas que liberan completamente la materia mineral de la vena [2006.01]"
  },
  {
    "code": "E21C 27/01",
    "description": "••especialmente adaptadas para retirar el carbón en desplome [2006.01]"
  },
  {
    "code": "E21C 27/02",
    "description": "••únicamente practicando hendiduras (barras, tambores con este fin E21C 25/10; sierras, discos, ruedas E21C 25/18; cadenas, guías de cadenas, con este fin E21C 25/28) [2006.01]"
  },
  {
    "code": "E21C 27/04",
    "description": "••••por medio de una única cadena guiada sobre un bastidor con o sin medios auxiliares que practiquen hendiduras [2006.01]"
  },
  {
    "code": "E21C 27/06",
    "description": "••••••con un bastidor giratorio sobre sí mismo [2006.01]"
  },
  {
    "code": "E21C 27/08",
    "description": "••••con medios adicionales para cortar la materia mineral en bloques [2006.01]"
  },
  {
    "code": "E21C 27/10",
    "description": "••mediante la ejecución simultánea de hendiduras y fragmentación [2006.01]"
  },
  {
    "code": "E21C 27/12",
    "description": "••••Fragmentación efectuada por acción directa sobre la cara vertical de la materia mineral, p. ej. por medio de útiles de percusión [2006.01]"
  },
  {
    "code": "E21C 27/14",
    "description": "••••Fragmentación realizada practicando una fuerza o presión al lado de la hendidura, p. ej. por medio de cuñas (fragmentación por medio de órganos introducidos en los agujeros perforados E21C 37/00) [2006.01]"
  },
  {
    "code": "E21C 27/16",
    "description": "••••••con medios para practicar hendiduras y fragmentar simultáneamente [2006.01]"
  },
  {
    "code": "E21C 27/18",
    "description": "••mediante la ejecución de hendiduras y cepillado simultáneamente [2006.01]"
  },
  {
    "code": "E21C 27/20",
    "description": "••Extracción de la materia mineral sin necesidad de practicar hendiduras [2006.01]"
  },
  {
    "code": "E21C 27/22",
    "description": "••••por perforación rotativa con medios de fragmentación, p. ej. órganos de perforación en forma de cuña [2006.01]"
  },
  {
    "code": "E21C 27/24",
    "description": "••••por medios de fresado que actúan sobre la totalidad del frente de arranque [2006.01]"
  },
  {
    "code": "E21C 27/26",
    "description": "••••mediante cadenas cortantes muy juntas que actúan sobre la totalidad del frente de arranque [2006.01]"
  },
  {
    "code": "E21C 27/28",
    "description": "••••mediante órganos de perforación por percusión con medios de fragmentación, p. ej. herramientas en forma de cuñas [2006.01]"
  },
  {
    "code": "E21C 27/30",
    "description": "••••mediante mandíbulas, cangilones o cucharas que extraen la materia mineral [2006.01]"
  },
  {
    "code": "E21C 27/32",
    "description": "••••por medios de cepillado ajustables o no, con o sin dispositivos para la carga (mediante medios de cepillado por percusión E21C 27/46) [2006.01]"
  },
  {
    "code": "E21C 27/34",
    "description": "••••••Máquina propulsada a lo largo del frente de arranque mediante cable o cadena [2006.01]"
  },
  {
    "code": "E21C 27/35",
    "description": "••••••••Cepilladoras activadas [2006.01]"
  },
  {
    "code": "E21C 27/36",
    "description": "••••••Máquinas que se propulsan automáticamente a lo largo del frente de arranque [2006.01]"
  },
  {
    "code": "E21C 27/38",
    "description": "••••••Máquina estacionaria mientras cepilla en arco [2006.01]"
  },
  {
    "code": "E21C 27/40",
    "description": "••••••Máquina y su herramienta de cepillado con movimientos alternativos escalonados a lo largo del frente de arranque [2006.01]"
  },
  {
    "code": "E21C 27/42",
    "description": "••••••combinados con una tenaza rascadora o recolectora [2006.01]"
  },
  {
    "code": "E21C 27/44",
    "description": "••••••Cuchillas de cepillado (picos para minería E21C 35/18) [2006.01]"
  },
  {
    "code": "E21C 27/46",
    "description": "••••mediante medios de cepillado por percusión [2006.01]"
  },
  {
    "code": "E21C 29/00",
    "description": "Propulsión de las máquinas que practican hendiduras o que liberan completamente la materia mineral de la vena [2006.01]"
  },
  {
    "code": "E21C 29/02",
    "description": "••mediante medios que ejercen un empuje apoyándose en soportes fijos [2006.01]"
  },
  {
    "code": "E21C 29/04",
    "description": "••mediante cables o cadenas [2006.01]"
  },
  {
    "code": "E21C 29/06",
    "description": "••••anclados a un lado o a los dos extremos del frente de arranque [2006.01]"
  },
  {
    "code": "E21C 29/08",
    "description": "••••••Sistemas de anclaje (para anclaje de transportadores solamente E21F 13/00) [2006.01]"
  },
  {
    "code": "E21C 29/10",
    "description": "••••••Cables o cadenas que cooperan con una cabria u órgano análogo colocado sobre la máquina [2006.01]"
  },
  {
    "code": "E21C 29/12",
    "description": "••••••Máquinas propulsadas por empuje o tracción que se apoyan sobre un elemento alternativamente liberado y anclado a un cable o a una cadena [2006.01]"
  },
  {
    "code": "E21C 29/14",
    "description": "••••mediante cable o cadena de arrastre llevando la máquina a lo largo del frente de arranque [2006.01]"
  },
  {
    "code": "E21C 29/16",
    "description": "••••••Cabrias u otros medios para tirar de los cables o las cadenas (cabrias en sí B66D) [2006.01]"
  },
  {
    "code": "E21C 29/18",
    "description": "••••••Enganche y desenganche del cable de la cadena con la máquina [2006.01]"
  },
  {
    "code": "E21C 29/20",
    "description": "••••con dispositivos de seguridad que actúan en caso de ruptura del cable o de la cadena [2006.01]"
  },
  {
    "code": "E21C 29/22",
    "description": "••mediante ruedas, cadenas sin fin u órganos análogos [2006.01]"
  },
  {
    "code": "E21C 29/24",
    "description": "••••Carrillos para llevar la máquina mientras funciona [2006.01]"
  },
  {
    "code": "E21C 29/26",
    "description": "••••••con medios para posicionar, con posible reglaje, la máquina encima del carrillo [2006.01]"
  },
  {
    "code": "E21C 29/28",
    "description": "••••••••Regulación de la altura del conjunto de la máquina [2006.01]"
  },
  {
    "code": "E21C 31/00",
    "description": "Medios de accionamiento incorporados a las máquinas que practican hendiduras o que liberan completamente la materia mineral de la vena [2006.01]"
  },
  {
    "code": "E21C 31/02",
    "description": "••para dispositivos de corte o de fragmentación [2006.01]"
  },
  {
    "code": "E21C 31/04",
    "description": "••••imprimiendo simultáneamente un movimiento rotativo y un movimiento alternativo [2006.01]"
  },
  {
    "code": "E21C 31/06",
    "description": "••••accionados mediante un cable o cadena sin fin [2006.01]"
  },
  {
    "code": "E21C 31/08",
    "description": "••para ajustar partes de la máquina [2006.01]"
  },
  {
    "code": "E21C 31/10",
    "description": "••para hacer pivotar las partes de la máquina [2006.01]"
  },
  {
    "code": "E21C 31/12",
    "description": "••Partes constitutivas [2006.01]"
  },
  {
    "code": "E21C 33/00",
    "description": "Carrillos u otros dispositivos de transporte para máquinas que practican hendiduras o que liberan completamente la materia mineral de la vena [2006.01]"
  },
  {
    "code": "E21C 33/02",
    "description": "••con equipo para cargar la máquina en el carrillo o descargarle [2006.01]"
  },
  {
    "code": "E21C 35/00",
    "description": "Detalles diversos relativos a las máquinas que practican hendiduras o que liberan completamente la materia mineral de la vena, no cubiertos por los grupos E21C 25/00-E21C 33/00, E21C 37/00 o E21C 39/00 [2006.01]"
  },
  {
    "code": "E21C 35/02",
    "description": "••Dispositivos de cierre para piezas giratorias [2006.01]"
  },
  {
    "code": "E21C 35/04",
    "description": "••Dispositivos de seguridad (que funcionan en la eventualidad de una ruptura de un cable o de una cadena de arrastre E21C 29/20) [2006.01]"
  },
  {
    "code": "E21C 35/06",
    "description": "••Equipo para ajustar la posición de la máquina con relación a su infraestructura [2006.01]"
  },
  {
    "code": "E21C 35/08",
    "description": "••Guiado de la máquina [2006.01]"
  },
  {
    "code": "E21C 35/10",
    "description": "••••mediante palpadores en contacto con el frente de arranque [2006.01]"
  },
  {
    "code": "E21C 35/12",
    "description": "••••a lo largo de un transportador para la materia mineral arrancada [2006.01]"
  },
  {
    "code": "E21C 35/14",
    "description": "••••••Equipo para empujar el transportador hacia el frente de arranque [2006.01]"
  },
  {
    "code": "E21C 35/16",
    "description": "••••sirviéndose de entubaciones, terraplenado o cualesquiera otras sujeciones [2006.01]"
  },
  {
    "code": "E21C 35/18",
    "description": "••Picos para minería; Sus soportes (cuchillas de cepillado E21C 27/44) [2006.01]"
  },
  {
    "code": "E21C 35/183",
    "description": "••••con partes reforzadas o capas de material resistente al desgaste [2006.01]"
  },
  {
    "code": "E21C 35/187",
    "description": "••••con un elemento de boquilla para pulverización de líquidos (alimentación de líquido a las boquillas E21C 35/22) [2006.01]"
  },
  {
    "code": "E21C 35/19",
    "description": "••••Medios para fijar los picos a sus soportes [2006.01]"
  },
  {
    "code": "E21C 35/193",
    "description": "••••••utilizando bulones como principal elemento de fijación [2006.01]"
  },
  {
    "code": "E21C 35/197",
    "description": "••••••utilizando manguitos, anillos o similares como principales elementos de fijación [2006.01]"
  },
  {
    "code": "E21C 35/20",
    "description": "••Características generales del equipo de evacuación de esquirlas, p. ej. para la carga de los transportadores [2006.01]"
  },
  {
    "code": "E21C 35/22",
    "description": "••Equipo para impedir la formación de polvo o para evacuarlo (picos con elementos de boquilla para pulverización de líquidos E21C 35/187; procedimientos o aparatos para limpiar por chorro de líquido los orificios de perforación E21B 21/00) [2006.01]"
  },
  {
    "code": "E21C 35/23",
    "description": "••••Alimentación de fluidos de pulverización en cabezas rotativas [2006.01]"
  },
  {
    "code": "E21C 35/24",
    "description": "••Telecomando especialmente adaptado a las máquinas que practican hendiduras o que liberan completamente la materia mineral (control en general G05) [2006.01]"
  },
  {
    "code": "E21C 37/00",
    "description": "Otros procedimientos o dispositivos de extracción con o sin carga (fragmentación mediante medios introducidos en las hendiduras E21C 27/14) [2006.01]"
  },
  {
    "code": "E21C 37/02",
    "description": "••por medio de cuñas [2006.01]"
  },
  {
    "code": "E21C 37/04",
    "description": "••por medio de dispositivos que implican elementos aplicados mecánicamente contra la pared de un agujero perforado [2006.01]"
  },
  {
    "code": "E21C 37/06",
    "description": "••empleando presión hidráulica o neumática en un agujero perforado [2006.01]"
  },
  {
    "code": "E21C 37/08",
    "description": "••••Dispositivos con pistones, pistones sumergidos o similares aplicados localmente contra la pared del agujero perforado [2006.01]"
  },
  {
    "code": "E21C 37/10",
    "description": "••••Dispositivos con entubaciones con expansión elástica [2006.01]"
  },
  {
    "code": "E21C 37/12",
    "description": "••••inyectando en el agujero perforado un líquido bien bajo alta presión inicial, bien con motivo de someterle ulteriormente a una alta presión, p. ej. por medio de impulsión, por medio de cartuchos de explosivos que actúan sobre el líquido (ejecución de hendiduras mediante chorros de agua E21C 25/60; extracción mediante explosivos F42D) [2006.01]"
  },
  {
    "code": "E21C 37/14",
    "description": "••••por medio de aire comprimido; mediante cartucho de gas; mediante gasificación de líquidos [2006.01]"
  },
  {
    "code": "E21C 37/16",
    "description": "••en medio de fuego o por procedimientos análogos basados en el efecto térmico (perforación térmica E21B 7/14) [2006.01]"
  },
  {
    "code": "E21C 37/18",
    "description": "••mediante electricidad [2006.01]"
  },
  {
    "code": "E21C 37/20",
    "description": "••mediante ultrasonidos [2006.01]"
  },
  {
    "code": "E21C 37/22",
    "description": "••Herramientas manuales o herramientas con motor sostenidas manualmente especialmente adaptadas para extraer materiales minerales (máquinas que practican hendiduras guiadas únicamente de forma manual E21C 25/64) [2006.01]"
  },
  {
    "code": "E21C 37/24",
    "description": "••••Martillos picadores (martillos neumáticos en general B25D; perforación por percusión E21B 1/00) [2006.01]"
  },
  {
    "code": "E21C 37/26",
    "description": "••Buriles u otras herramientas de corte no mencionados anteriormente [2006.01]"
  },
  {
    "code": "E21C 39/00",
    "description": "Dispositivos para probar in situ la dureza u otras propiedades de materias minerales, p. ej. para suministrar informaciones relativas a la elección de las herramientas mineras apropiadas [2006.01]"
  },
  {
    "code": "E21C 41/00",
    "description": "Procedimientos de explotación minera subterránea o de superficie (E21C 45/00 tiene prioridad); Trazados a este efecto (para la turba E21C 49/00) [2006.01]"
  },
  {
    "code": "E21C 41/16",
    "description": "••Procedimientos de explotación minera subterránea (máquinas de extracción con este fin E21C 25/00-E21C 39/00); Trazados a este efecto [2006.01]"
  },
  {
    "code": "E21C 41/18",
    "description": "••••para el lignito o el carbón [2006.01]"
  },
  {
    "code": "E21C 41/20",
    "description": "••••para la sal gema o sal de potasa [2006.01]"
  },
  {
    "code": "E21C 41/22",
    "description": "••••para los minerales metalíferos, p. ej. explotación de placeres [2006.01]"
  },
  {
    "code": "E21C 41/24",
    "description": "••••para los yacimientos petrolíferos [2006.01]"
  },
  {
    "code": "E21C 41/26",
    "description": "••Procedimientos de explotación minera de superficie (máquinas para la extracción o evacuación de los materiales en las minas a cielo abierto E21C 47/00); Trazados a este efecto [2006.01]"
  },
  {
    "code": "E21C 41/28",
    "description": "••••para el lignito o el carbón [2006.01]"
  },
  {
    "code": "E21C 41/30",
    "description": "••••para los minerales metalíferos, p. ej. explotación de placeres [2006.01]"
  },
  {
    "code": "E21C 41/32",
    "description": "••Regeneración de superficies de explotación minera (máquinas o métodos para tratar o trabajar la tierra en agricultura A01B 77/00, A01B 79/00; máquinas para el relleno E02F 5/22) [2006.01]"
  },
  {
    "code": "E21C 45/00",
    "description": "Procedimientos hidráulicos de explotación minera; Monitores hidráulicos (E21C 25/60 tiene prioridad) [2006.01]"
  },
  {
    "code": "E21C 45/02",
    "description": "••Medios para producir chorros intermitentes de fluido [2006.01]"
  },
  {
    "code": "E21C 45/04",
    "description": "••••utilizando líquidos a alta presión [2006.01]"
  },
  {
    "code": "E21C 45/06",
    "description": "••••utilizando gases comprimidos [2006.01]"
  },
  {
    "code": "E21C 45/08",
    "description": "••Mando automático o a distancia de los monitores hidráulicos [2006.01]"
  },
  {
    "code": "E21C 47/00",
    "description": "Máquinas para la extracción o evacuación de los materiales en las minas a cielo abierto (extracción de la turba E21C 49/00) [2006.01]"
  },
  {
    "code": "E21C 47/02",
    "description": "••para carbón, lignito u otras materias minerales análogas (dragas o máquinas de desmonte en sí E02F) [2006.01]"
  },
  {
    "code": "E21C 47/04",
    "description": "••••Puentes transportadores utilizados en combinación con los aparatos de excavación [2006.01]"
  },
  {
    "code": "E21C 47/06",
    "description": "••••Transportadores mediante cables utilizados en combinación con el aparato de extracción (arrastre subterráneo E21F 13/00) [2006.01]"
  },
  {
    "code": "E21C 47/08",
    "description": "••••Dispositivos para retirar materias estériles, p. ej. las capas de arena entre las vetas de carbón [2006.01]"
  },
  {
    "code": "E21C 47/10",
    "description": "••para canteras de piedra, de arena, de grava o de arcilla [2006.01]"
  },
  {
    "code": "E21C 49/00",
    "description": "Extracción de turba; Máquinas para ello (tratamiento de la turba C10F) [2006.01]"
  },
  {
    "code": "E21C 49/02",
    "description": "••mediante excavación [2006.01]"
  },
  {
    "code": "E21C 49/04",
    "description": "••mediante picado bajo forma de bloques de turba [2006.01]"
  },
  {
    "code": "E21C 50/00",
    "description": "Extracción de materias minerales bajo el agua, no prevista en otro lugar (dragas aspiradoras o sus partes constitutivas E02F 3/88; material para el transporte o separación de los desmontes E02F 7/00; palas excavadoras G01N 1/12) [2006.01]"
  },
  {
    "code": "E21C 50/02",
    "description": "••ligada a los movimientos de un barco (embarcaciones o estructuras flotantes adaptadas a fines particulares B63B 35/00) [2006.01]"
  },
  {
    "code": "E21C 51/00",
    "description": "Dispositivos o métodos para extraer materiales de fuentes extraterrestres (astronáutica B64G) [2006.01]"
  }
]