[
  {
    "code": "E21F 1/00",
    "description": "Ventilación de las minas o túneles; Distribución de las corrientes de ventilación (ventilación de las habitaciones o espacios en general F24F) [2006.01]"
  },
  {
    "code": "E21F 1/02",
    "description": "••Maquetas de ensayo (computadores analógicos con esta finalidad G06G 7/50) [2006.01]"
  },
  {
    "code": "E21F 1/04",
    "description": "••Conductos de aire (dispositivos de suspensión E21F 17/02) [2006.01]"
  },
  {
    "code": "E21F 1/06",
    "description": "••••Empalmes de conductos (empalmes de tuberías en general F16L) [2006.01]"
  },
  {
    "code": "E21F 1/08",
    "description": "••Dispositivos de ventilación relativos a los conductos de aire, p. ej. dispositivos de montaje de ventiladores (ventiladores en sí\n\t\t\t\t\t\t\t\t\t\tF04D) [2006.01]"
  },
  {
    "code": "E21F 1/10",
    "description": "••Puertas de ventilación (puertas en general E06B) [2006.01]"
  },
  {
    "code": "E21F 1/12",
    "description": "••••Dispositivos de apertura automática de las puertas de ventilación [2006.01]"
  },
  {
    "code": "E21F 1/14",
    "description": "••Tabiques de ventilación; Rejillas de aire (rentenciones E21F 17/103; rejillas de aire para cimentaciones E02D) [2006.01]"
  },
  {
    "code": "E21F 1/16",
    "description": "••Tapaderas de pozos [2006.01]"
  },
  {
    "code": "E21F 1/18",
    "description": "••Ventilación por una corriente debida al peso (E21F 1/02-E21F 1/16 tienen prioridad) [2006.01]"
  },
  {
    "code": "E21F 3/00",
    "description": "Enfriamiento o secado del aire (acondicionamiento de aire para edificios, habitaciones o espacios en general F24F) [2006.01]"
  },
  {
    "code": "E21F 5/00",
    "description": "Medios o procedimientos para impedir, fijar, extraer o retirar el polvo; Prevención de las explosiones o de los fuegos (retenciones E21F 17/103; aplicación de líquidos o semilíquidos sobre las superficies en general B05; detectores de gas de combustión G01N) [2006.01]"
  },
  {
    "code": "E21F 5/02",
    "description": "••por humidificación o pulverización [2006.01]"
  },
  {
    "code": "E21F 5/04",
    "description": "••••Cortinas de agua pulverizadas (nebulizadores, pulverización en general B05B, B05D; picos con elementos de boquilla para pulverización de líquidos E21C 35/187) [2006.01]"
  },
  {
    "code": "E21F 5/06",
    "description": "••••Fluidos empleados para la pulverización [2006.01]"
  },
  {
    "code": "E21F 5/08",
    "description": "••Rociado con polvo de roca; Depósito de otras sustancias protectoras [2006.01]"
  },
  {
    "code": "E21F 5/10",
    "description": "••••Dispositivos para el rociado con el polvo de roca [2006.01]"
  },
  {
    "code": "E21F 5/12",
    "description": "••••Composición de polvo de roca para rociar [2006.01]"
  },
  {
    "code": "E21F 5/14",
    "description": "••Retenciones para fluidos o contenciones para polvo proyectadas para funcionar en caso de, o al mismo tiempo, que los barrenos o las explosiones [2006.01]"
  },
  {
    "code": "E21F 5/16",
    "description": "••Capas de sal higroscópicas o cualesquiera otras aplicadas sobre los suelos, las paredes o similares, para fijar el polvo; Aplicacion de estas capas (substancias para absorber el polvo en sí C09K 3/22) [2006.01]"
  },
  {
    "code": "E21F 5/18",
    "description": "••Impregnación de las paredes, o similares, por medio de líquidos para fijar el polvo [2006.01]"
  },
  {
    "code": "E21F 5/20",
    "description": "••Retirada o extracción del polvo (procedimientos o aparatos para limpiar por chorro de líquido los orificios de perforación E21B 21/00; en el curso de ejecución de hendiduras E21C 35/22) [2006.01]"
  },
  {
    "code": "E21F 7/00",
    "description": "Procedimientos o dispositivos para retirar el gas, con o sin utilización ulterior del mismo con un fin cualquiera [2006.01]"
  },
  {
    "code": "E21F 9/00",
    "description": "Dispositivos para impedir la emisión de chispas de las máquinas o aparatos (prevención de chispas de máquinas o aparatos eléctricos H01K, H02K) [2006.01]"
  },
  {
    "code": "E21F 11/00",
    "description": "Dispositivos de salvamento u otros dispositivos de seguridad, p. ej. refugios o caminos de escape (aparatos respiratorios de uso médico A61H 31/00; aparatos respiratorios A62B 7/00; aparatos para la respiración de personas enterradas accidentalmente A62B 33/00) [2006.01]"
  },
  {
    "code": "E21F 13/00",
    "description": "Transporte especialmente adaptado a las condiciones del fondo (vagonetas B61D; transportes en general, carga B65G) [2006.01]"
  },
  {
    "code": "E21F 13/02",
    "description": "••en las galerías [2006.01]"
  },
  {
    "code": "E21F 13/04",
    "description": "••en los planos inclinados; en los pozos de minas o pozos inclinados [2006.01]"
  },
  {
    "code": "E21F 13/06",
    "description": "••en el frente de arranque o en las proximidades del frente de arranque [2006.01]"
  },
  {
    "code": "E21F 13/08",
    "description": "••Transportadores móviles u otros dispositivos de transporte de un punto del frente de arranque a otro (guiado de las máquinas mineras o a lo largo de transportadores para la materia mineral arrancada E21C 35/12; combinados con los soportes de techo de mina mediante desplazamiento paso a paso E21D 23/00) [2006.01]"
  },
  {
    "code": "E21F 13/10",
    "description": "••Fijaciones de los transportadores [2006.01]"
  },
  {
    "code": "E21F 15/02",
    "description": "••Medios de soporte, p. ej. encofrados para materiales de relleno [2006.01]"
  },
  {
    "code": "E21F 15/04",
    "description": "••••Relleno; Telas metálicas de relleno; Tabiques [2006.01]"
  },
  {
    "code": "E21F 15/06",
    "description": "••Rellenado mecánico [2006.01]"
  },
  {
    "code": "E21F 15/08",
    "description": "••Rellenado hidráulico o neumático (dispositivos de transporte hidráulico o neumático B65G; tuberías, empalmes de tuberías F16L) [2006.01]"
  },
  {
    "code": "E21F 15/10",
    "description": "••••Máquinas de rellenado hidráulico o neumático [2006.01]"
  },
  {
    "code": "E21F 16/00",
    "description": "Drenaje (conservación en seco de canteras de cimentación o emplazamientos diversos del suelo E02D 19/00) [2006.01]"
  },
  {
    "code": "E21F 16/02",
    "description": "••de túneles [2006.01]"
  },
  {
    "code": "E21F 17/00",
    "description": "Procedimientos o dispositivos destinados a ser utilizados en las minas o túneles, no cubiertos en otro lugar (iluminación de minas F21, H05B) [2006.01]"
  },
  {
    "code": "E21F 17/02",
    "description": "••Dispositivos de suspensión para tuberías u objetos análogos, p. ej. para conductos de aireación (soportes para tuberías o cables F16L 3/00-F16L 7/00) [2006.01]"
  },
  {
    "code": "E21F 17/04",
    "description": "••Medios de distribución de la fuerza motriz [2006.01]"
  },
  {
    "code": "E21F 17/06",
    "description": "••••Distribución de energía eléctrica; Redes de cables; Conductos para cables (circuitos de alimentación o de distribución de energía eléctrica en general H02J) [2006.01]"
  },
  {
    "code": "E21F 17/08",
    "description": "••••Distribución de energía hidráulica; Redes de tuberías para líquido hidráulico (sistemas de canalizaciones en general F17D) [2006.01]"
  },
  {
    "code": "E21F 17/10",
    "description": "••••Distribución de energía neumática; Redes de tuberías para aire comprimido (sistemas de canalizaciones en general F17D) [2006.01]"
  },
  {
    "code": "E21F 17/103",
    "description": "••Retenciones, p. ej. para ventilación [2006.01]"
  },
  {
    "code": "E21F 17/107",
    "description": "••••hinchables [2006.01]"
  },
  {
    "code": "E21F 17/12",
    "description": "••••Puertas de contención [2006.01]"
  },
  {
    "code": "E21F 17/16",
    "description": "••Modificación de los pasajes o cámaras en las minas para el almacenamiento, especialmente de líquidos o de gases (almacenaje de fluidos en excavaciones subterráneas naturales o artificiales B65G 5/00) [2006.01]"
  },
  {
    "code": "E21F 17/18",
    "description": "••Adaptaciones especiales de los dispositivos de señalización o de alarma (para ascensores, escaleras o pasillos mecánicos B66B; dispositivos sensibles a la acción del gas en sí\n\t\t\t\t\t\t\t\t\t\tG01N) [2006.01]"
  }
]