[
  {
    "code": "C07B",
    "description": "PROCESOS GENERALES DE QUIMICA ORGANICA; SUS APARATOS (preparación de ésteres de ácidos carboxílicos por telomerización C07C 67/47; procesos para la preparación de compuestos macromoleculares, p.ej. telomerzación C08F, C08G)"
  },
  {
    "code": "C07C",
    "description": "COMPUESTOS ACICLICOS O CARBOCICLICOS (compuestos macromoleculares C08; producción de compuestos orgánicos por electrolisiso electroforesis C25B 3/00, C25B 7/00)"
  },
  {
    "code": "C07D",
    "description": "COMPUESTOS HETEROCICLICOS (Compuestos macromoleculares C08) [2]"
  },
  {
    "code": "C07F",
    "description": "COMPUESTOS ACICLICOS, CARBOCICLICOS O HETEROCICLICOS QUE CONTIENEN ELEMENTOS DISTINTOS DEL CARBONO, HIDROGENO, HALOGENOS, OXIGENO, NITROGENO, AZUFRE, SELENIO O TELURO (porfirinas que contienen metal C07D 487/22; compuestos macromoleculares C08)"
  },
  {
    "code": "C07G",
    "description": "COMPUESTOS DE CONSTITUCION INDETERMINADA (grasas, aceites o ceras sulfonadas de constitución indeterminada C07C 309/62)"
  },
  {
    "code": "C07H",
    "description": "AZUCARES; SUS DERIVADOS; NUCLEOSIDOS; NUCLEOTIDOS; ACIDOS NUCLEICOS (derivados de ácidos aldónicos o sacáricos C07C, C07D; ácidos aldónicos, ácidos sacáricos C07C 59/105, C07C 59/285; cianohidrinas C07C 255/16; glicales C07D; compuestos de constitución indeterminada C07G; polisacáridos, sus derivados C08B; ADN o ARN concerniente a la ingeniería genética, vectores, p. ej. plásmidos o su aislamiento, preparación o purificación C12N 15/00; industria del azúcar C13) [2]"
  },
  {
    "code": "C07J",
    "description": "ESTEROIDES (seco-steroides C07C) [2]"
  },
  {
    "code": "C07K",
    "description": "PEPTIDOS (péptidos que contienen β -anillos  lactamas C07D; ipéptidos cíclicos que no tienen en su molécula ningún otro enlace peptídico más que los que forman su ciclo, p. ej. piperazina diones-2,5, C07D; alcaloides del cornezuelo del centeno de tipo péptido cíclico C07D 519/02; proteínas monocelulares, enzimas C12N; procedimientos de obtención de péptidos por ingeniería genética C12N 15/00) [4]"
  }
]