[
  {
    "code": "C08B",
    "description": "POLISACARIDOS; SUS DERIVADOS (polisacáridos que contienen menos de seis radicales sacáridos unidos entre sí por enlaces glucosídicos C07H; procesos de fermentación o procesos que utilizan enzimas C12P 19/00; producción de celulosa D21) [4]"
  },
  {
    "code": "C08C",
    "description": "TRATAMIENTO O MODIFICACION QUIMICA DE LOS CAUCHOS"
  },
  {
    "code": "C08F",
    "description": "COMPUESTOS MACROMOLECULARES OBTENIDOS POR REACCIONES QUE IMPLICAN UNICAMENTE ENLACES INSATURADOS CARBONO - CARBONO (producción de mezclas de hidrocarburos líquidos a partir de hidrocarburos de número reducido de átomos de carbono, p. ej. por oligomerización, C10G 50/00; Procesos de fermentación o procesos que utilizan enzimas para la síntesis de un compuesto químico dado o de una composición dada, o para la separación de isómeros ópticos a partir de una mezcla racémica C12P; polimerización por injerto de monómeros, que contienen uniones insaturadas carbono-carbono, sobre fibras, hilos, hilados, tejidos o artículos fibrosos hechos de estas materias D06M 14/00) [2]"
  },
  {
    "code": "C08G",
    "description": "COMPUESTOS MACROMOLECULARES OBTENIDOS POR REACCIONES DISTINTAS A AQUELLAS EN LAS QUE INTERVIENEN SOLAMENTE ENLACES INSATURADOS CARBONO - CARBONO (procesos de fermentación o procesos que utilizan enzimas para sintetizar un compuesto dado o una composición dada o para la separación de isómeros ópticos a partir de una mezcla racémica C12P) [2]"
  },
  {
    "code": "C08H",
    "description": "DERIVADOS DE COMPUESTOS MACROMOLECULARES NATURALES (polisacáridos C08B; caucho natural C08C; resinas naturales o sus derivados C09F; tratamiento de la brea, asfalto y betún C10C 3/00)"
  },
  {
    "code": "C08J",
    "description": "PRODUCCION; PROCESOS GENERALES PARA FORMAR MEZCLAS; TRATAMIENTO POSTERIOR NO CUBIERTO POR LAS SUBCLASES C08B, C08C, C08F, C08G o C08H (trabajo, p. ej. conformado, de plásticos B29) [2]"
  },
  {
    "code": "C08K",
    "description": "UTILIZACION DE SUSTANCIAS INORGANICAS U ORGANICAS NO MACROMOLECULARES COMO INGREDIENTES DE LA COMPOSICION (colorantes, pinturas, pulimentos, resinas naturales, adhesivos C09) [2]"
  },
  {
    "code": "C08L",
    "description": "COMPOSICIONES DE COMPUESTOS MACROMOLECULARES (composiciones basadas en monómeros polimerizables C08F, C08G; pinturas, tintas, barnices, colorantes, pulimentos, adhesivos D01F; filamentos o fibras artificiales D06) [2]"
  }
]