[
  {
    "code": "G03B",
    "description": "APARATOS O DISPOSITIVOS PARA HACER FOTOGRAFIAS, PARA PROYECTARLAS O VERLAS; APARATOS O DISPOSITIVOS QUE UTILIZAN TECNICAS ANALOGAS UTILIZANDO ONDAS DIFERENTES DE LAS ONDAS OPTICAS; SUS ACCESORIOS (partes ópticas de estos aparatos G02B; materiales fotosensibles para la fotografía o procedimientos fotográficos G03C; aparellaje para el tratamiento de materiales fotosensibles después de la exposición G03D) [4]"
  },
  {
    "code": "G03C",
    "description": "MATERIALES FOTOSENSIBLES PARA FOTOGRAFIA; PROCESOS FOTOGRAFICOS, p. ej. PROCESOS CINEMATOGRAFICOS, DE RAYOS X, EN COLORES o  ESTEREOFOTOGRAFICOS; PROCESOS AUXILIARES EN FOTOGRAFIA (procesos fotográficos caracterizados por el uso o la manipulación de aparatos, pueden ser clasificados en sí en la subclase G03B o ver\n\t\t\t\t\t\t\t\tG03B)"
  },
  {
    "code": "G03D",
    "description": "APARATOS PARA EL TRATAMIENTO DE MATERIALES FOTOSENSIBLES DESPUES DE LA EXPOSICION; SUS ACCESORIOS"
  },
  {
    "code": "G03F",
    "description": "PRODUCCION POR VIA FOTOMECANICA DE SUPERFICIES TEXTURADAS, p. ej. PARA LA IMPRESION, PARA EL TRATAMIENTO DE DISPOSITIVOS SEMICONDUCTORES; MATERIALES A ESTE EFECTO; ORIGINALES A ESTE EFECTO; APARELLAJE ESPECIALMENTE ADAPTADO A ESTE EFECTO (aparatos de composición fototipográfica B41B; materiales fotosensibles o procesos para la fotografía G03C; electrofotografía, capas sensibles o procesos a este efecto G03G)"
  },
  {
    "code": "G03G",
    "description": "ELECTROGRAFIA; ELECTROFOTOGRAFIA; MAGNETOGRAFIA (registro de la información basado en un movimiento relativo entre el soporte de registro y el transductor G11B; memorias estáticas con medios para escribir o leer informaciones G11C; registro de señales de televisión H04N 5/76)"
  },
  {
    "code": "G03H",
    "description": "PROCESOS O APARATOS HOLOGRAFICOS (hologramas, p. ej. hologramas de puntos, utilizados como elementos ópticos ordinarios G02B 5/32; computadores analógicos que efectúan operaciones matemáticas con la ayuda de elementos ópticos G06E 3/00; memorias holográficas digitales G11B 7/0065, G11C 13/04) [2]"
  }
]