[
  {
    "code": "D02J 1/00",
    "description": "Modificación de la estructura o de las propiedades resultantes de una estructura particular; Modificación, conservación o restauración de la forma física o de la sección transversal, p. ej. por utilización de matrices o de rodillos de presión (modificación de la superficie solamente D02J 3/00) [2006.01]"
  },
  {
    "code": "D02J 1/02",
    "description": "••Hinchamiento, p. ej. por formación de bucles (rizado, ondulación D02G) [2006.01]"
  },
  {
    "code": "D02J 1/04",
    "description": "••Compactado [2006.01]"
  },
  {
    "code": "D02J 1/06",
    "description": "••Creación de irregularidades, p. ej. hilos flameados u otras características no uniformes, p. ej. partes de alta o baja contracción o partes reforzadas y debilitadas [2006.01]"
  },
  {
    "code": "D02J 1/08",
    "description": "••Enlazamiento de filamentos constituyentes sin provocar su ruptura, p. ej. con ayuda de corrientes de aire turbulentas [2006.01]"
  },
  {
    "code": "D02J 1/12",
    "description": "••Modificación de las propiedades elásticas y del hinchamiento de los hilos textiles o similares por tratamientos subsiguientes [2006.01]"
  },
  {
    "code": "D02J 1/14",
    "description": "••Uniformización o igualación de características no uniformes [2006.01]"
  },
  {
    "code": "D02J 1/16",
    "description": "••Frotamiento o trabajo análogo, p. ej. para redistribuir o quitar las fibras [2006.01]"
  },
  {
    "code": "D02J 1/18",
    "description": "••Separación o extensión [2006.01]"
  },
  {
    "code": "D02J 1/20",
    "description": "••Formación de tensiones o relajamiento, p. ej. por vibración, sometimiento o constreñimientos electrostáticos o a descargas eléctricas [2006.01]"
  },
  {
    "code": "D02J 1/22",
    "description": "••Estirado o tensión, reducción o relajamiento, p. ej. por utilización de aparatos sobre o sub-alimentados o que impiden el estirado (hilado por estirado D01D 5/12) [2006.01]"
  },
  {
    "code": "D02J 3/00",
    "description": "Modificación de la superficie [2006.01]"
  },
  {
    "code": "D02J 3/02",
    "description": "••por abrasión, raspadura, rasguño, corte o entallado (tratamiento preliminar de fibras para hacerlas rugosas, p. ej. para la hilatura, D01G 3/00) [2006.01]"
  },
  {
    "code": "D02J 3/04",
    "description": "••por cepillado [2006.01]"
  },
  {
    "code": "D02J 3/06",
    "description": "••por pulimentado, p. ej. barnizado, lustrado [2006.01]"
  },
  {
    "code": "D02J 3/08",
    "description": "••••por compresión, p. ej. calandrado o planchado [2006.01]"
  },
  {
    "code": "D02J 3/10",
    "description": "••por penetración [2006.01]"
  },
  {
    "code": "D02J 3/12",
    "description": "••por eliminación de las extremidades salientes de las fibras [2006.01]"
  },
  {
    "code": "D02J 3/14",
    "description": "••••por esquilado [2006.01]"
  },
  {
    "code": "D02J 3/16",
    "description": "••••por llameado [2006.01]"
  },
  {
    "code": "D02J 3/18",
    "description": "••Tratamiento por partículas, de cuerpos semi-sólidos o de sustancias sólidas, p. ej. parafina (durante la formación del enrollamiento B65H 71/00; parafinado de hilados o productos similares en tanto que operación anexa durante la hiladura o el retorcido D01H 13/30) [2006.01]"
  },
  {
    "code": "D02J 7/00",
    "description": "Limpieza, p. ej. eliminación del polvo, fibras flotantes, puntas carbonizadas (en combinación con el esquileo, el llameado u otra eliminación de extremidades sobresalientes de las fibras D02J 3/12, D02J 3/14, D02J 3/16) [2006.01]"
  },
  {
    "code": "D02J 11/00",
    "description": "Combinaciones, no cubiertas por ninguno de los grupos D02J 1/00-D02J 7/00, de procedimientos recogidos en tales grupos; Instalaciones para realizar tales combinaciones de procedimientos [2006.01]"
  },
  {
    "code": "D02J 13/00",
    "description": "Calentamiento o enfriamiento de filamentos, hilos, cables, cuerdas o similares que no corresponden específicamente a ninguno de los procedimientos previstos en la presente subclase (calentamiento, enfriamiento o secado durante la hilatura o retorcido D01H; secado de hilos o similares, en general F26B) [2006.01]"
  }
]