[
  {
    "code": "D07B 1/00",
    "description": "Características estructurales de cuerdas o cables [2006.01]"
  },
  {
    "code": "D07B 1/02",
    "description": "••Cuerdas hechas de materiales fibrosos o filamentosos, p. ej. de origen vegetal o animal, de celulosa regenerada, de materia plástica [2006.01]"
  },
  {
    "code": "D07B 1/04",
    "description": "••••con un alma de fibras o filamentos dispuestos paralelamente en la línea central [2006.01]"
  },
  {
    "code": "D07B 1/06",
    "description": "••Cuerdas o cables de hilos metálicos, p. ej. de hilo metálico perfilado alrededor de un núcleo de cáñamo [2006.01]"
  },
  {
    "code": "D07B 1/08",
    "description": "••••cuyas capas están formadas de hilos perfilados metálicos embrollados, es decir, que las hebras forman capas concéntricas [2006.01]"
  },
  {
    "code": "D07B 1/10",
    "description": "••••••con un núcleo de hilos metálicos dispuestos paralelamente a la línea central [2006.01]"
  },
  {
    "code": "D07B 1/12",
    "description": "••Cuerdas o cables con un alma hueca [2006.01]"
  },
  {
    "code": "D07B 1/14",
    "description": "••Cuerdas o cables con elementos auxiliares incorporados, p. ej. para marcado, extendiéndose sobre toda la longitud de la cuerda o del cable [2006.01]"
  },
  {
    "code": "D07B 1/16",
    "description": "••Cuerdas o cables con vaina envolvente o incrustaciones en caucho o materia plástica (D07B 1/04, D07B 1/10 tienen prioridad) [2006.01]"
  },
  {
    "code": "D07B 1/18",
    "description": "••Anillos de cuerdas [2006.01]"
  },
  {
    "code": "D07B 1/20",
    "description": "••Cuerdas flotantes, es decir, con almas celulares llenas de aire; Accesorios para este efecto [2006.01]"
  },
  {
    "code": "D07B 1/22",
    "description": "••Cuerdas planas o de sección poligonal; Haces de cuerdas constituidos por una serie de cuerdas paralelas [2006.01]"
  },
  {
    "code": "D07B 3/00",
    "description": "Máquinas de aparellaje de aplicación general para la producción de cuerdas o cables retorcidos a partir de hebras constitutivas hechas de materiales idénticos o diferentes [2006.01]"
  },
  {
    "code": "D07B 3/02",
    "description": "••en los cuales los devanadores de alimentación dan vueltas alrededor del eje de la cuerda o del cable [2006.01]"
  },
  {
    "code": "D07B 3/04",
    "description": "••••y están dispuestos en tándem a lo largo del eje de la máquina [2006.01]"
  },
  {
    "code": "D07B 3/06",
    "description": "••••y están espaciados radialmente a partir del eje de la máquina [2006.01]"
  },
  {
    "code": "D07B 3/08",
    "description": "••en los cuales la devanadera de enrollamiento da vueltas alrededor del eje de la cuerda o del cable, encontrándose en posición fija los devanadores de alimentación [2006.01]"
  },
  {
    "code": "D07B 3/10",
    "description": "••••con dispositivos que permiten dar a las cuerdas o cables más de una torsión completa por cada revolución de la toma de enrollamiento [2006.01]"
  },
  {
    "code": "D07B 3/12",
    "description": "••funcionando con bucles de filamentos animados de un movimiento de rotación [2006.01]"
  },
  {
    "code": "D07B 3/14",
    "description": "••controlado manualmente [2006.01]"
  },
  {
    "code": "D07B 5/00",
    "description": "Fabricación de cuerdas o cables con materiales especiales o de forma particular [2006.01]"
  },
  {
    "code": "D07B 5/02",
    "description": "••a partir de la paja o de materiales vegetales similares [2006.01]"
  },
  {
    "code": "D07B 5/04",
    "description": "••Cintas o bandas de cuerdas [2006.01]"
  },
  {
    "code": "D07B 5/06",
    "description": "••a partir de fibras en hebras naturales o fabricadas por el hombre [2006.01]"
  },
  {
    "code": "D07B 5/08",
    "description": "••••aglutinadas por adhesivos [2006.01]"
  },
  {
    "code": "D07B 5/10",
    "description": "••a partir de hebras o ramales de sección transversal no circular [2006.01]"
  },
  {
    "code": "D07B 5/12",
    "description": "••de débil torsión o de débil tensión por procedimientos que implican tratamientos de fijación o de enderezamiento [2006.01]"
  },
  {
    "code": "D07B 7/00",
    "description": "Partes constitutivas de las máquinas de fabricación de cuerdas o cables, o dispositivos auxiliares incorporados en estas máquinas; Aparatos auxiliares asociados a estas máquinas [2006.01]"
  },
  {
    "code": "D07B 7/02",
    "description": "••Partes constitutivas de máquinas; Dispositivos auxiliares [2006.01]"
  },
  {
    "code": "D07B 7/04",
    "description": "••••Dispositivos para conferir una rotación inversa a las bobinas o cajas de devanadores [2006.01]"
  },
  {
    "code": "D07B 7/06",
    "description": "••••Soportes de cojinetes o frenos para bobinas o devanadores de alimentación [2006.01]"
  },
  {
    "code": "D07B 7/08",
    "description": "••••Sistemas indicadores o de parada sensibles al agotamiento o a la ruptura del material filamentoso que proviene de los devanadores o bobinas de alimentación [2006.01]"
  },
  {
    "code": "D07B 7/10",
    "description": "••••Dispositivos de llamada o de enrollamiento de la cuerda o del cable terminado [2006.01]"
  },
  {
    "code": "D07B 7/12",
    "description": "••••para ablandar, lubrificar o impregnar las cuerdas, cables o sus hebras constitutivas [2006.01]"
  },
  {
    "code": "D07B 7/14",
    "description": "••••para recubrir o envolver las cuerdas, cables o sus hebras constitutivas (aplicación de líquidos o semi-líquidos a las superficies en general B05; envoltura de los núcleos alargados en general B65H 81/06) [2006.01]"
  },
  {
    "code": "D07B 7/16",
    "description": "••Aparellaje auxiliar [2006.01]"
  },
  {
    "code": "D07B 7/18",
    "description": "••••para extender o destorcer las cuerdas o cables o sus elementos constitutivos a fines de tratamiento o de costuras [2006.01]"
  },
  {
    "code": "D07B 9/00",
    "description": "Terminación de las extremidades por aglutinación u operación análoga, p. ej. para prevenir su deshilachado [2006.01]"
  }
]