[
  {
    "code": "A23P 10/00",
    "description": "Conformación o tratamiento de productos alimenticios caracterizado por los productos [2016.01]"
  },
  {
    "code": "A23P 10/10",
    "description": "••Fijación del producto alimenticio sobre un soporte no comestible [2016.01]"
  },
  {
    "code": "A23P 10/20",
    "description": "••Agglomeración; Granulación; Formación de comprimidos [2016.01]"
  },
  {
    "code": "A23P 10/22",
    "description": "••••Aglomeración o granulación con pulverización de partículas sólidas, p. ej. en cortina de caída libre (\"free-falling curtain\") [2016.01]"
  },
  {
    "code": "A23P 10/25",
    "description": "••••Aglomeración o granulación por extrusión o por prensado, p. ej. a través de pequeños orificios o través de tamices o entre superficies [2016.01]"
  },
  {
    "code": "A23P 10/28",
    "description": "••••Formación de comprimidos; Formando barras de alimento mediante compresión de una mezcla seca pulverizada [2016.01]"
  },
  {
    "code": "A23P 10/30",
    "description": "••Encapsulación de partículas, p. ej. de aditivos alimenticios [2016.01]"
  },
  {
    "code": "A23P 10/35",
    "description": "••••con aceites, lípidos, monoglicéridos o diglicéridos [2016.01]"
  },
  {
    "code": "A23P 10/40",
    "description": "••Fabricación de polvos sueltos o instantáneos, p. ej. polvos que se reconstituyen rápidamente al añadir líquido (A23P 10/20, A23P 10/30 tiene prioridad) [2016.01]"
  },
  {
    "code": "A23P 10/43",
    "description": "••••usando antiaglomerantes o agentes que mejoran la fluidez, añadidos durante o después la formación de los polvos [2016.01]"
  },
  {
    "code": "A23P 10/47",
    "description": "••••usando aditivos, p. ej. emulsionantes, agentes humectantes o aglomerantes [2016.01]"
  },
  {
    "code": "A23P 20/00",
    "description": "Revestimiento de productos alimenticios; Sus recubrimientos; Fabricación de productos alimenticios laminados, en multicapas, rellenos o huecos [2016.01]"
  },
  {
    "code": "A23P 20/10",
    "description": "••Revestimiento con sustancias comestibles, p. ej. con aceites o grasas [2016.01]"
  },
  {
    "code": "A23P 20/12",
    "description": "••••Aparatos o procedimientos para aplicar productos en forma de polvo o partículas a productos alimenticios, p. ej. para empanado; Tales aparatos combinados con medios para humedecer previamente o rebozar [2016.01]"
  },
  {
    "code": "A23P 20/13",
    "description": "••••••con agitación del producto alimenticio dentro de un dispositivo rotatorio, p. ej. un tambor [2016.01]"
  },
  {
    "code": "A23P 20/15",
    "description": "••••Aparatos o procedimientos para revestir con productos líquidos o semilíquidos [2016.01]"
  },
  {
    "code": "A23P 20/17",
    "description": "••••••mediante inmersión en un baño [2016.01]"
  },
  {
    "code": "A23P 20/18",
    "description": "••••••mediante pulverización, recubrimiento en un lecho fluidificado o por colada (combinado con rebozado A23P 20/12) [2016.01]"
  },
  {
    "code": "A23P 20/20",
    "description": "••Preparación de productos alimenticios laminados, multicapa, rellenos o huecos, p. ej. envolviendo el producto con láminas de masa comestibles preformadas o introduciéndolo en envases de alimentos [2016.01]"
  },
  {
    "code": "A23P 20/25",
    "description": "••••Relleno de productos alimenticios que presentan cavidades, p. ej. combinado con el procedimiento de elaboración de la cavidad [2016.01]"
  },
  {
    "code": "A23P 30/00",
    "description": "Conformación o tratamiento de productos alimenticios caracterizados por el procedimiento o el aparato (A23P 10/00, A23P 20/00 tiene prioridad) [2016.01]"
  },
  {
    "code": "A23P 30/10",
    "description": "••Moldeo [2016.01]"
  },
  {
    "code": "A23P 30/20",
    "description": "••Extrusión [2016.01]"
  },
  {
    "code": "A23P 30/25",
    "description": "••••Coextrusión de productos alimenticios diferentes [2016.01]"
  },
  {
    "code": "A23P 30/30",
    "description": "••Inflado o expansión [2016.01]"
  },
  {
    "code": "A23P 30/32",
    "description": "••••por liberación de la presión, p. ej. secado por explosión (\"explosion puffing\"); aplicando vacío [2016.01]"
  },
  {
    "code": "A23P 30/34",
    "description": "••••••mediante extrusión-expansión [2016.01]"
  },
  {
    "code": "A23P 30/36",
    "description": "••••••con un dispositivo que funciona de forma discontinua [2016.01]"
  },
  {
    "code": "A23P 30/38",
    "description": "••••mediante calentamiento (combinado con un tratamiento de vacio o de liberación de presión A23P 30/32) [2016.01]"
  },
  {
    "code": "A23P 30/40",
    "description": "••Formación de espumas o de productos batidos [2016.01]"
  }
]