[
  {
    "code": "A24D 1/00",
    "description": "Puros; Cigarrillos [2020.01]"
  },
  {
    "code": "A24D 1/02",
    "description": "••con envolturas especiales [2006.01]"
  },
  {
    "code": "A24D 1/04",
    "description": "••con boquillas o boquillas filtrantes (boquillas, boquillas filtrantes en sí\n\t\t\t\t\t\t\t\t\t\tA24D 3/00) [2006.01]"
  },
  {
    "code": "A24D 1/08",
    "description": "••con sistemas de encendido (composiciones pirofóricas C06C 15/00; mecheros en sí\n\t\t\t\t\t\t\t\t\t\tF23Q) [2006.01]"
  },
  {
    "code": "A24D 1/10",
    "description": "••con extintores [2006.01]"
  },
  {
    "code": "A24D 1/12",
    "description": "••con órganos anejos para retener la ceniza, órganos de sujeción, u otros equipos [2006.01]"
  },
  {
    "code": "A24D 1/14",
    "description": "••Cartuchos de tabaco para pipas [2006.01]"
  },
  {
    "code": "A24D 1/16",
    "description": "••Vitolas para puros o cigarrillos (máquinas para colocar las vitolas B65C) [2006.01]"
  },
  {
    "code": "A24D 1/18",
    "description": "••Empleo de productos determinados, que no sean tabaco, aptos para ser fumados [2006.01]"
  },
  {
    "code": "A24D 1/20",
    "description": "••Cigarrillos especialmente adaptados para dispositivos para simular la acción de fumar [2020.01]"
  },
  {
    "code": "A24D 1/22",
    "description": "••Cigarrillos con fuentes de calor combustibles integradas, p.ej. con fuentes de calor carbonosas [2020.01]"
  },
  {
    "code": "A24D 3/00",
    "description": "Filtros para el humo del tabaco, p. ej. boquillas filtrantes, guarniciones filtrantes; Filtros especialmente adaptados para dispositivos para simular la acción de fumar; Boquillas para puros o cigarrillos (boquillas para pipas, puros o cigarrillos A24F 7/00) [2020.01]"
  },
  {
    "code": "A24D 3/02",
    "description": "••Fabricación de filtros para humo de tabaco (fabricación de papel o de materiales celulósicos para filtros D21) [2006.01]"
  },
  {
    "code": "A24D 3/04",
    "description": "••Filtros para el humo de tabaco caracterizados por su forma o su estructura [2006.01]"
  },
  {
    "code": "A24D 3/06",
    "description": "••Empleo de materiales especiales para los filtros para el humo de tabaco [2006.01]"
  },
  {
    "code": "A24D 3/08",
    "description": "••••de materiales orgánicos como materiales de base o constituyentes principales (de materiales de cambio iónico A24D 3/12) [2006.01]"
  },
  {
    "code": "A24D 3/10",
    "description": "••••••de celulosa o de derivados de celulosa [2006.01]"
  },
  {
    "code": "A24D 3/12",
    "description": "••••de materiales de cambio iónico [2006.01]"
  },
  {
    "code": "A24D 3/14",
    "description": "••••de materiales orgánicos como materiales adicionales (de materiales de cambio iónico A24D 3/12) [2006.01]"
  },
  {
    "code": "A24D 3/16",
    "description": "••••de materiales inorgánicos [2006.01]"
  },
  {
    "code": "A24D 3/17",
    "description": "••Filtros especialmente adaptados para dispositivos para simular la acción de fumar [2020.01]"
  },
  {
    "code": "A24D 3/18",
    "description": "••Boquillas para puros o cigarrillos; Su fabricación (A24D 3/02 tiene prioridad; fabricación de elementos de boquillas, o fijación de boquillas a los puros o a los cigarrillos A24C 5/56; fabricación a partir de materias plásticas o de sustancias en estado plástico B29D 23/14; fabricación a partir de metal, ver las subclases apropiadas de la sección B) [2006.01]"
  }
]