[
  {
    "code": "A61H 1/00",
    "description": "Aparatos para el ejercicio pasivo (A61H 5/00 tiene prioridad); Aparatos vibradores; Dispositivos quiroprácticos, p. ej. dispositivos para aplicar impactos al cuerpo, dispositivos externos para estirar o alinear de forma ligera los huesos no fracturados [2006.01]"
  },
  {
    "code": "A61H 1/02",
    "description": "••Aparatos para ejercicios de extensión o flexión [2006.01]"
  },
  {
    "code": "A61H 3/00",
    "description": "Aparatos para ayudar a caminar a los enfermos o a los inválidos (aparatos para enseñar a caminar a los bebés A47D 13/04) [2006.01]"
  },
  {
    "code": "A61H 3/02",
    "description": "••Muletas [2006.01]"
  },
  {
    "code": "A61H 3/04",
    "description": "••Apoyos provistos de ruedas para ayudar a caminar a enfermos e inválidos [2006.01]"
  },
  {
    "code": "A61H 3/06",
    "description": "••Ayudas para caminar destinadas a invidentes (sustitución de la percepción visual directa por otro tipo de percepción A61F 9/08) [2006.01]"
  },
  {
    "code": "A61H 5/00",
    "description": "Aparatos para el ejercicio de los ojos [2006.01]"
  },
  {
    "code": "A61H 7/00",
    "description": "Dispositivos de masaje por succión; Dispositivos no previstos en otros lugares para dar masaje a la piel por frotamiento o por cepillado (dispositivos de masaje electromédicos mediante aplicación de corrientes eléctricas por electrodos de contacto A61N 1/18) [2006.01]"
  },
  {
    "code": "A61H 9/00",
    "description": "Masajes neumáticos o hidráulicos [2006.01]"
  },
  {
    "code": "A61H 11/00",
    "description": "Cinturones, bandas o peines para masaje [2006.01]"
  },
  {
    "code": "A61H 11/02",
    "description": "••Dispositivos de masaje a base de bandas oscilantes longitudinales [2006.01]"
  },
  {
    "code": "A61H 13/00",
    "description": "Masaje de las encías [2006.01]"
  },
  {
    "code": "A61H 15/00",
    "description": "Masaje por medio de rodillos, de bolas, p. ej. inflables, o de cadenas, o de cadenas de rodillo [2006.01]"
  },
  {
    "code": "A61H 15/02",
    "description": "••concebidos para aplicar simultáneamente un tratamiento mediante luz, calor o productos farmacéuticos [2006.01]"
  },
  {
    "code": "A61H 19/00",
    "description": "Masaje de órganos genitales [2006.01]"
  },
  {
    "code": "A61H 21/00",
    "description": "Dispositivos de masaje para cavidades del cuerpo [2006.01]"
  },
  {
    "code": "A61H 23/00",
    "description": "Masaje por percusión o vibración, p. ej. utilizando una vibración ultrasónica; Masaje por succión-vibración; Masaje con membranas móviles [2006.01]"
  },
  {
    "code": "A61H 23/02",
    "description": "••con propulsión eléctrica o magnética [2006.01]"
  },
  {
    "code": "A61H 23/04",
    "description": "••con propulsión hidráulica o neumática [2006.01]"
  },
  {
    "code": "A61H 23/06",
    "description": "••Percusión manual [2006.01]"
  },
  {
    "code": "A61H 31/00",
    "description": "Respiración artificial o estimulación cardiaca, ej. masaje cardíaco (respiración artificial por tratamiento con gas o aire, p. ej. boca a boca, A61M 16/00; aplicacion de corrientes eléctricas por electrodos de contacto para estimular, p. ej. marcapasos A61N 1/36) [2006.01]"
  },
  {
    "code": "A61H 31/02",
    "description": "••Pulmones de acero, combinados o no con medios para respirar gases [2006.01]"
  },
  {
    "code": "A61H 33/00",
    "description": "Baños para usos terapéuticos o higiénicos particulares (A61H 35/00 tiene prioridad; para la limpieza intestinal subacuática A61M 9/00; baños eléctricos o magnéticos, aplicación de fluidos ionizados A61N 1/44) [2006.01]"
  },
  {
    "code": "A61H 33/02",
    "description": "••Dispositivos para baños de líquidos que contienen gas o de líquidos a los que se añade o en los que se genera gas, p. ej baños de dióxido de carbono [2006.01]"
  },
  {
    "code": "A61H 33/04",
    "description": "••Aparatos para baños de arena, barro o espuma; Aparatos para baños de metal, p. ej. que utilizan soluciones de sales metálicas [2006.01]"
  },
  {
    "code": "A61H 33/06",
    "description": "••Baños de aire caliente o de aire frío artificiales; Baños o duchas de vapor o de gas, p. ej. saunas o baños finlandeses (cámaras neumáticas A61G 10/00) [2006.01]"
  },
  {
    "code": "A61H 33/08",
    "description": "••••Duchas de aire con finalidad higiénica [2006.01]"
  },
  {
    "code": "A61H 33/10",
    "description": "••••Dispositivos para baños de vapor montados sobre tubos [2006.01]"
  },
  {
    "code": "A61H 33/12",
    "description": "••••Baños de vapor faciales [2006.01]"
  },
  {
    "code": "A61H 33/14",
    "description": "••Dispositivos para baños de gas con ozono, hidrógeno o análogos [2006.01]"
  },
  {
    "code": "A61H 35/00",
    "description": "Baños para partes determinadas del cuerpo, p. ej. duchas para el pecho (bidés sin medios de aspersión dirigidos hacia arriba A47K 3/26; dispositivos para la limpieza de las nalgas A47K 7/08; para la limpieza intestinal subacuática A61M 9/00) [2006.01]"
  },
  {
    "code": "A61H 35/02",
    "description": "••para los ojos [2006.01]"
  },
  {
    "code": "A61H 35/04",
    "description": "••para la nariz [2006.01]"
  },
  {
    "code": "A61H 36/00",
    "description": "Vestidos para provocar la exudación [2006.01]"
  },
  {
    "code": "A61H 37/00",
    "description": "Accesorios para masajes [2006.01]"
  },
  {
    "code": "A61H 39/00",
    "description": "Dispositivos de fisioterapia para localizar o estimular los puntos reflejos específicos del cuerpo, p. ej. acupuntura (localización por medio de corrientes eléctricas o de campos magnéticos A61B 5/05; localización por detección de señales bioeléctricas  A61B 5/24) [2006.01]"
  },
  {
    "code": "A61H 39/02",
    "description": "••Dispositivos para localizar tales puntos [2006.01]"
  },
  {
    "code": "A61H 39/04",
    "description": "••Dispositivos para ejercer presión en tales puntos, p. ej. \"shiatsu\" [2006.01]"
  },
  {
    "code": "A61H 39/06",
    "description": "••Dispositivos para calentar o enfriar tales puntos dentro los límites de vida celula [2006.01]"
  },
  {
    "code": "A61H 39/08",
    "description": "••Dispositivos para colocar agujas en tales puntos, es decir, para la acupuntura [2006.01]"
  },
  {
    "code": "A61H 99/00",
    "description": "Materia no prevista en otros grupos de esta subclase [2006.01]"
  }
]