[
  {
    "code": "C07J 1/00",
    "description": "Esteroides normales que contienen carbono, hidrógeno, halógeno u oxígeno no sustituidos en posición 17 beta por un átomo de carbono, p. ej. estrano, androstano [2006.01]"
  },
  {
    "code": "C07J 3/00",
    "description": "Esteroides normales que contienen carbono, hidrógeno, halógeno u oxígeno sustituidos en posición 17beta por un átomo de carbono [2006.01]"
  },
  {
    "code": "C07J 5/00",
    "description": "Esteroides normales que contienen carbono, hidrógeno, halógeno u oxígeno, sustituidos en posición 17beta por una cadena de dos átomos de carbono, p. ej. pregnano, y sustituidos en posición 21 por solamente un enlace sencillo a átomo de oxígeno [2006.01]"
  },
  {
    "code": "C07J 7/00",
    "description": "Esteroides normales que contienen carbono, hidrógeno, halógeno u oxígeno, sustituidos en posición 17beta por una cadena de dos átomos de carbono (C07J 5/00 tiene prioridad) [2006.01]"
  },
  {
    "code": "C07J 9/00",
    "description": "Esteroides normales que contienen carbono, hidrógeno, halógeno u oxígeno, sustituidos en posición 17beta por una cadena de más de dos átomos de carbono, p. ej. colano, colestano, coprostano [2006.01]"
  },
  {
    "code": "C07J 11/00",
    "description": "Esteroides normales que contienen carbono, hidrógeno, halógeno u oxígeno, no sustituidos en posición 3 [2006.01]"
  },
  {
    "code": "C07J 13/00",
    "description": "Esteroides normales que contienen carbono, hidrógeno, halógeno u oxígeno, teniendo un enlace doble carbono-carbono a partir de o hacia la posición 17 [2006.01]"
  },
  {
    "code": "C07J 15/00",
    "description": "Esteroides esteroquímicamente puros que contienen carbono, hidrógeno, halógeno u oxígeno, que tienen una estructura invertida parcial o totalmente, p. ej. retroesteroides, L-isómeros [2006.01]"
  },
  {
    "code": "C07J 17/00",
    "description": "Esteroides normales que contienen carbono, hidrógeno, halógeno u oxígeno, teniendo un heterociclo que contiene oxígeno no condensado con la estructura del ciclopenta (a) hidrofenantreno [2006.01]"
  },
  {
    "code": "C07J 19/00",
    "description": "Esteroides normales que contienen carbono, hidrógeno, halógeno u oxígeno, sustituidos en posición 17 por un ciclo lactona [2006.01]"
  },
  {
    "code": "C07J 21/00",
    "description": "Esteroides normales que contienen carbono, hidrógeno, halógeno u oxígeno, teniendo un heterociclo que contiene oxígeno condensado en espiro con la estructura del ciclopenta [a] hidrofenantreno [2006.01]"
  },
  {
    "code": "C07J 31/00",
    "description": "Esteroides normales que contienen uno o más átomos de azufre que no pertenecen a un heterociclo [2006.01]"
  },
  {
    "code": "C07J 33/00",
    "description": "Esteroides normales que contienen un heterociclo que tiene azufre no condensado o condensado en espiro con la estructura del ciclopenta [a] hidrofenantreno [2006.01]"
  },
  {
    "code": "C07J 41/00",
    "description": "Esteroides normales que contienen uno o más átomos de nitrógeno que no pertenecen a un heterociclo [2006.01]"
  },
  {
    "code": "C07J 43/00",
    "description": "Esteroides normales teniendo un heterociclo que contiene nitrógeno no condensado o condensado en espiro con la estructura del ciclopenta [a] hidrofenantreno [2006.01]"
  },
  {
    "code": "C07J 53/00",
    "description": "Esteroides teniendo la estructura del ciclopenta [a] hidrofenantreno modificada por condensación con ciclos carbocíclicos o por formación de un ciclo adicional por un enlace directo entre dos átomos de carbono cíclicos [2006.01]"
  },
  {
    "code": "C07J 61/00",
    "description": "Esteroides teniendo la estructura del ciclopenta [a] hidrofenantreno modificada por contracción de un solo ciclo por uno o dos átomos [2006.01]"
  },
  {
    "code": "C07J 63/00",
    "description": "Esteroides teniendo la estructura del ciclopenta [a] hidrofenantreno modificada por expansión de un solo ciclo por uno o dos átomos [2006.01]"
  },
  {
    "code": "C07J 65/00",
    "description": "Esteroides teniendo la estructura del ciclopenta [a] hidrofenantreno modificada por contracción de dos ciclos, cada uno por un átomo [2006.01]"
  },
  {
    "code": "C07J 67/00",
    "description": "Esteroides teniendo la estructura del ciclopenta [a] hidrofenantreno modificada por expansión de dos ciclos, cada uno por un átomo [2006.01]"
  },
  {
    "code": "C07J 69/00",
    "description": "Esteroides teniendo la estructura del ciclopenta [a] hidrofenantreno modificada por contracción de un solo ciclo por un átomo y expansión de un solo ciclo por un átomo [2006.01]"
  },
  {
    "code": "C07J 73/00",
    "description": "Esteroides teniendo la estructura del ciclopenta [a] hidrofenantreno modificada por sustitución de uno o dos átomos de carbono por heteroátomos [2006.01]"
  },
  {
    "code": "C07J 75/00",
    "description": "Procesos de preparación de esteroides, en general [2006.01]"
  }
]