[
  {
    "code": "C22F 1/00",
    "description": "Modificación de la estructura física de metales o aleaciones no ferrosos por tratamiento térmico o por trabajo en caliente o en frío [2006.01]"
  },
  {
    "code": "C22F 1/02",
    "description": "••en atmósfera inerte o controlada o en vacío [2006.01]"
  },
  {
    "code": "C22F 1/04",
    "description": "••de aluminio o aleaciones basadas en él [2006.01]"
  },
  {
    "code": "C22F 1/043",
    "description": "••••de aleaciones con silicio como segundo constituyente mayor [2006.01]"
  },
  {
    "code": "C22F 1/047",
    "description": "••••de aleaciones con magnesio como segundo constituyente mayor [2006.01]"
  },
  {
    "code": "C22F 1/05",
    "description": "••••de aleaciones del tipo Al-Si-Mg, es decir, que contienen silicio y magnesio en proporciones sensiblemente iguales [2006.01]"
  },
  {
    "code": "C22F 1/053",
    "description": "••••de aleaciones con zinc como segundo constituyente mayor [2006.01]"
  },
  {
    "code": "C22F 1/057",
    "description": "••••de aleaciones con cobre como segundo constituyente mayor [2006.01]"
  },
  {
    "code": "C22F 1/06",
    "description": "••de magnesio o aleaciones basadas en él [2006.01]"
  },
  {
    "code": "C22F 1/08",
    "description": "••de cobre o aleaciones basadas en él [2006.01]"
  },
  {
    "code": "C22F 1/10",
    "description": "••de níquel o cobalto o aleaciones basadas en ellos [2006.01]"
  },
  {
    "code": "C22F 1/11",
    "description": "••de cromo o aleaciones basadas en él [2006.01]"
  },
  {
    "code": "C22F 1/12",
    "description": "••de plomo o aleaciones basadas en él [2006.01]"
  },
  {
    "code": "C22F 1/14",
    "description": "••de metales nobles o aleaciones basadas en ellos [2006.01]"
  },
  {
    "code": "C22F 1/16",
    "description": "••de otros metales o aleaciones basadas en ellos [2006.01]"
  },
  {
    "code": "C22F 1/18",
    "description": "••••Metales de elevado punto de fusión o refractarios o aleaciones basadas en ellos [2006.01]"
  },
  {
    "code": "C22F 3/00",
    "description": "Modificación de la estructura física de los metales o aleaciones no ferrosos, por métodos físicos particulares, p. ej. tratamiento con neutrones [2006.01]"
  },
  {
    "code": "C22F 3/02",
    "description": "••por solidificación de una masa fundida controlada por ondas supersónicas (ultrasonidos) o campos eléctricos o magnéticos [2006.01]"
  }
]