[
  {
    "code": "F16B",
    "description": "DISPOSITIVOS PARA UNIR O BLOQUEAR LOS ELEMENTOS CONSTRUCTIVOS O LAS PARTES DE LAS MAQUINAS, p. ej. CLAVOS, CLAVIJAS, TUERCAS, TORNILLOS, BULONES, ANILLOS QUE FORMAN RESORTE, ABRAZADERAS, BRIDAS, GRAPAS, CUÑAS; UNIONES O ARTICULACIONES (acoplamientos para la transmisión de mecanismos de rotación F16D)"
  },
  {
    "code": "F16C",
    "description": "ARBOLES; ARBOLES FLEXIBLES; MEDIOS MECANICOS PARA TRANSMITIR MOVIMIENTO EN UNA FUNDA FLEXIBLE; ELEMENTOS DE LOS MECANISMOS DEL CIGÜEÑAL; PIVOTES; UNIONES PIVOTANTES; PIEZAS ROTATIVAS DE INGENIERIA DISTINTAS A LAS PIEZAS DE TRANSMISION MECANICA, ACOPLAMIENTOS, EMBRAGUES O FRENOS; COJINETES [5]"
  },
  {
    "code": "F16D",
    "description": "ACOPLAMIENTOS PARA LA TRANSMISION DE MOVIMIENTOS DE ROTACION (transmisión para transmitir la rotación F16H, p. ej. transmisiones por fluidos F16H 39/00-F16H 47/00); EMBRAGUES (embragues dinamo-eléctricos H02K 49/00; embragues que utilizan atracción electrostática H02N 13/00); FRENOS (sistemas de frenado electrodinámicos para vehículos, en general B60L 7/00; frenos dinamoeléctricos H02K 49/00) [2]"
  },
  {
    "code": "F16F",
    "description": "RESORTES; AMORTIGUADORES; MEDIOS PARA AMORTIGUAR LAS VIBRACIONES"
  },
  {
    "code": "F16G",
    "description": "CORREAS, CABLES O CUERDAS, UTILIZADOS ESENCIALMENTE PARA LA TRANSMISION DE UN MOVIMIENTO; CADENAS; ACCESORIOS UTILIZADOS ESENCIALMENTE CON ESTE FIN"
  },
  {
    "code": "F16H",
    "description": "TRANSMISIONES"
  },
  {
    "code": "F16J",
    "description": "PISTONES; CILINDROS; RECIPIENTES A PRESION EN GENERAL; JUNTAS DE ESTANQUEIDAD"
  },
  {
    "code": "F16K",
    "description": "VALVULAS; GRIFOS; COMPUERTAS; FLOTADORES PARA ACCIONAMIENTO; DISPOSITIVOS PARA VENTILAR O AIREAR"
  },
  {
    "code": "F16L",
    "description": "TUBERIAS O TUBOS; EMPALMES U OTROS ACCESORIOS PARA TUBERIAS; SOPORTES PARA TUBOS, CABLES O CONDUCTOS PROTECTORES; MEDIOS DE AISLAMIENTO TERMICO EN GENERAL"
  },
  {
    "code": "F16M",
    "description": "BASTIDORES, CARCASAS O BANCADAS PARA MOTORES, MAQUINAS O APARATOS, NO ESPECIFICOS PARA MOTORES, MAQUINAS O APARATOS PREVISTOS EN OTRO LUGAR; APOYOS; SOPORTES"
  },
  {
    "code": "F16N",
    "description": "LUBRIFICACION"
  },
  {
    "code": "F16P",
    "description": "DISPOSITIVOS DE SEGURIDAD EN GENERAL"
  },
  {
    "code": "F16S",
    "description": "ELEMENTOS CONSTRUCTIVOS EN GENERAL; ESTRUCTURAS CONSTRUIDAS CON ESTOS ELEMENTOS, EN GENERAL"
  },
  {
    "code": "F16T",
    "description": "PURGADORES DE AGUA DE CONDENSACION O DISPOSITIVOS ANALOGOS PARA EXPULSAR LIQUIDOS FUERA DE DEPOSITOS QUE CONTENGAN PRINCIPALMENTE GASES O VAPORES"
  }
]