[
  {
    "code": "F23B",
    "description": "METODOS O APARATOS DE COMBUSTION QUE UTILIZAN UNICAMENTE COMBUSTIBLES SOLIDOS (para combustión de combustibles que son sólidos a temperatura ambiente, pero que son quemados en forma fundida, p. ej. cera de velas C11C 5/00, F23C, F23D; usando combustible sólido suspendido en aire F23C, F23D 1/00; usando combustible sólido suspendido en líquidos F23C, F23D 11/00; usando combustible sólido y combustible fluido o sólido suspendido en aire simultánea o alternadamente F23C, F23D 17/00)"
  },
  {
    "code": "F23C",
    "description": "PROCEDIMIENTOS O APARATOS DE COMBUSTION QUE UTILIZAN COMBUSTIBLES FLUIDOS O COMBUSTIBLES SOLIDOS SUSPENDIDOS EN AIRE (quemadores F23D)"
  },
  {
    "code": "F23D",
    "description": "QUEMADORES"
  },
  {
    "code": "F23G",
    "description": "HORNOS CREMATORIOS; COMBUSTION DE DESECHOS O DE COMBUSTIBLES DE BAJA CALIDAD"
  },
  {
    "code": "F23H",
    "description": "PARRILLAS (entradas de aire de fluidificación para aparatos de combustión de lecho fluidificado F23C 10/20); LIMPIEZA O RASPADO DE LAS PARRILLAS"
  },
  {
    "code": "F23J",
    "description": "RETIRADA O TRATAMIENTO DE LOS PRODUCTOS O RESIDUOS DE COMBUSTION; CONDUCTOS DE HUMOS (aparatos de combustión para eliminar humos o vapores, p. ej. gases de escape, F23G 7/06)"
  },
  {
    "code": "F23K",
    "description": "ALIMENTACION DE COMBUSTIBLE A LOS APARATOS DE COMBUSTION (alimentadores de combustible especialmente adaptados para los aparatos de combustión de lecho fluidificado F23C 10/22)"
  },
  {
    "code": "F23L",
    "description": "SUMINISTRO DE AIRE O LIQUIDOS O GASES NO COMBUSTIBLES A APARATOS DE COMBUSTION EN GENERAL (altares con medios de suministro de aire o vapor F23M 3/04; desviadores o protectores con pasajes de suministro de aire F23M 9/04); VALVULAS O REGULADORES DE TIRO ESPECIALMENTE ADAPTADOS AL CONTROL DEL SUMINISTRO DE AIRE O EL TIRO EN APARATOS DE COMBUSTION; TIRO INDUCIDO EN APARATOS DE COMBUSTION; TAPAS PARA CHIMENEAS O RESPIRADEROS; TERMINALES PARA LOS CONDUCTORES DE HUMOS"
  },
  {
    "code": "F23M",
    "description": "ARMADURAS, REVESTIMIENTOS, PAREDES O PUERTAS ESPECIALMENTE ADAPTADAS PARA CAMARAS DE COMBUSTION, p. ej. ALTARES; DISPOSITIVOS DEFLECTORES DE AIRE, LLAMAS O PRODUCTOS DE COMBUSTION EN CAMARAS DE COMBUSTION; DISPOSITIVOS DE SEGURIDAD ESPECIALMENTE ADAPTADOS PARA APARATOS DE COMBUSTION; DETALLES DE CAMARAS DE COMBUSTION, NO PREVISTOS EN OTRO LUGAR"
  },
  {
    "code": "F23N",
    "description": "REGULACION O CONTROL DE LA COMBUSTION (dispositivos de control especialmente adaptados para aparatos de combustión en los cuales la combustión tiene lugar en un lecho fluidificado de combustible u otras partículas F23C 10/28; dispositivos de control sensibles a ciertas condiciones para regular la combustión en estufas con hogares abiertos para combustibles sólidos F24B 1/187)"
  },
  {
    "code": "F23Q",
    "description": "ENCENDIDO (dispositivos para encender cerillas A24F; encendedores químicos  C06C 9/00); DISPOSITIVOS DE APAGADO"
  },
  {
    "code": "F23R",
    "description": "ELABORACION DE PRODUCTOS DE COMBUSTION A ALTA PRESION O GRAN VELOCIDAD, p. ej. CAMARAS DE COMBUSTION DE TURBINAS DE GAS (aparatos de lecho fluidificado de combustible especialmente adaptados para funcionar a presiones superatmosféricas F23C 10/16)"
  }
]