[
  {
    "code": "A23B",
    "description": "CONSERVACION, P.EJ. MEDIANTE ENLATADO, DE CARNE, PESCADO, HUEVOS, FRUTAS, VERDURAS, SEMILLAS COMESTIBLES; MADURACION QUIMICA DE FRUTAS Y VERDURAS; PRODUCTOS CONSERVADOS, MADURADOS O ENLATADOS"
  },
  {
    "code": "A23C",
    "description": "PRODUCTOS LÁCTEOS, p. ej. LECHE, MANTECA O QUESO; SUSTITUTIVOS DE LA LECHE O EL QUESO; ELABORACIÓN DE LOS MISMOS (obtención de composiciones proteicas para productos alimenticios A23J 1/00)"
  },
  {
    "code": "A23D",
    "description": "ACEITES O GRASAS COMESTIBLES, p. ej. MARGARINAS, SHORTENINGS, ACEITES PARA COCINAR (productos alimenticios para animales C11B, C11C; hidrogenación C11C 3/12)"
  },
  {
    "code": "A23F",
    "description": "CAFE; TE; SUCEDANEOS DEL CAFE O DEL TE; SU FABRICACION, PREPARACION O INFUSION"
  },
  {
    "code": "A23G",
    "description": "CACAO; PRODUCTOS A BASE DE CACAO, p. ej. CHOCOLATE; SUCEDANEOS DEL CACAO O DE LOS PRODUCTOS A BASE DE CACAO; CONFITERIA; GOMA DE MASCAR; HELADOS; SU PREPARACION 2006.01 href=# oncontextmenu=return false; onclick=return false;>[2006.01]"
  },
  {
    "code": "A23J",
    "description": "COMPOSICIONES A BASE DE PROTEINAS PARA LA ALIMENTACION; TRATAMIENTO DE PROTEINAS PARA LA ALIMENTACION; COMPOSICIONES A BASE DE FOSFATIDOS PARA LA ALIMENTACION [4]"
  },
  {
    "code": "A23K",
    "description": "ALIMENTOS PARA ANIMALES; METODOS ESPECIALMENTE ADAPTADOS PARA SU PRODUCCION"
  },
  {
    "code": "A23L",
    "description": "ALIMENTOS, PRODUCTOS ALIMENTICIOS O BEBIDAS NO ALCOHOLICAS NO CUBIERTOS POR LAS SUBCLASES A21D O A23B-A23J; SU PREPARACION O TRATAMIENTO, p. ej. COCCION, MODIFICACION DE LAS CUALIDADES NUTRICIONALES, TRATAMIENTO FISICO (conformación o tratamiento, no enteramente cubierto por la presente subclase, A23P); CONSERVACION DE ALIMENTOS O DE PRODUCTOS ALIMENTICIOS, EN GENERAL 2006.01 href=# oncontextmenu=return false; onclick=return false;>[2006.01]"
  },
  {
    "code": "A23N",
    "description": "MAQUINAS O APARATOS PARA TRATAR LAS COSECHAS DE FRUTAS, VEGETALES O BULBOS DE FLOR A GRANEL, NO PREVISTOS EN OTRO LUGAR; PELADO DE FRUTAS O VERDURAS A GRANEL; APARATOS PARA LA PREPARACION DE ALIMENTOS PARA ANIMALES (máquinas para cortar la paja o el forraje A01F 29/00; disgregación, p.ej. trituración, B02C; separación, p.ej. corte, división, recortado, B26B, B26D)"
  },
  {
    "code": "A23P",
    "description": "CONFORMACIÓN O TRATAMIENTO DE PRODUCTOS ALIMENTICIOS NO CUBIERTO ÍNTEGRAMENTE POR UNA SOLA DE LAS OTRAS SUBCLASES"
  }
]