[
  {
    "code": "A61B",
    "description": "DIAGNOSTICO; CIRUGIA; IDENTIFICACION (análisis de material biológico G01N, p.ej. G01N 33/48)"
  },
  {
    "code": "A61C",
    "description": "TECNICA DENTAL; APARATOS O METODOS PARA HIGIENE ORAL O DENTAL (cepillos dentales no accionados mecánicamente A46B; preparaciones para la técnica dental A61K 6/00; preparaciones para la limpieza de los dientes o enjuagado de la boca A61K 8/00, A61Q 11/00)"
  },
  {
    "code": "A61D",
    "description": "INSTRUMENTOS, DISPOSITIVOS, UTILES O METODOS DE LA MEDICINA VETERINARIA"
  },
  {
    "code": "A61F",
    "description": "FILTROS IMPLANTABLES EN LOS VASOS SANGUINEOS; PROTESIS; DISPOSITIVOS QUE MANTIENEN LA LUZ O QUE EVITAN EL COLAPSO DE ESTRUCTURAS TUBULARES, p. ej. STENTS; DISPOSITIVOS DE ORTOPEDIA, CURA O PARA LA CONTRACEPCION; FOMENTACION; TRATAMIENTO O PROTECCION DE OJOS Y OIDOS; VENDAJES, APOSITOS O COMPRESAS ABSORBENTES; BOTIQUINES DE PRIMEROS AUXILIOS (prótesis dentales A61C) 2006.01 href=# oncontextmenu=return false; onclick=return false;>[2006.01]"
  },
  {
    "code": "A61G",
    "description": "MEDIOS DE TRANSPORTE, MEDIOS DE TRANSPORTE PERSONALES O DISPOSICIONES ESPECIALMENTE ADAPTADAS PARA ENFERMOS O PARA INVALIDOS (aparatos para ayudar a caminar a enfermos o a inválidos A61H 3/00); SILLAS O MESAS DE OPERACIONES; SILLONES DE DENTISTA; DISPOSITIVOS DE INHUMACION (embalsamado cadáveres A01N 1/00)"
  },
  {
    "code": "A61H",
    "description": "APARATOS DE FISIOTERAPIA, p. ej. DISPOSITIVOS PARA LOCALIZAR O ESTIMULAR LOS PUNTOS EN DONDE SE LOCALIZAN LOS CUERPOS; RESPIRACION ARTIFICIAL; MASAJE; DISPOSITIVOS DE BAÑO PARA USOS TERAPEUTICOS O HIGIENICOS PARTICULARES O PARA PARTES DETERMINADAS DEL CUERPO (electroterapia, magnetoterapia, radioterapia, terapia por ultrasonidos A61N)"
  },
  {
    "code": "A61J",
    "description": "RECIPIENTES ESPECIALMENTE ADAPTADOS PARA USOS MEDICOS O FARMACEUTICOS; DISPOSITIVOS O METODOS ESPECIALMENTE CONCEBIDOS PARA CONFERIR A LOS PRODUCTOS FARMACEUTICOS UNA FORMA FISICA O DE ADMINISTRACION PARTICULAR; DISPOSITIVOS PARA ADMINISTRAR ALIMENTOS O MEDICINAS VIA ORAL; CHUPETES PARA BEBES; ESCUPIDERAS"
  },
  {
    "code": "A61K",
    "description": "PREPARACIONES DE USO MEDICO, DENTAL O PARA EL ASEO (dispositivos o métodos especialmente concebidos para conferir a los productos farmacéuticos una forma física o de administración particular A61J 3/00; aspectos químicos o utilización de substancias químicas para, la desodorización del aire, la desinfección o la esterilización, vendas, apósitos, almohadillas absorbentes o de los artículos para su realización A61L; composiciones a base de jabón C11D)"
  },
  {
    "code": "A61L",
    "description": "PROCEDIMIENTOS O APARATOS PARA ESTERILIZAR MATERIALES U OBJECTOS EN GENERAL; DESINFECCION, ESTERILIZACION O DESODORIZACION DEL AIRE; ASPECTOS QUIMICOS DE VENDAS, APOSITOS, COMPRESAS ABSORBENTES O ARTICULOS QUIRURGICOS; MATERIALES PARA VENDAS, APOSITOS, COMPRESAS ABSORBENTES O ARTICULOS QUIRURGICOS (conservación de cuerpos o desinfección caracterizada por los agentes empleados A01N; conservación, p. ej. esterilización de alimentos o productos alimenticios A23; preparaciones de uso medico, dental o para el aseo A61K) [4]"
  },
  {
    "code": "A61M",
    "description": "DISPOSITIVOS PARA INTRODUCIR AGENTES EN EL CUERPO O PARA DEPOSITARLOS SOBRE EL MISMO (introducción de remedios en o sobre el cuerpo de animales A61D 7/00; medios para la inserción de tampones A61F 13/26; dispositivos para la administración vía oral de alimentos o medicinas A61J; recipientes para la recogida, almacenamiento o administración de sangre o de fluidos médicos A61J 1/05); DISPOSITIVOS PARA HACER CIRCULAR LOS AGENTES POR EL CUERPO O PARA SU EXTRACCION (cirugía A61B; aspectos químicos de los artículos quirúrgicos A61L; magnetoterapia utilizando elementos magnéticos colocados dentro del cuerpo A61N 2/10); DISPOSITIVOS PARA INDUCIR UN ESTADO DE SUEÑO O LETARGIA O PARA PONERLE FIN 5 href=# oncontextmenu=return false; onclick=return false;>[5]"
  },
  {
    "code": "A61N",
    "description": "ELECTROTERAPIA; MAGNETOTERAPIA; RADIOTERAPIA; TERAPIA POR ULTRASONIDOS (medida de corrientes bioeléctricas A61B; instrumentos quirúrgicos, dispositivos o métodos para transferir formas no mecánicas de energía hacia o desde el cuerpo A61B 18/00; aparatos de anestesia en general A61M; lámparas incandescentes H01K; radiadores de infrarrojos utilizados como calefactores H05B) [6]"
  },
  {
    "code": "A61P",
    "description": "ACTIVIDAD TERAPEUTICA ESPECIFICA DE COMPUESTOS QUIMICOS O DE PREPARACIONES MEDICINALES [7]"
  },
  {
    "code": "A61Q",
    "description": "USO ESPECIFICO DE COSMETICOS O DE PREPARACIONES SIMILARES PARA EL ASEO [2006.01]"
  }
]