[
  {
    "code": "G05G 1/00",
    "description": "Organos de control, p. ej. botones o empuñaduras; Montajes o disposiciones de los mismos; Indicación de la posición de los órganos de control (joysticks G05G 9/04; volantes para vehículos de motor B62D) [2008.04]"
  },
  {
    "code": "G05G 1/01",
    "description": "••Disposiciones de varios órganos de control unos con respecto a otros (controles con doble pedal, p. ej. para vehículos de autoescuela G05G 1/34; unidades de montaje que comprenden un ensamblaje de varios pedales G05G 1/36) [2008.04]"
  },
  {
    "code": "G05G 1/015",
    "description": "••Disposiciones para indicar la posición de un órgano de control (medios para detectar en continuo la posición del pedal G05G 1/38; medios para detectar la posición mediante sensación táctil G05G 5/03) [2008.04]"
  },
  {
    "code": "G05G 1/02",
    "description": "••Organos de control accionados a mano por un movimiento lineal, p. ej. botones pulsadores [2006.01]"
  },
  {
    "code": "G05G 1/04",
    "description": "••Organos de control accionados a mano por un movimiento pivotante, p. ej. palancas [2006.01]"
  },
  {
    "code": "G05G 1/06",
    "description": "••••Partes constitutivas de sus mangos [2006.01]"
  },
  {
    "code": "G05G 1/08",
    "description": "••Organos de control accionados a mano por un movimiento rotatorio p. ej. volante [2006.01]"
  },
  {
    "code": "G05G 1/10",
    "description": "••••Partes constitutivas de estos órganos, p. ej. de discos, de botones, de volantes, de manivelas [2006.01]"
  },
  {
    "code": "G05G 1/12",
    "description": "••••••Medios para fijar los órganos de control sobre ejes giratorios o sobre soportes análogos [2006.01]"
  },
  {
    "code": "G05G 1/30",
    "description": "••Organos de control accionados por el pie [2008.04]"
  },
  {
    "code": "G05G 1/32",
    "description": "••••con medios para prevenir lesiones [2008.04]"
  },
  {
    "code": "G05G 1/323",
    "description": "••••••medios para desconectar la conexión entre el pedal y el órgano controlado, p. ej. por ruptura o torsión de la biela [2008.04]"
  },
  {
    "code": "G05G 1/327",
    "description": "••••••medios para desconectar el pedal de su articulación o de su soporte, p. ej. mediante ruptura o torsión del soporte [2008.04]"
  },
  {
    "code": "G05G 1/34",
    "description": "••••Controles con doble pedal, p. ej. para vehículos de autoescuela [2008.04]"
  },
  {
    "code": "G05G 1/36",
    "description": "••••Unidades de montaje que comprenden un ensamblaje de varios pedales, p. ej. para facilitar el montaje [2008.04]"
  },
  {
    "code": "G05G 1/38",
    "description": "••••comprendiendo medios para detectar en continuo la posición del pedal [2008.04]"
  },
  {
    "code": "G05G 1/40",
    "description": "••••regulables [2008.04]"
  },
  {
    "code": "G05G 1/405",
    "description": "••••••regulables en continuo [2008.04]"
  },
  {
    "code": "G05G 1/42",
    "description": "••••no pivotantes, p. ej. deslizantes [2008.04]"
  },
  {
    "code": "G05G 1/44",
    "description": "••••pivotantes [2008.04]"
  },
  {
    "code": "G05G 1/445",
    "description": "••••••alrededor de un punto de apoyo central [2008.04]"
  },
  {
    "code": "G05G 1/46",
    "description": "••••Medios, p. ej. bieletas, para conectar el pedal a la unidad controlada [2008.04]"
  },
  {
    "code": "G05G 1/48",
    "description": "••••Bandas antideslizantes para pedales; Prolongadores para pedales o accesorios caracterizados únicamente por las características mecánicas [2008.04]"
  },
  {
    "code": "G05G 1/483",
    "description": "••••••Bandas antideslizantes [2008.04]"
  },
  {
    "code": "G05G 1/487",
    "description": "••••••Prolongadores para pedales [2008.04]"
  },
  {
    "code": "G05G 1/50",
    "description": "••••Fabricación de pedales; Pedales caracterizados por el material empleado [2008.04]"
  },
  {
    "code": "G05G 1/52",
    "description": "••Organos de control especialmente adaptados para ser accionados por partes del cuerpo humano distintas de la mano o el pie [2008.04]"
  },
  {
    "code": "G05G 1/54",
    "description": "••Organos de control especialmente adaptados para ser accionados por órganos de maniobra auxiliares o por prolongadores; Organos de maniobra o prolongadores a este efecto (prolongadores para pedales G05G 1/487) [2008.04]"
  },
  {
    "code": "G05G 1/56",
    "description": "••••Organos de control especialmente adaptados para ser accionados por llaves, destornilladores o herramientas similares [2008.04]"
  },
  {
    "code": "G05G 1/58",
    "description": "••Organos de reposo o de guiado para las pares concernientes del cuerpo del operador [2008.04]"
  },
  {
    "code": "G05G 1/60",
    "description": "••••Reposapiés o calapiés [2008.04]"
  },
  {
    "code": "G05G 1/62",
    "description": "••••Apoyabrazos [2008.04]"
  },
  {
    "code": "G05G 3/00",
    "description": "Organos controlados (horquillas de las cajas de cambios F16H 63/32); Ensamblados o instalaciones de éstos (enclavamientos de órganos controlados G05G 5/08) [2006.01]"
  },
  {
    "code": "G05G 5/00",
    "description": "Medios para impedir, limitar o invertir el movimiento de ciertas piezas de un mecanismo de control, p. ej. cierre de los órganos de control (G05G 17/00 tiene prioridad) [2006.01]"
  },
  {
    "code": "G05G 5/02",
    "description": "••Medios de evitar los desplazamientos indeseables de órganos de control que pueden ser maniobrados en dos o más etapas distintas o de varias maneras diferentes, p. ej. imponiendo un movimiento paso a paso o una sucesión definida de movimientos (G05G 5/28 tiene prioridad) [2006.01]"
  },
  {
    "code": "G05G 5/03",
    "description": "••Medios para atraer la atención del operador sobre la llegada del órgano de control a una posición de control o de reposo; Creación de una sensación, p. ej. medios para generar una contrafuerza (disposiciones para indicar la posición del órgano de control G05G 1/015) [2008.04]"
  },
  {
    "code": "G05G 5/04",
    "description": "••Topes para limitar el movimiento de órgano de control, p. ej. tope regulable (G05G 5/03, G05G 5/05, G05G 5/28 tienen prioridad) [2006.01]"
  },
  {
    "code": "G05G 5/05",
    "description": "••Medios para hacer volver o que tiendan a hacer volver los órganos de control hacia una posición de reposo o una posición neutra, p. ej. previendo resortes de retorno o topes elásticos de fin de carrera (G05G 5/28 tiene prioridad) [2006.01]"
  },
  {
    "code": "G05G 5/06",
    "description": "••para mantener los órganos de control, solamente sobre una o sobre un número limitado de posiciones definidas (G05G 5/03, G05G 5/05, G05G 5/28 tienen prioridad) [2006.01]"
  },
  {
    "code": "G05G 5/08",
    "description": "••••Enclavamiento de órganos, p. ej. bloqueo de un órgano sobre una posición especial antes o durante el desplazamiento de otro órgano [2006.01]"
  },
  {
    "code": "G05G 5/12",
    "description": "••para mantener los órganos sobre un número indeterminado de posiciones, p. ej. por un sector dentado (G05G 5/28 tiene prioridad) [2006.01]"
  },
  {
    "code": "G05G 5/14",
    "description": "••••por bloqueo de un órgano en relación a un sector fijo, un vástago o un órgano análogo [2006.01]"
  },
  {
    "code": "G05G 5/16",
    "description": "••••••por fricción [2006.01]"
  },
  {
    "code": "G05G 5/18",
    "description": "••••••por engranaje sin deslizamiento, p. ej. por un trinquete [2006.01]"
  },
  {
    "code": "G05G 5/20",
    "description": "••••por bloqueo de un sector, de un vástago o de un órgano análogo llevado por el órgano de control [2006.01]"
  },
  {
    "code": "G05G 5/22",
    "description": "••••••por fricción [2006.01]"
  },
  {
    "code": "G05G 5/24",
    "description": "••••••por engranaje sin deslizamiento, p. ej. por un trinquete [2006.01]"
  },
  {
    "code": "G05G 5/26",
    "description": "••••por otros medios diferentes de un sector, un vástago u otro órgano análogo [2006.01]"
  },
  {
    "code": "G05G 5/28",
    "description": "••para impedir el acceso no autorizado al órgano de control o para impedir su movimiento hacia una posición de control [2006.01]"
  },
  {
    "code": "G05G 7/00",
    "description": "Mecanismos de control maniobrados a mano equipados de un solo órgano de control trabajando con un solo órgano controlado; Partes constitutivas de estos mecanismos (órganos de control G05G 1/00) [2006.01]"
  },
  {
    "code": "G05G 7/02",
    "description": "••caracterizados por disposiciones especiales para transmitir o convertir el movimiento, o para actuar a distancia [2006.01]"
  },
  {
    "code": "G05G 7/04",
    "description": "••••que modifican la relación de movimiento o de fuerza entre el órgano de control y el órgano controlado en función de la posición del órgano de control [2006.01]"
  },
  {
    "code": "G05G 7/06",
    "description": "••••el movimiento repetido del órgano de control que aumenta el movimiento del órgano controlado (G05G 7/08 tiene prioridad) [2006.01]"
  },
  {
    "code": "G05G 7/08",
    "description": "••••el movimiento repetido del órgano de control que hace recorrer al órgano controlado un ciclo de posiciones distintas [2006.01]"
  },
  {
    "code": "G05G 7/10",
    "description": "••••especialmente adaptados al control a distancia (G05G 7/04-G05G 7/08 tienen prioridad) [2006.01]"
  },
  {
    "code": "G05G 7/12",
    "description": "••especialmente adaptados para accionar un órgano en un sistema en marcha en relación al órgano de control, p. ej. sobre un eje giratorio [2006.01]"
  },
  {
    "code": "G05G 7/14",
    "description": "••caracterizados por medios para retardar la puesta en movimiento del órgano controlado o para hacerla progresiva en respuesta a una entrada dada del órgano de control, p. ej. introduciendo un juego en la cadena de control [2006.01]"
  },
  {
    "code": "G05G 7/16",
    "description": "••Disposiciones especiales para reducir los efectos de un ligero movimiento relativo entre los soportes del mecanismo, p. ej. que resultan del montaje elástico de un mecanismo controlado [2006.01]"
  },
  {
    "code": "G05G 9/00",
    "description": "Mecanismos de control maniobrados a mano equipados de un solo órgano de control que trabajan con varios órganos controlados, p. ej. selectivamente, simultáneamente [2006.01]"
  },
  {
    "code": "G05G 9/02",
    "description": "••el órgano de control está maniobrado de diferentes maneras independientes y cada una de estas maniobras individuales accionan un solo órgano controlado [2006.01]"
  },
  {
    "code": "G05G 9/04",
    "description": "••••en los que la maniobra del órgano de control puede ser efectuada de varias maneras simultáneamente [2006.01]"
  },
  {
    "code": "G05G 9/047",
    "description": "••••••pudiendo ser accionado a mano el órgano de control alrededor de ejes ortogonales, p. ej. palancas de mando (\"joysticks\") [2006.01]"
  },
  {
    "code": "G05G 9/053",
    "description": "••••••••teniendo una rótula el órgano de control [2006.01]"
  },
  {
    "code": "G05G 9/06",
    "description": "••los órganos controlados son actuados sucesivamente por el movimiento repetido del órgano de control [2006.01]"
  },
  {
    "code": "G05G 9/08",
    "description": "••los órganos controlados están puestos en marcha sucesivamente por el movimiento progresivo del órgano de control [2006.01]"
  },
  {
    "code": "G05G 9/10",
    "description": "••con preselección, seguida de un movimiento de cada órgano controlado, provocado por la maniobra del órgano de control de dos maneras diferentes, p. ej. guiado por un sector de rejilla [2006.01]"
  },
  {
    "code": "G05G 11/00",
    "description": "Mecanismos de control maniobrados a mano equipados de varios órganos de control que trabajan con un solo órgano controlado [2006.01]"
  },
  {
    "code": "G05G 13/00",
    "description": "Mecanismos de control maniobrados a mano equipados de varios órganos de control así como varios órganos controlados (bloqueo G05G 5/08) [2006.01]"
  },
  {
    "code": "G05G 13/02",
    "description": "••con los órganos de control separados para la preselección y el desplazamiento de los órganos controlados [2006.01]"
  },
  {
    "code": "G05G 15/00",
    "description": "Dispositivos mecánicos para iniciar un movimiento que resulta automáticamente de una causa apropiada [2006.01]"
  },
  {
    "code": "G05G 15/02",
    "description": "••debido al cambio del sentido de movimiento de un órgano [2006.01]"
  },
  {
    "code": "G05G 15/04",
    "description": "••debido a la distancia o al ángulo recorrido por el órgano [2006.01]"
  },
  {
    "code": "G05G 15/06",
    "description": "••debido a la velocidad de rotación o del movimiento de un órgano, p. ej. la velocidad sobrepasando un límite máximo o mínimo (contadores de velocidad G01P) [2006.01]"
  },
  {
    "code": "G05G 15/08",
    "description": "••debido a la carga o al par ejercido sobre un órgano, p. ej. si sobrepasan un valor determinado [2006.01]"
  },
  {
    "code": "G05G 17/00",
    "description": "Dispositivos mecánicos para hacer mover un órgano después de su liberación; Mecanismos de accionamiento o de liberación caracterizados por estos dispositivos [2006.01]"
  },
  {
    "code": "G05G 19/00",
    "description": "Servomecanismos en los que el órgano controlado sigue automáticamente la posición del órgano de control, p. ej. paso a paso [2006.01]"
  },
  {
    "code": "G05G 21/00",
    "description": "Aparellaje mecánico para controlar una serie de operaciones, es decir, control que sigue un programa, p. ej. que tiene un juego de levas (G05G 5/02 tiene prioridad) [2006.01]"
  },
  {
    "code": "G05G 23/00",
    "description": "Medios de asegurar la puesta en posición correcta de ciertas piezas de mecanismos de control, p. ej. desquite del juego [2006.01]"
  },
  {
    "code": "G05G 23/02",
    "description": "••que se ajustan automáticamente [2006.01]"
  },
  {
    "code": "G05G 25/00",
    "description": "Otras partes constitutivas,características o accesorios demecanismos de control, p. ej. suspensiones elásticas de órganos intermedios [2006.01]"
  },
  {
    "code": "G05G 25/02",
    "description": "••evitando la formación o la transmisión de ruido [2006.01]"
  },
  {
    "code": "G05G 25/04",
    "description": "••asegurando la estanqueidad contra la entrada de polvo, la intemperie o similares [2006.01]"
  }
]