[
  {
    "code": "G16C 10/00",
    "description": "Química teórica computacional, es decir, TIC especialmente adaptadas a los aspectos teóricos de la química cuántica, de la mecánica molecular, de la dinámica molecular o similares [2019.01]"
  },
  {
    "code": "G16C 20/00",
    "description": "Quimioinformática, es decir, TIC especialmente adaptadas al tratamiento de datos fisicoquímicos o estructurales de las partículas, elementos, compuestos o mezclas químicas [2019.01]"
  },
  {
    "code": "G16C 20/10",
    "description": "••Análisis o diseño de las reacciones, de la síntesis o de los procesos químicos [2019.01]"
  },
  {
    "code": "G16C 20/20",
    "description": "••Identificación de las entidades moleculares, de sus partes o de las composiciones químicas [2019.01]"
  },
  {
    "code": "G16C 20/30",
    "description": "••Predicción de las propiedades de los compuestos, composiciones o mezclas químicas [2019.01]"
  },
  {
    "code": "G16C 20/40",
    "description": "••Búsqueda de estructuras químicas o de datos fisicoquímicos [2019.01]"
  },
  {
    "code": "G16C 20/50",
    "description": "••Diseño molecular, p. ej. de medicamentos [2019.01]"
  },
  {
    "code": "G16C 20/60",
    "description": "••Química combinatoria in silico [2019.01]"
  },
  {
    "code": "G16C 20/62",
    "description": "••••Diseño de librerías [2019.01]"
  },
  {
    "code": "G16C 20/64",
    "description": "••••Cribaje de librerías [2019.01]"
  },
  {
    "code": "G16C 20/70",
    "description": "••Aprendizaje automático, minería de datos o quimiometría [2019.01]"
  },
  {
    "code": "G16C 20/80",
    "description": "••Visualización de datos [2019.01]"
  },
  {
    "code": "G16C 20/90",
    "description": "••Lenguajes de programación; Arquitecturas informáticas; Sistemas de bases de datos; Almacenamiento de datos [2019.01]"
  },
  {
    "code": "G16C 60/00",
    "description": "Ciencia informática de materiales, es decir, TIC especialmente adaptadas a la investigación de propiedades físicas y químicas de materiales o de fenómenos asociados con su diseño, síntesis, procesamiento, caracterización y utilización [2019.01]"
  },
  {
    "code": "G16C 99/00",
    "description": "Materia no prevista en otros grupos de esta subclase [2019.01]"
  }
]