[
  {
    "code": "G21H 1/00",
    "description": "Disposiciones para obtener energía eléctrica a partir de fuentes radiactivas, p. ej. a partir de isótopos radiactivos [2006.01]"
  },
  {
    "code": "G21H 1/02",
    "description": "••Células directamente cargadas por la radiación beta [2006.01]"
  },
  {
    "code": "G21H 1/04",
    "description": "••Células que utilizan una emisión secundaria inducida por radiación alfa, radiación beta, o radiación gamma [2006.01]"
  },
  {
    "code": "G21H 1/06",
    "description": "••Células en las que la radiación es aplicada a la unión de materiales semiconductores diferentes [2006.01]"
  },
  {
    "code": "G21H 1/08",
    "description": "••Células en las que la radiación ioniza a un gas en presencia de una unión de dos metales no similares, p. ej. células diferencia de potencial de contacto [2006.01]"
  },
  {
    "code": "G21H 1/10",
    "description": "••Células en que la radiación calienta una unión termoeléctrica o un convertidor termoiónico [2006.01]"
  },
  {
    "code": "G21H 1/12",
    "description": "••Células que utilizan la conversión de radiación en luz combinada con una conversión fotoeléctrica subsecuente en energía eléctrica [2006.01]"
  },
  {
    "code": "G21H 3/00",
    "description": "Disposiciones para la conversión directa de la energía de radiación de las fuentes radiactivas en formas de energía distintas de la energía eléctrica, p. ej. en luz [2006.01]"
  },
  {
    "code": "G21H 3/02",
    "description": "••en las que el material es excitado hasta la luminiscencia por la radiación (lámparas en las que una atmósfera gaseosa o una pantalla o un revestimiento es llevado a la luminiscencia por una sustancia radiactiva asociada estructuralmente a la lámpara H01J 65/00) [2006.01]"
  },
  {
    "code": "G21H 5/00",
    "description": "Aplicación de radiaciones de fuentes radiactivas o disposiciones a este efecto no previstas en otro lugar [2006.01]"
  },
  {
    "code": "G21H 5/02",
    "description": "••como trazadores [2006.01]"
  },
  {
    "code": "G21H 7/00",
    "description": "Utilización de los efectos de las radiaciones cósmicas [2006.01]"
  }
]