[
  {
    "code": "G21K 1/00",
    "description": "Disposiciones para manipular las radiaciones ionizantes o las partículas, p. ej. para enfocar, para moderar (filtros de radiaciones ionizantes G21K 3/00; producción o aceleración de neutrones, partículas cargadas eléctricamente, haces de moléculas neutras o haces de átomos neutros H05H 3/00-H05H 15/00) [2006.01]"
  },
  {
    "code": "G21K 1/02",
    "description": "••que utilizan diafragmas, colimadores [2006.01]"
  },
  {
    "code": "G21K 1/04",
    "description": "••••que utilizan diafragmas de abertura variable, obturadores, cuchillas [2006.01]"
  },
  {
    "code": "G21K 1/06",
    "description": "••que utilizan la difracción, la refracción o la reflexión, p. ej. monocromadores (G21K 1/10, G21K 7/00 tienen prioridad) [2006.01]"
  },
  {
    "code": "G21K 1/08",
    "description": "••Desviación, concentración o focalización del haz por medios eléctricos o magnéticos (disposiciones optoelectrónicas en los tubos de descarga eléctrica H01J 29/46) [2006.01]"
  },
  {
    "code": "G21K 1/087",
    "description": "••••por medios eléctricos [2006.01]"
  },
  {
    "code": "G21K 1/093",
    "description": "••••por medios magnéticos [2006.01]"
  },
  {
    "code": "G21K 1/10",
    "description": "••Dispositivos de difusión; Dispositivos de absorción [2006.01]"
  },
  {
    "code": "G21K 1/12",
    "description": "••••Dispositivos de absorción por resonancia o dispositivos de control a este efecto, p. ej. para los dispositivos de efecto Mössbauer [2006.01]"
  },
  {
    "code": "G21K 1/14",
    "description": "••que utilizan dispositivos de intercambio de cargas, p. ej. para neutralizar o cambiar el signo de cargas eléctricas de los haces [2006.01]"
  },
  {
    "code": "G21K 1/16",
    "description": "••que utilizan dispositivos polarizantes, p. ej. para obtener un haz de iones polarizados [2006.01]"
  },
  {
    "code": "G21K 3/00",
    "description": "filtros de radiaciones ionizantes, p. ej. filtros de rayos X [2006.01]"
  },
  {
    "code": "G21K 4/00",
    "description": "Pantallas de conversión para transformar una distribución espacial de rayos X o de radiaciones de partículas en imagen visibles, p. ej. pantallas fluorescentes [2006.01]"
  },
  {
    "code": "G21K 5/00",
    "description": "Dispositivos de irradiación (disposiciones en los reactores para facilitar la irradiación G21C 23/00; tubos de descarga para irradiación H01J 33/00, H01J 37/00) [2006.01]"
  },
  {
    "code": "G21K 5/02",
    "description": "••que no tienen ningún medio para formar el haz [2006.01]"
  },
  {
    "code": "G21K 5/04",
    "description": "••con medios de formación del haz [2006.01]"
  },
  {
    "code": "G21K 5/08",
    "description": "••Soportes para objetivos o para objetos a irradiar [2006.01]"
  },
  {
    "code": "G21K 5/10",
    "description": "••provistos de disposiciones que permiten un movimiento relativo entre la fuente del haz y el objeto a irradiar [2006.01]"
  },
  {
    "code": "G21K 7/00",
    "description": "Microscopios de rayos gamma o de rayos X [2006.01]"
  }
]